[
  {
    "id": "000000045",
    "collection": "courseCards",
    "data": {
      "type": "CARD",
      "categoryUrl": "https://courses.naomifisher.co.uk",
      "categoryPosition": 31,
      "title": "Navigating the SEN Tribunal process",
      "imageURL": "https://kajabi-storefronts-production.kajabi-cdn.com/kajabi-storefronts-production/file-uploads/site/2147601926/images/07276ac-0de5-5ed-3bfc-6385dd2202e_navigating-the-sen-tribunal-process.webp",
      "imageFileName": "navigating-the-sen-tribunal-process.webp",
      "description": "Are you a parent navigating the complexities of the Special Educational Needs (SEN) Tribunal process? Parents say it ranks as one of their most stressful life events. This course is designed specifically to guide parents through the challenging journey. Whether you're new to the process or seeking to deepen your understanding, this mini-course by Dr Abigail Fisher (Educational Psychologist) will equip you with the knowledge and confidence you need to advocate effectively for your child's educational needs.",
      "price": "£40.00 GBP",
      "checkoutUrl": "https://courses.naomifisher.co.uk/offers/jLbWvRoa",
      "checkout": {
        "type": "CHECKOUT",
        "url": "https://courses.naomifisher.co.uk/offers/jLbWvRoa",
        "descriptions": [
          "p:Are you a parent navigating the complexities of the Special Educational Needs (SEN) Tribunal process? Parents say it ranks as one of their most stressful life events.",
          "p:Dr Abigail Fisher will help you understand the appeals and tribunal process and highlight common challenges which parents face, she offers tips for preparation and draws on real life experiences to help you anticipate problems and plan how to best navigate the process. She draws on her experience working as an educational psychologist in local authorities and independently in England. ",
          "p:This course is designed specifically to guide parents through the challenging journey. Whether you're new to the process or seeking to deepen your understanding, this mini-course will equip you with the knowledge and confidence you need to advocate effectively for your child's educational needs.",
          "h3:Information",
          "p:This course is available to watch for 12 months after purchase.",
          "h3:Agenda",
          "li:Welcome and Introduction (2 mins)",
          "li:Disagreeing with a decision (24 mins)",
          "li:Tribunals (20 mins)",
          "li:Things to consider (19 mins)",
          "li:Managing the process (9 mins) ",
          "li:Tips and Advice (9 mins)   ",
          "li:Bonus content - 6 handoutsTotal running time: 1 hour 23 mins",
          "h3:Presenter",
          "p: Dr Abigail Fisher is an educational psychologist who has worked in local authorities and now works independently. She has a special interest in helping parents navigate complex and confusing SEN processes, through providing clear, easy to digest information."
        ],
        "testimonials": [
          "Such a help to have the process explained in an understandable and digestible way!"
        ]
      },
      "meta": {
        "title": "Navigating the SEN Tribunal process",
        "tags": [
          "SEN",
          "School",
          "5-11 yrs",
          "11-19 yrs",
          "Parents"
        ],
        "contributers": [
          "Dr Abigail Fisher"
        ],
        "image": {
          "src": "/@fs/Users/jonnycavell/dev/naomifisherpsychology/src/images/courses/navigating-the-sen-tribunal-process.webp?origWidth=2176&origHeight=1224&origFormat=webp",
          "width": 2176,
          "height": 1224,
          "format": "webp"
        },
        "runningTime": "1 hour 23 mins",
        "relatedTitles": []
      }
    }
  },
  {
    "id": "000000044",
    "collection": "courseCards",
    "data": {
      "type": "CARD",
      "categoryUrl": "https://courses.naomifisher.co.uk",
      "categoryPosition": 30,
      "title": "Taking Control of Your EHCP Annual Review",
      "imageURL": "https://kajabi-storefronts-production.kajabi-cdn.com/kajabi-storefronts-production/file-uploads/site/2147601926/images/161f603-575a-d885-4eca-e0f54efc3c4d_taking-control-of-your-ehcp-annual-review.webp",
      "imageFileName": "taking-control-of-your-ehcp-annual-review.webp",
      "description": "Dr Abigail Fisher, Educational Psychologist, will help you navigate your child’s EHCP Annual Review with confidence. You’ve got the EHCP in place, but it’s only the start of the process.\n \nShe describes what should happen and when, what the legal process is and what your rights are. She will share ideas about how to make the process as useful as possible, to help ensure your child is well supported and their needs are met.\n",
      "price": "£40.00 GBP",
      "checkoutUrl": "https://courses.naomifisher.co.uk/offers/NzaULaoT",
      "checkout": {
        "type": "CHECKOUT",
        "url": "https://courses.naomifisher.co.uk/offers/NzaULaoT",
        "descriptions": [
          "h3:Information",
          "p:This course is available to watch for 12 months after purchase.",
          "h3:Agenda",
          "li:Welcome (1 min)",
          "li:Course outline (1 min)",
          "li:The Annual Review process (20 mins)",
          "li:Common challenges and how to navigate them (20 mins)",
          "li:Ways to prepare yourself for the meeting (2 mins)",
          "li:Guided Imagery (9 mins)",
          "li:Final thoughts (7 mins)",
          "li:Course handouts (timeline, checklist, how to prepare yourself for the meeting)",
          "p:Total running time: 1 hour",
          "h3:Presenter",
          "p: Dr Abigail Fisher is an educational psychologist who has worked in local authorities and now works independently. She has a special interest in helping parents navigate complex and confusing SEN processes, through providing clear, easy to digest information."
        ],
        "testimonials": [
          "Lovely to hear how the feelings I get when talking to professionals are normal. ",
          "Thank you for the validation. "
        ]
      },
      "meta": {
        "title": "Taking control of your EHCP Annual Review",
        "tags": [
          "EHCPs",
          "School",
          "5-11 yrs",
          "11-19 yrs",
          "Parents"
        ],
        "contributers": [
          "Dr Abigail Fisher"
        ],
        "image": {
          "src": "/@fs/Users/jonnycavell/dev/naomifisherpsychology/src/images/courses/taking-control-of-your-ehcp-annual-review.webp?origWidth=2176&origHeight=1306&origFormat=webp",
          "width": 2176,
          "height": 1306,
          "format": "webp"
        },
        "runningTime": "60 mins",
        "relatedTitles": [
          "We don't have an EHCP - what can we Expect from School?",
          "Do we need an EHCP? If we do, what do we do now?"
        ]
      }
    }
  },
  {
    "id": "000000039",
    "collection": "courseCards",
    "data": {
      "type": "CARD",
      "categoryUrl": "https://courses.naomifisher.co.uk",
      "categoryPosition": 25,
      "title": "Burnt Out by School?",
      "imageURL": "https://kajabi-storefronts-production.kajabi-cdn.com/kajabi-storefronts-production/file-uploads/site/2147601926/images/b70e68e-803e-8c73-73a8-51df5da57ecc_burnt-out-by-school.webp",
      "imageFileName": "burnt-out-by-school.webp",
      "description": "Things have gone wrong at school for your teenager, and now it’s like they have nothing left.  They have lost their sense of what made life worth living.  You don’t know how to help, and sometimes it seems like whatever you do makes things worse.\nNaomi will explain how burnout happens and what the process of recovery looks like. ",
      "price": "£40.00 GBP",
      "checkoutUrl": "https://courses.naomifisher.co.uk/offers/CXNPs8L3",
      "checkout": {
        "type": "CHECKOUT",
        "url": "https://courses.naomifisher.co.uk/offers/CXNPs8L3",
        "descriptions": [
          "p:Things have gone wrong at school for your teenager, and now it’s like they have nothing left.",
          "p:They’re spending their lives in their bedroom.  They have lost their sense of what made life worth living.  You don’t know how to help, and sometimes it seems like whatever you do makes things worse.  They seem angry and defensive, as well as sad and lacking in energy.",
          "p:In this course Naomi will help you:",
          "li:Learn what can go wrong at school for young people",
          "li:Understand why this can be so damaging for their mental health and learn about psychological theories to understand better what is going on. ",
          "li:Apply practical ideas to help.",
          "h3:Information",
          "p:This course is available to watch for 12 months after purchase.",
          "p:It is suitable for children with and without a diagnosis ",
          "h3:Agenda",
          "li:Welcome to the Course",
          "li:IntroductionPDA/Autistic Young People and School (2 mins)",
          "li:The Off-Road Model of Stress and Burn Out (10 mins)",
          "li:What happens when young people are burnt out? (14 mins)",
          "li:What do adults do next? (8 mins)",
          "li:How Do Young People Recover? (29 mins)",
          "li:Course Recap (4 mins)",
          "li:Question and Answer session (audio, 16 mins)",
          "li:Recovery from burn out (audio, 7 mins)",
          "li:Pressure techniques (audio, 8 mins)",
          "li:Course booklet and Notes",
          "li:Goodbye",
          "p:Total running time: 1 hour 40 mins",
          "h3:Presenter",
          "p:Dr Naomi Fisher is a clinical psychologist and author. She specialises in trauma, autism and alternative approaches to education. She is registered with the HCPC. This webinar is not therapy and should not be used as a replacement for therapy. "
        ],
        "testimonials": [
          "This is a great course. Well structured and full of very insightful material. The pace was just right for me, and I found the documents very useful. ",
          "Thank you for appreciating the reality of the situation for parents. It really means a lot to know that there are professionals out there who really ‘get it’ and who are working so proactively to offer appropriate support and advocate for us. ",
          "I found your presentation both hugely informative and surprisingly comforting - there is a lot to be said for knowing you are not alone, that there are people out there who understand.",
          "It was a brilliant webinar and every part of it resonated with different experiences I have had with all three of my children."
        ]
      },
      "meta": {
        "title": "Burnt Out by School",
        "tags": [
          "Burnout",
          "School",
          "Mental Health",
          "11-19 yrs",
          "Parents"
        ],
        "contributers": [
          "Dr Naomi Fisher"
        ],
        "image": {
          "src": "/@fs/Users/jonnycavell/dev/naomifisherpsychology/src/images/courses/burnt-out-by-school.webp?origWidth=2176&origHeight=1306&origFormat=webp",
          "width": 2176,
          "height": 1306,
          "format": "webp"
        },
        "runningTime": "1 hour 40 mins",
        "relatedTitles": [
          "Burnout - A Guide for Teenagers",
          "My Child is not Fine at School",
          "Helping Autistic Children with School"
        ]
      }
    }
  },
  null,
  {
    "id": "000000023",
    "collection": "courseCards",
    "data": {
      "type": "CARD",
      "categoryUrl": "https://courses.naomifisher.co.uk",
      "categoryPosition": 9,
      "title": "Helping Autistic Children With School",
      "imageURL": "https://kajabi-storefronts-production.kajabi-cdn.com/kajabi-storefronts-production/file-uploads/site/2147601926/images/8b73663-d34-a8dc-da43-b3ab332ed_helping-autistic-children-with-school.webp",
      "imageFileName": "helping-autistic-children-with-school.webp",
      "description": "Is your autistic child having problems at school? Naomi offers ways to think about the issues, and tools and strategies which will help you make changes for your child.  ",
      "price": "£40.00 GBP",
      "checkoutUrl": "https://courses.naomifisher.co.uk/offers/C746RNzF",
      "checkout": {
        "type": "CHECKOUT",
        "url": "https://courses.naomifisher.co.uk/offers/C746RNzF",
        "descriptions": [
          "p:Many autistic children struggle with school. They become unhappy and they show us this through their behaviour. They may become reluctant to go, they may have meltdowns after school, they may become disruptive or 'lose their spark'. ",
          "p:Parents and educators are often left unsure what to do - the child can't tell them what is wrong, but it's clear that something is. What can you do? ",
          "p:In this course for parents and educators, Naomi will talk about the reasons why many autistic children do not thrive at school. She'll help you understand how the interaction between the child and the school can make all the difference - and how you can improve this. You'll end the webinar with a better understanding of the experience of autistic children at school, and some ideas as to what you can do. ",
          "p:She'll draw on the experiences of autistic adults and parents of autistic children from her acclaimed book, A Different Way to Learn, as well as her experience as a clinical psychologist specialising in autism and trauma. ",
          "h3:Information",
          "p:This course is available to watch for 12 months after purchase.",
          "p:It is suitable for children with and without a diagnosis ",
          "h3:Agenda",
          "li:Introduction (1 min)",
          "li:Course outline (7 mins)",
          "li:Individual Characteristics (7 mins)",
          "li:Characteristics of School (4 mins)",
          "li:Meltdowns, "
          bad
          behaviour
          ", school refusal and super compliance (16 min)",
          "li:Children and their environment (12 min)",
          "li:SOAR - what we can do to help change the environment (15 mins)",
          "li:Taking a WIDER Lens (13 mins)",
          "li:What if something is really important? (7 mins)",
          "li:The Bigger Picture (4 mins)",
          "li:What if? (3 mins)",
          "li:Course Booklet (PDF document)",
          "li:SOAR and Wider Lens Handouts (PDF document)",
          "p:Total running time: 1 hour 29 mins",
          "h3:Presenter",
          "p:Dr Naomi Fisher is a clinical psychologist and author. She specialises in trauma, autism and alternative approaches to education. She is registered with the HCPC. This course is not therapy and should not be used as a replacement for therapy."
        ],
        "testimonials": [
          "After your webinar we are more able to support our daughter, speak to her special setting confidently & already supported better decision making with her needs at the centre.",
          "I really appreciated your messages of hope- this is a journey and we will come out the end. ",
          "Your webinar was hugely reassuring and managed to provide clarity on the complex, unfathomable , frustrating times we have had as a family. It sounds a massive cliche but I felt someone finally understood what our life has been like. You showed great empathy with children and families struggling with this baffling and painful situation, coming from a place of experience."
        ]
      },
      "meta": {
        "title": "Helping Autistic Children with School",
        "tags": [
          "Autism",
          "School",
          "5-11 yrs",
          "11-19 yrs",
          "Parents"
        ],
        "contributers": [
          "Dr Naomi Fisher"
        ],
        "image": {
          "src": "/@fs/Users/jonnycavell/dev/naomifisherpsychology/src/images/courses/helping-autistic-children-with-school.webp?origWidth=2176&origHeight=1306&origFormat=webp",
          "width": 2176,
          "height": 1306,
          "format": "webp"
        },
        "runningTime": "1 hour 29 mins",
        "relatedTitles": [
          "Helping Your Autistic Child With Anxiety",
          "Helping Your Autistic Teen with Anxiety",
          "Burnt Out by School",
          "My Child is not Fine at School"
        ]
      }
    }
  },
  {
    "id": "000000038",
    "collection": "courseCards",
    "data": {
      "type": "CARD",
      "categoryUrl": "https://courses.naomifisher.co.uk",
      "categoryPosition": 24,
      "title": "My Child Is Not Fine At School",
      "imageURL": "https://kajabi-storefronts-production.kajabi-cdn.com/kajabi-storefronts-production/file-uploads/site/2147601926/images/8bc521-cf40-0e07-470-d33bfea7e06_my-child-is-not-fine-at-school.webp",
      "imageFileName": "my-child-is-not-fine-at-school.webp",
      "description": "Your child isn’t happy at school. They are protesting in the mornings, or having meltdowns in the afternoons. They tell you that they don’t want to go, and you feel torn between them and the school. School are telling you that the answer is to keep pushing, as you don’t want to reinforce avoidance or behaviour. It’s starting to dominate everything about your family life, and it doesn’t seem to be getting any better.",
      "price": "£40.00 GBP",
      "checkoutUrl": "https://courses.naomifisher.co.uk/offers/qRTfapFL",
      "checkout": {
        "type": "CHECKOUT",
        "url": "https://courses.naomifisher.co.uk/offers/qRTfapFL",
        "descriptions": [
          "p:Your child isn’t happy at school. They are protesting in the mornings, or having meltdowns in the afternoons. They tell you that they don’t want to go, and you feel torn between them and the school. School are telling you that the answer is to keep pushing, as you don’t want to reinforce avoidance or behaviour. You feel blamed, and worry that you aren’t doing a good enough job as a parent. It’s starting to dominate everything about your family life, and it doesn’t seem to be getting any better.",
          "p:You don't know whether you should keep trying, or give up - and if you do, what happens then?",
          "p:In this course Dr Naomi Fisher, clinical psychologist, will talk about what happens when a child is saying they don’t want to go to school.",
          "p:Naomi draws on her clinical experience to help you learn about the different ways in which children show their distress and the different causes of school attendance problems.",
          "p:She'll help you understand the different approaches taken by professionals and how they work (or don't work)",
          "p:You'll have the necessary information to help you make decisions which put your child’s wellbeing first.",
          "h3:Information",
          "p:This course is available to watch for 12 months after purchase.",
          "p:It is suitable for children with and without a diagnosis ",
          "h3:Agenda",
          "li:Welcome (1 min)",
          "li:Introduction (2 mins)",
          "li:I'm not fine (17 mins)",
          "li:Interventions: what adults do (26 mins)",
          "li:The TRUST test (16 mins)",
          "li:ROPE: how can we do better? (21 mins)",
          "li:Thinking outside the box (7 mins)",
          "li:Goodbye (1 min)",
          "li:Q&A 1 (audio, 7 mins)",
          "li:Q&A 2 (audio, 8 mins)",
          "li:Course booklet and notes (PDF document)",
          "p:Total running time: 1 hour 46 mins",
          "h3:Presenter",
          "p:Dr Naomi Fisher is a clinical psychologist and author. She specialises in trauma, autism and alternative approaches to education. She is registered with the HCPC.",
          "p:This course is not therapy and should not be used as a replacement for therapy."
        ],
        "testimonials": [
          "Thank you for appreciating the reality of the situation for parents. It really means a lot to know that there are professionals out there who really ‘get it’ and who are working so proactively to offer appropriate support and advocate for us.",
          "I found your presentation both hugely informative and surprisingly comforting - there is a lot to be said for knowing you are not alone, that there are people out there who understand.",
          "It was a brilliant webinar and every part of it resonated with different experiences I have had with all three of my children."
        ]
      },
      "meta": {
        "title": "My Child is not Fine at School",
        "tags": [
          "School",
          "Burnout",
          "Mental Health",
          "5-11 yrs",
          "11-19 yrs",
          "Parents"
        ],
        "contributers": [
          "Dr Naomi Fisher"
        ],
        "image": {
          "src": "/@fs/Users/jonnycavell/dev/naomifisherpsychology/src/images/courses/my-child-is-not-fine-at-school.webp?origWidth=2176&origHeight=1306&origFormat=webp",
          "width": 2176,
          "height": 1306,
          "format": "webp"
        },
        "runningTime": "1 hour 46 mins",
        "relatedTitles": [
          "Burnt Out by School",
          "Helping Autistic Children with School",
          "After School: Helping your Autistic Child Move on from School Trauma"
        ]
      }
    }
  },
  {
    "id": "000000042",
    "collection": "courseCards",
    "data": {
      "type": "CARD",
      "categoryUrl": "https://courses.naomifisher.co.uk",
      "categoryPosition": 28,
      "title": "Do we need an EHCP? If we do, what do we do now?",
      "imageURL": "https://kajabi-storefronts-production.kajabi-cdn.com/kajabi-storefronts-production//site/2147601926/images/d0f100a-a33-b8c5-df4a-d2a80272d07_Do_we_need_an_EHCP_image.jpg",
      "imageFileName": "do-we-need-an-ehcp-if-we-do-what-do-we-do-now.jpeg",
      "description": "\nAre you worried about whether your child is getting the right support in school? Do you want to know more about EHCPs and how to get one?\n\nThis course will explain the Education, Health and Care plan process from a parent's perspective and show you examples of what a good plan looks like. Dr Abigail Fisher, educational psychologist will discuss how to approach common issues and challenges. She will offer some tips on how to get a useful plan, and how to look at a draft plan, drawing on her experience working with schools and parents.\n\n",
      "price": "£40.00 GBP",
      "checkoutUrl": "https://courses.naomifisher.co.uk/offers/RyCi7fGT",
      "checkout": {
        "type": "CHECKOUT",
        "url": "https://courses.naomifisher.co.uk/offers/RyCi7fGT",
        "descriptions": [
          "p:This course will explain the Education, Health and Care plan process from a parent's perspective and show you examples of what a good plan looks like. Dr Abigail Fisher, educational psychologist will discuss how to approach common issues and challenges. She will offer some tips on how to get a useful plan, and how to look at a draft plan, drawing on her experience working with schools and parents.",
          "h3:Information",
          "p:This course is available to watch for 12 months after purchase.",
          "p:It is suitable for children with and without a diagnosis ",
          "h3:Agenda",
          "li:\nWhy might you need an EHCP?\n",
          "li:\nWhat's the process\n",
          "li:\nEssential tips on getting a useful plan\n",
          "li:\nLook at some reports and tips on drafting a plan\n",
          "li:Questions",
          "p:Total running time: 57 mins",
          "h3:Presenter",
          "p:Dr Abigail Fisher is a qualified teacher and an Educational Psychologist. She's worked in lots of different local authorities writing reports as part of the education, health and care plan process and supporting children with special educational needs in schools."
        ],
        "testimonials": [
          "This was very helpful and thought provoking. ",
          "I really like the concept of a professional parent – I normally dread the meetings. ",
          "Your knowledge is so refreshing. Thank you for raising the profile of the education system and its impact.",
          "It was all really useful to me I found the content and delivery easy to follow and it was helpful to hear the key issues of the condition discussed.",
          "That was absolutely excellent, thank you!  We're in the process of moving schools and this has been really useful.",
          "The EHCP information was helpful although I already have a professional teaching background and now run training for schools and families "
        ]
      },
      "meta": {
        "title": "Do we need an EHCP? If we do, what do we do now?",
        "tags": [
          "EHCPs",
          "School",
          "5-11 yrs",
          "11-19 yrs",
          "Parents"
        ],
        "contributers": [
          "Dr Abigail Fisher"
        ],
        "image": {
          "src": "/@fs/Users/jonnycavell/dev/naomifisherpsychology/src/images/courses/do-we-need-an-ehcp.webp?origWidth=2176&origHeight=1306&origFormat=webp",
          "width": 2176,
          "height": 1306,
          "format": "webp"
        },
        "runningTime": "57 mins",
        "relatedTitles": [
          "We don't have an EHCP - what can we Expect from School?",
          "Taking control of your EHCP Annual Review"
        ]
      }
    }
  },
  {
    "id": "000000043",
    "collection": "courseCards",
    "data": {
      "type": "CARD",
      "categoryUrl": "https://courses.naomifisher.co.uk",
      "categoryPosition": 29,
      "title": "We don't have an EHCP - what can we expect from school?",
      "imageURL": "https://kajabi-storefronts-production.kajabi-cdn.com/kajabi-storefronts-production//site/2147601926/images/a8468e8-b31e-508b-af72-6ba15db542b_we-dont-have-an-ehcp-what-to-expect-from-school.webp",
      "imageFileName": "we-dont-have-an-ehcp---what-can-we-expect-from-school.webp",
      "description": "\nIn this mini-course, Dr Abigail Fisher, educational psychologist, delves into effective strategies for working hand-in-hand with school to support your child's unique needs. This course will give you insight into what's possible and help foster a positive and collaborative relationship with your child's school.\n",
      "price": "£40.00 GBP",
      "checkoutUrl": "https://courses.naomifisher.co.uk/offers/mnoaNY87",
      "checkout": {
        "type": "CHECKOUT",
        "url": "https://courses.naomifisher.co.uk/offers/mnoaNY87",
        "descriptions": [
          "h3:Information",
          "p:This course is available to watch for 12 months after purchase.",
          "p:It is suitable for children with and without a diagnosis ",
          "h3:Agenda",
          "li:\nUnderstanding the School System: Gain clarity on how schools operate and the avenues available to support children without EHCPs.\n",
          "li:\nNavigating Reasonable Adjustments: Discover practical approaches to identify and implement reasonable adjustments in the classroom environment to meet your child's needs effectively.\n",
          "li:\nTailoring Support for Your Child: Explore strategies for identifying your child's specific needs and collaborating with school professionals to develop tailored support plans.\n",
          "li:\nImplementing Change: Gain actionable insights into how to effectively implement changes in the classroom setting, ensuring a supportive and inclusive learning environment for your child.\n",
          "p:Total running time: 1 hour 7 mins",
          "h3:Presenter",
          "p:Dr Abigail Fisher is an educational psychologist who has worked in local authorities and now works independently. She has a special interest in helping parents navigate complex and confusing SEN processes, through providing clear, easy to digest information."
        ],
        "testimonials": [
          "Thank you so much for an informative talk. Highly recommend this to anyone on this horrendous journey!",
          "Comforting to know that we weren’t alone",
          "Hugely informative"
        ]
      },
      "meta": {
        "title": "We don't have an EHCP - what can we Expect from School?",
        "tags": [
          "EHCPs",
          "School",
          "5-11 yrs",
          "11-19 yrs",
          "Parents"
        ],
        "contributers": [
          "Dr Abigail Fisher"
        ],
        "image": {
          "src": "/@fs/Users/jonnycavell/dev/naomifisherpsychology/src/images/courses/we-dont-have-an-ehcp-what-to-expect-from-school.webp?origWidth=2176&origHeight=1306&origFormat=webp",
          "width": 2176,
          "height": 1306,
          "format": "webp"
        },
        "runningTime": "1 hour 7 mins",
        "relatedTitles": [
          "Taking control of your EHCP Annual Review",
          "Do we need an EHCP? If we do, what do we do now?"
        ]
      }
    }
  },
  {
    "id": "000000001",
    "collection": "courseCards",
    "data": {
      "type": "CARD",
      "categoryUrl": "https://courses.naomifisher.co.uk/low-demand-parenting",
      "categoryPosition": 0,
      "title": "All 10 in The Art Of Low Demand Parenting series",
      "imageURL": "https://kajabi-storefronts-production.kajabi-cdn.com/kajabi-storefronts-production/file-uploads/site/2147601926/images/58f62a-18bd-cad0-e17-a1442af1d3cc_ALDP-1-10.webp",
      "imageFileName": "all-10-in-the-art-of-low-demand-parenting-series.webp",
      "description": "This bundle gives you all 10 webinar recordings from Activate Your Parenting through to What About Me? They are updated when new low demand parenting webinars are hosted. Recordings are available to watch for 12 months after purchase.",
      "price": "£180.00 GBP",
      "checkoutUrl": "https://courses.naomifisher.co.uk/offers/uyN66L7f",
      "checkout": {
        "type": "CHECKOUT",
        "url": "https://courses.naomifisher.co.uk/offers/uyN66L7f",
        "descriptions": [
          "p: This bundle contains the entire series, from Activate Your Parenting through to What About Me?",
          "p:Your child doesn’t respond in the way that you expect.  You set clear boundaries and hold them – and they go completely ballistic.  You count to 3 and they say 4.  You ask them to clean their teeth and they do anything but – what’s going on?",
          "p:Everything you do seems to make things worse. Time out, the Naughty Step, being firm but loving – you had good intentions to pick your battles but your child hasn’t got the memo.  They are picking battles where you didn’t even know they could be found.",
          "p:It’s not your fault.  You’ve got the wrong tools.  Your child (and you) need low demand parenting.",
          "p:What is low demand parenting? Well, it’s parenting which turns the traditional rules of parenting on its head.  Traditional parenting is all about control, whilst low demand parenting….is about your relationship with your child, and so much more.",
          "p:In this series of best-selling recorded webinars, Dr Naomi Fisher and Eliza Fricker will guide you through the world of low demand parenting. You’ll discover why your child responds the way that they do, and learn how to do things differently.  You’ll reset your parenting to prioritise your child’s emotional wellbeing. You’ll learn how to reframe behaviour, communications, screentime and how to deal with other people.",
          "h3:Information",
          "p:This course is available to watch for 12 months after purchase.",
          "p:It is suitable for children with and without a diagnosis ",
          "h3:Agenda",
          "li:Activate Your Parenting (1st and 2nd editions)",
          "li:Communication (1st and 2nd editions)",
          "li:Behaviour (1st and 2nd editions)",
          "li:Emotions (1st and 2nd editions)",
          "li:The Real World (1st and 2nd editions)",
          "li:Other People",
          "li:Screens",
          "li:School",
          "li:What About the Future?",
          "li:What About Me?",
          "p:Total running time: 22 hours 30 mins",
          "h3:Presenters",
          "p:Dr Naomi Fisher is a clinical psychologist and author. She specialises in trauma, autism and alternative approaches to education. She is registered with the HCPC.",
          "p:Eliza Fricker is the author and illustrator of The Family Experience of PDA and Can't Not Won't. She runs a successful illustrated blog at www.missingthemark.blog and can be found on FB under the same name.",
          "p:These recordings are not therapy and should not be used as a replacement for therapy."
        ],
        "testimonials": [
          "This was awesome. Like, life-changing and affirmative!",
          "Such a relief to be at the excellent low demand parenting seminar by Naomi Fisher and Eliza Fricker last night. Joy at not being alone in the journey and grateful for validation of another way of doing life with our lovely offspring.",
          "I found your presentation both hugely informative and surprisingly comforting - there is a lot to be said for knowing you are not alone, that there are people out there who understand.",
          "This is one of the best courses I have been on. The voice of reason and over 200 parents thinking “I feel heard”."
        ]
      },
      "meta": {
        "title": "All 10 in the Art of Low Demand Parenting series",
        "tags": [
          "Low Demand Parenting",
          "School",
          "Screens",
          "5-11 yrs",
          "11-19 yrs",
          "Parents"
        ],
        "contributers": [
          "Dr Naomi Fisher",
          "Eliza Fricker"
        ],
        "image": {
          "src": "/@fs/Users/jonnycavell/dev/naomifisherpsychology/src/images/courses/ALDP-1-10.webp?origWidth=2176&origHeight=1306&origFormat=webp",
          "width": 2176,
          "height": 1306,
          "format": "webp"
        },
        "runningTime": "22 hours 30 mins (approx)",
        "relatedTitles": [
          "First 5 in The Art of Low Demand Parenting series",
          "6-10 in The Art of Low Demand Parenting series",
          "The Art of Low Demand Parenting: Activate Your Parenting",
          "The Art of Low Demand Parenting: Communication",
          "The Art of Low Demand Parenting: Behaviour",
          "The Art of Low Demand Parenting: Emotions",
          "The Art of Low Demand Parenting: The Real World",
          "The Art of Low Demand Parenting: Other People",
          "The Art of Low Demand Parenting: Screens",
          "The Art of Low Demand Parenting: School",
          "The Art of Low Demand Parenting: What About The Future?",
          "The Art of Low Demand Parenting: What About Me?"
        ]
      }
    }
  },
  {
    "id": "000000003",
    "collection": "courseCards",
    "data": {
      "type": "CARD",
      "categoryUrl": "https://courses.naomifisher.co.uk/low-demand-parenting",
      "categoryPosition": 2,
      "title": "6-10 in The Art Of Low Demand Parenting series",
      "imageURL": "https://kajabi-storefronts-production.kajabi-cdn.com/kajabi-storefronts-production/file-uploads/site/2147601926/images/bc347a-1d7d-6432-f314-f1110e7e64e_ALDP-6-10.webp",
      "imageFileName": "6-10-in-the-art-of-low-demand-parenting-series.webp",
      "description": "This bundle gives you the second 5 webinar recordings in the Low Demand Parenting series. It contains:\n6. Other People\n7. Screens\n8. School\n9. The Future\n10. What About Me?\nThey are updated when new low demand parenting webinars are hosted. Recordings are available to watch for 12 months after purchase.",
      "price": "£100.00 GBP",
      "checkoutUrl": "https://courses.naomifisher.co.uk/offers/9dcEAsUU",
      "checkout": {
        "type": "CHECKOUT",
        "url": "https://courses.naomifisher.co.uk/offers/9dcEAsUU",
        "descriptions": [
          "h3:This bundle contains the second 5 recordings in the Low Demand Parenting series.",
          "p:Your child doesn’t respond in the way that you expect.  You set clear boundaries and hold them – and they go completely ballistic.  You count to 3 and they say 4.  You ask them to clean their teeth and they do anything but – what’s going on?",
          "p:Everything you do seems to make things worse. Time out, the Naughty Step, being firm but loving – you had good intentions to pick your battles but your child hasn’t got the memo.  They are picking battles where you didn’t even know they could be found.",
          "p:It’s not your fault.  You’ve got the wrong tools.  Your child (and you) need low demand parenting.",
          "p:What is low demand parenting? Well, it’s parenting which turns the traditional rules of parenting on its head.  Traditional parenting is all about control, whilst low demand parenting….is about your relationship with your child, and so much more.",
          "p:In this series of best-selling recorded webinars, Dr Naomi Fisher and Eliza Fricker will guide you through the world of low demand parenting. You’ll discover why your child responds the way that they do, and learn how to do things differently.  You’ll reset your parenting to prioritise your child’s emotional wellbeing. You’ll learn how to reframe behaviour, communications, screentime and how to deal with other people.",
          "h3:Information",
          "p:This recording is available to watch for 12 months after purchase.",
          "p:It is suitable for children with and without a diagnosis ",
          "p:Total running time: 7 hour 30 mins",
          "h3:Presenters",
          "p:Dr Naomi Fisher is a clinical psychologist and author. She specialises in trauma, autism and alternative approaches to education. She is registered with the HCPC.",
          "p:Eliza Fricker is the author and illustrator of The Family Experience of PDA and Can't Not Won't. She runs a successful illustrated blog at www.missingthemark.blog and can be found on FB under the same name.",
          "p: This recording is not therapy and should not be used as a replacement for therapy."
        ],
        "testimonials": [
          "This is one of the best courses I have been on. The voice of reason and over 200 parents thinking “I feel heard”.",
          "I found your presentation both hugely informative and surprisingly comforting - there is a lot to be said for knowing you are not alone, that there are people out there who understand."
        ]
      },
      "meta": {
        "title": "6-10 in The Art of Low Demand Parenting series",
        "tags": [
          "Low Demand Parenting",
          "School",
          "Screens",
          "5-11 yrs",
          "11-19 yrs",
          "Parents"
        ],
        "contributers": [
          "Dr Naomi Fisher",
          "Eliza Fricker"
        ],
        "image": {
          "src": "/@fs/Users/jonnycavell/dev/naomifisherpsychology/src/images/courses/ALDP-6-10.webp?origWidth=2176&origHeight=1306&origFormat=webp",
          "width": 2176,
          "height": 1306,
          "format": "webp"
        },
        "runningTime": "7 hours 30 mins",
        "relatedTitles": [
          "First 5 in The Art of Low Demand Parenting series",
          "All 10 in the Art of Low Demand Parenting series",
          "The Art of Low Demand Parenting: Activate Your Parenting",
          "The Art of Low Demand Parenting: Communication",
          "The Art of Low Demand Parenting: Behaviour",
          "The Art of Low Demand Parenting: Emotions",
          "The Art of Low Demand Parenting: The Real World",
          "The Art of Low Demand Parenting: Other People",
          "The Art of Low Demand Parenting: Screens",
          "The Art of Low Demand Parenting: School",
          "The Art of Low Demand Parenting: What About The Future?",
          "The Art of Low Demand Parenting: What About Me?"
        ]
      }
    }
  },
  {
    "id": "000000011",
    "collection": "courseCards",
    "data": {
      "type": "CARD",
      "categoryUrl": "https://courses.naomifisher.co.uk/low-demand-parenting",
      "categoryPosition": 10,
      "title": "The Art of Low Demand Parenting: School",
      "imageURL": "https://kajabi-storefronts-production.kajabi-cdn.com/kajabi-storefronts-production/file-uploads/site/2147601926/images/ba161ae-037f-0ebc-f532-f553134cffa_ALDP-8.webp",
      "imageFileName": "the-art-of-low-demand-parenting-school.webp",
      "description": "How can you be low demand parents, whilst your child goes to school? What can you do to take the pressure off and give them the space to thrive? That's what we'll be discussing in this new webinar.",
      "price": "£30.00 GBP",
      "checkoutUrl": "https://courses.naomifisher.co.uk/offers/iSyYWDbg",
      "checkout": {
        "type": "CHECKOUT",
        "url": "https://courses.naomifisher.co.uk/offers/iSyYWDbg",
        "descriptions": [
          "h3:Some children haven't read the parenting manuals.",
          "p:The more you try to persuade them, the less cooperative they become. The more pressured they feel, the worse things get. Strategies like Time Out or the Naughty Step backfire, as their behaviour gets worse not better.",
          "p:That can make school difficult. For schools work on a set of assumptions - and pressure-sensitive children blow those assumptions to pieces. Schools work on the basis that children can be pressured to change their behaviour . When this doesn't work, the children (and their families) can get caught in a spiral of negativity and anxiety.",
          "p:Soon parents find that their whole life is dominated by school. Worrying about it, trying to make things better, going into meetings, discussing it. Nothing seems to help and everyone feels terrible.",
          "p:How can you be low demand parents, whilst your child goes to school? What can you do to take the pressure off and give them the space to thrive? That's what we'll be discussing in this new webinar.",
          "p:Illustrated throughout with Eliza's witty and insightful cartoons, this webinar will entertain you as well as inform you.",
          "h3:Information",
          "p:This recording is available to watch for 12 months after purchase.",
          "p:It is suitable for children with and without a diagnosis ",
          "p:Total running time: 1 hour 30 mins",
          "h3:Presenters",
          "p:Dr Naomi Fisher is a clinical psychologist and author. She specialises in trauma, autism and alternative approaches to education. She is registered with the HCPC.",
          "p:Eliza Fricker is the author and illustrator of The Family Experience of PDA and Can't Not Won't. She runs a successful illustrated blog at www.missingthemark.blog and can be found on FB under the same name.",
          "p: This recording is not therapy and should not be used as a replacement for therapy.",
          "p: "
        ],
        "testimonials": [
          "Such a humble, insightful and highly informative webinar. Dr Naomi Fisher and Eliza Fricker were the perfect duo of lived experience and academic knowledge. Lots to go away with to put into practice with those we work with, plus in our own home. Would highly recommend to anyone.",
          "Such a relief to be at the excellent low demand parenting seminar by Naomi Fisher and Eliza Fricker last night. Joy at not being alone in the journey and grateful for validation of another way of doing life with our lovely offspring."
        ]
      },
      "meta": {
        "title": "The Art of Low Demand Parenting: School",
        "tags": [
          "Low Demand Parenting",
          "School",
          "5-11 yrs",
          "11-19 yrs",
          "Parents"
        ],
        "contributers": [
          "Dr Naomi Fisher",
          "Eliza Fricker"
        ],
        "image": {
          "src": "/@fs/Users/jonnycavell/dev/naomifisherpsychology/src/images/courses/ALDP-8.webp?origWidth=2176&origHeight=1306&origFormat=webp",
          "width": 2176,
          "height": 1306,
          "format": "webp"
        },
        "runningTime": "1 hour 30 mins",
        "relatedTitles": [
          "The Art of Low Demand Parenting: Activate Your Parenting",
          "The Art of Low Demand Parenting: Communication",
          "The Art of Low Demand Parenting: Behaviour",
          "The Art of Low Demand Parenting: Emotions",
          "The Art of Low Demand Parenting: The Real World",
          "The Art of Low Demand Parenting: Other People",
          "The Art of Low Demand Parenting: Screens",
          "The Art of Low Demand Parenting: What About The Future?",
          "The Art of Low Demand Parenting: What About Me?",
          "All 10 in the Art of Low Demand Parenting series",
          "First 5 in The Art of Low Demand Parenting series",
          "6-10 in The Art of Low Demand Parenting series"
        ]
      }
    }
  }
]