[
  {
    "text": "I just started reading your new book and it's wonderful. Thank you SO much!",
    "author": ""
  },
  { "text": "I'm so happy that people like you exist in the UK", "author": "" },
  {
    "text": "Thank you for raising the issues with the education system at a national level. Everything you identify rings true",
    "author": ""
  },
  {
    "text": "Thank you for sticking your head above the parapet. Your writing has been hugely supportive to us",
    "author": ""
  },
  {
    "text": "As a Mum it felt so validating to hear the words 'parenting an emotionally sensitive child is hard work'",
    "author": ""
  },
  {
    "text": "I spend years thinking I was a terrible parent, and feeling judged by all around when my son wouldn’t respond to traditional “punishment and reward” methods. But I didn’t know another way. Now I do – since being introduced to Low Demand Parenting my parenting is much more effective, my relationship with my son is repaired, my whole family is much happier and, most of all, I don’t feel like I’m failing him anymore.",
    "author": ""
  },
  {
    "text": "I absolutely love your work and wanted to thank you :) ",
    "author": ""
  },
  {
    "text": "Your posts and descriptions of situations have taken away that struggle for me, word for word what you say fits everything I’m going through!",
    "author": ""
  },
  {
    "text": "Every time I read one of your newsletters I want to shout “Hallelujah! Someone gets it!”",
    "author": ""
  },
  {
    "text": "Thank you for your webinars which have helped in so many ways, not least in making us realize it isn't our parenting. It isn't the 'home problem ' school had told us it was. ",
    "author": ""
  },
  {
    "text": "Thank you for your free content. It is the first thing that made me feel heard and understood. ",
    "author": ""
  },
  {
    "text": "Your information is always spot on and I so wish you could travel round every single school in the country to open their eyes",
    "author": ""
  },
  {
    "text": "I just wanted to say a big Thank You for all you are doing to help children and families everywhere. Especially those like mine, where there is PDA in the mix! ",
    "author": ""
  },
  {
    "text": "Yours are the first books and videos that have felt like they were made for us. I even managed to get my husband to watch your last video about school trauma.",
    "author": ""
  },
  {
    "text": "Thanks Naomi, your posts are always equal parts comforting, educational and inspiring",
    "author": ""
  },
  { "text": "I have such gratitude for what you are sharing", "author": "" },
  {
    "text": "Because of you I feel like there is a light at the end of a dark tunnel",
    "author": ""
  },
  {
    "text": "Thank you so very much for all you do, Naomi. There's a great deal of us who genuinely appreciate your wisdom and insight. All you share is incredibly impactful and is helping so many.",
    "author": ""
  },
  { "text": "Naomi for MP! Go for it! Your country needs you!!", "author": "" }
]
