{
    "url": "https://naomicfisher.substack.com/p/its-okay-to-get-it-wrong",
    "pubDate": {
        "day": "05",
        "month": "May",
        "year": "2025"
    },
    "title": "It’s okay to get it wrong",
    "subtitle": "",
    "images": [
        "https://substackcdn.com/image/fetch/$s_!VzF_!,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F8f69de73-e1e3-452f-ab7a-55b6ddb1d91b_3508x2480.jpeg"
    ],
    "paragraphs": [
        "Many of us start out as parents with the idea that we are going to Get It Right. We are going to provide the ideal childhood, with the perfect amount of care and attention. We will be a 100% reliable safe parent, never furious or punishing. Always calm and gentle – and our child will respond to that. We’ll never push them beyond what they can manage and we’ll always be connected and empathic.",
        "Then real life hits, and things go wrong. Both for your child, and for you. Your child gets distressed and angry. You also get distressed and angry. You both say things you later regret. You go to places which are clearly too much, and you don’t realise in time. You insist on doing things they can’t manage, because in the heat of the moment you don’t know what else to do.",
        "Sometimes I meet parents who beat themselves up about every time that things have gone wrong. From birth and the difficulties breast feeding onwards, through to school problems and sibling disputes.",
        "‘If only’ they say, ‘I’d known better. It would have been different’. They worry that they have damaged their child, that their distress caused some irreversible damage or rupture. Sometimes they ask if they might have caused trauma, by getting angry, or by not being fully present.",
        "There is no such thing as a perfect childhood – but even if there was, it wouldn’t be one where things never go wrong and no one ever gets angry. Children are learning about the world as they grow – and in the world, things sometimes go wrong. People have arguments and fights. Each one does not have to be a trauma, for children or parents.",
        "What matters is what happens next and that’s when we get our chance. For we can take the chance to apologise and to repair. We can forgive ourselves for our failings.",
        "We can do, in fact, what we would like our children to learn to do for themselves when things go wrong in the future. Rethink, reset and try again. Learn from the experience and let everyone move on. Tomorrow is another day.",
        "With "
    ],
    "imagePrefix": "its-okay-to-get-it-wrong",
    "imageExtension": "jpeg"
}