{
    "url": "https://naomicfisher.substack.com/p/behaviour-is-part-of-a-complex-system",
    "pubDate": {
        "day": "21",
        "month": "Oct",
        "year": "2024"
    },
    "title": "Behaviour is part of a complex system",
    "subtitle": "If we don't understand that, then things can go badly wrong",
    "images": [
        "https://substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F7d9a61db-9ab0-4c87-9eb1-dc33e9b09157_2500x2500.jpeg"
    ],
    "paragraphs": [
        "The moment we talk about changing children’s behaviour without considering the context of that behaviour, we are doomed to failure. We will put in place ever harsher consequences, and they will work less and less well. ",
        "That's because behaviour never exists in a vacuum. It's part of a complex system. ",
        "Behaviour is a response to circumstances as well as causing consequences and as such, it provides feedback on how a system is working. ",
        "If levels of disruptive behaviour are high in our schools, then something isn't right for our young people. Young people do well if they can - and lots of this generation can't right now. ",
        "Perhaps it's that years of under-funding plus a pandemic have resulted in a generation who don't believe that school will give them a passport to a better life. ",
        "Perhaps it's that our system is overly focused on exams which a third fail. ",
        "Perhaps its that our curriculum doesn't enable young people to study things that interest them. ",
        "There will not be one single cause. That's part of the complex system. It will be many things together and they will all interact. ",
        "Teachers will have much better ideas that me about what those things are. But it won't just be 'young people haven't learnt how to behave '. That's a reductionist explanation, and this is a complex system. ",
        "It would be convenient for everyone if those complex problems would be solved by suspending and isolating enough children, but evidence suggests that that won't improve behaviour and will have long term negative consequences for those children. It will cause other ripples in the complex system, and they are unlikely to be positive. ",
        "Complexity is inconvenient, but if we don't embrace it, we're doomed to repeat the errors of the past. Behaviour is part of a complex system."
    ],
    "imagePrefix": "behaviour-is-part-of-a-complex-system",
    "imageExtension": "jpeg"
}