{
    "url": "https://naomicfisher.substack.com/p/standardised-children",
    "pubDate": {
        "day": "09",
        "month": "Sep",
        "year": "2024"
    },
    "title": "Standardised Children ",
    "subtitle": "On fitting children into age-based boxes ",
    "images": [
        "https://substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Ff7308eda-34c5-444b-a1a6-ddcf28db94ff_5775x3855.jpeg"
    ],
    "paragraphs": [
        "We are told to standardise our children. We compare and contrast, from the off. We buy books of expectations which tell us when they are meant to first smile (6 weeks) and roll (4 months). And when they don’t do it on time, we fret. We worry about what that might mean, and what we could do about it – can you compel a baby to smile? What if they are just feeling serious?",
        "We’re told about the standards everywhere, the developmental milestones. Do they have a pincer grip yet? Are they showing an interest in letters? Can they button their coat themselves? Childhood becomes a long list of things they should be doing now – and therefore things they aren’t doing yet.",
        "Is that handwriting good enough, for a 9-year-old? Should an 11-year-old be able to pack their own lunch? We compare, and as we do so, we panic and we rush. For no one wants their child to ‘fall behind’. No one wants their child to be the one who can’t do what the others do, and so we worry, and then we push. We try to get them ready for each new stage, and so we make them doing things before they see the need.",
        "What’s lost in all of this is how different children are. We don’t hear enough stories of varied developmental trajectories. Of children who learn to talk late, and then just can’t stop talking. Or those who have no interest in letters at all, until they are ten and see that reading an instruction manual might be useful. We don’t hear about the children who only eat noodles and nuggets for the first twelve years of their life, and then widen their pallet to include pretty well everything. The ones who don’t join in, until suddenly they want to do it all.",
        "We don’t tell enough stories about how children change in unexpected ways. We’re encouraged to think that child development is a straight road or flight of steps, when really it’s a meandering path. We think there’s only one way to adulthood, when in fact there are many.",
        "Our task as the grown ups is to hold their options open for them, to give them the space to change when they are ready. Our job is to make sure they are allowed to travel their path. Not to lock them down to how they are now, not to hem them in with evaluations like ‘not good enough’ or ‘behind’. Not to compare them to others their age and find that they are wanting.",
        "Our task is to show them that many ways can be the right way, and that we’re right alongside them as they find their own."
    ],
    "imagePrefix": "standardised-children-",
    "imageExtension": "jpeg"
}