{
    "url": "https://naomicfisher.substack.com/p/a-skill-worth-learning",
    "pubDate": {
        "day": "16",
        "month": "Jun",
        "year": "2025"
    },
    "title": "A Skill Worth Learning?",
    "subtitle": "Our teenagers are spending years of their lives learning how to take exams",
    "images": [
        "https://substackcdn.com/image/fetch/$s_!91v4!,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F025fb689-6b85-4413-99e5-f8e6e1c6da9a_3304x4956.jpeg"
    ],
    "paragraphs": [
        "When I was young, I got very good at taking exams. I sat nine GCSE’s, each with at least two papers. I went to 6th form college and sat more exams there. Onto university, and at the end of each year there were more exams which I had to pass in order to continue. Summer after summer, dominated by high stakes exams. I sat in hot exam halls with my clear pencil case and wrote until my hand hurt.",
        "By the time I was in my early twenties, I knew a lot about my own exam taking style. I knew that it wouldn’t matter if I slept badly the night before, because I would get a rush of adrenaline and it would carry me through. I knew that afterwards I would be convinced I had done terribly and would go over and over the answers in my head. I knew that mostly I would do okay even if I was convinced I hadn’t, although I did almost fail a biochemistry exam in my first year at university. And histology exams were more of a guessing exercise than a test of my knowledge. I never could see anything in the slides.",
        "Sometimes I dream I have to take another exam, and I get that same adrenaline rush. I wake up remembering being seated in distanced rows, with tags fastening my papers together. I remember the panic of a leaking pen, or realising that you’ve completely misunderstood the question with only ten minutes to go.",
        "But now, no one wants to set me an exam. Since I finished university, I have not managed to find anywhere to practice that skill that I so painfully developed, summer after summer. And when I think about it, I can see why. What would be the point of making me sit in a lecture room and write everything that I could remember, without being allowed to look things up or discuss them with someone else? What purpose would it serve? How would it be worth all the hours of revision? What would it tell anyone usefully about my capabilities in work or life?",
        "And then I wonder what might I have learnt in with those years, had they not been so dominated by exams and the need to do well every summer. For what I learn was to play safe, not to choose anything too challenging. I learnt to choose subjects where I thought I would perform, not that I found most interesting or inspiring. Sometimes I got it wrong (like the biochem) and then I would avoid that subject if I could in the future. I did not choose art, or Japanese, or philosophy, because I was not sure of my ability to do well enough in the exam.",
        "I learnt to colour within the lines and to give the examiners what they wanted. I did it well.",
        "It took me years to unlearn what I learnt over those years of exams. It took me years to start to scribble outside the lines, or to think for myself without wondering if I was ‘getting it right’. And I did well. For those who do badly, they learnt that there is no point in trying, that they don’t measure up and now their grades will confirm that to everyone else.",
        "Our young people are still going through the same performance. Year after year of their adolescence is spent worrying about exams, and years of their education is spent trying to get them to perform well for those hours in an exam hall.",
        "We don’t seem to be able to stop, despite the evidence that it isn’t working and that many of our young people are left ill-equipped for life and work.",
        "We need to think differently. Let’s tear up the exam papers and start again"
    ],
    "imagePrefix": "a-skill-worth-learning",
    "imageExtension": "jpeg"
}