{"url":"https://naomicfisher.substack.com/p/be-more-resilient","pubDate":{"day":"Jan","month":"02","year":"2023"},"title":"Be More Resilient","subtitle":"Are we telling young people to be more resilient in order to avoid really thinking about the implications of their distress? ","images":["https://substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F7ba5ecdb-5df7-4705-8d74-aab623c21a95_1949x2717.jpeg"],"paragraphs":["Illustration by Eliza Fricker (@_MissingThe Mark)"," As a psychologist, it was a surprise to me when parents started telling me how much they hated the word 'resilience'. To me it sounded like a good word, an empowering one. Not to them. Here's what they tell me.","Thank you for reading Think Again. This post is public so feel free to share it.","When their children are young and school becomes more formal, lots of them start to show distress. They meltdown after school, chew their sleeves to shreds and wet themselves. When they raise it with professionals, they're told to carry on and 'they'll get more resilient'.","As they move up through primary school, some of them find relationships difficult. They are excluded by other children, or don't feel liked by staff. They tell their parents they feel lonely and unhappy. When their parents raise it, they're told they need to 'become more resilient’.","They get older and move to secondary school. Here, the sensory experiences can be intense. Children talk about the pain of the dining hall noise or the vomit-inducing smell of the toilets. They come home crying, and parents are told they need to 'develop their resilience'.","They get older still and pressure starts to pile on. They worry about exam results. They wake at night sure they will fail and their life will be over. They talk about how stressful it all is & when they ask for help, they are told they need to learn to 'be more resilient'.","The pressure continues. Social pressures are intense. Young people have very few choices about their lives. They're told that the exams they take now will affect their lives for ever.They start to say they don't want to carry on, again, it's framed as a 'lack of resilience'.","They are subtly put down. Parents and young people are told 'the world won't pander to them for ever' or 'everyone is going to fail some time, we don't wrap you in cotton wool here'?'. They're sometimes told, we have 'high expectations' and 'we're not ashamed of that'.","The implication is clear to parents - this distress is your problem, not ours. The problem is that your young person isn't coping better & requires too much. You’ve been too nice to them.  We're not going to listen any more. They need to stop complaining & get on with it. That's what is meant by 'resilience'.","It makes young people feel bad. They feel shamed because they are asking for change. They feel that it's being implied that they are weak and that they just have to suck it up. To them, that's what resilience means. No wonder they don't like the word.","Resilience is being used to let the system off the hook. It's being used to say (again) that the problem is our young people and their parents who persist in listening to them. It's up them to them to adjust, no matter how damaging the system is.","For when does 'be more resilient' stop? What level of distress among our young people will lead adults to stop telling them to change & instead think about how we need to change? How many young people need to be at breaking point?","It's a misuse of the term resilience. Resilience isn't about putting up with what happens to you and not showing your distress. It's not about accepting things without speaking up, or being 'pandered to' (what a horrible term). Why, when young people speak up and ask for change, are they often dismissed in this way?","Resilience is about standing up for yourself & being supported to do so. It's about saying no when something isn't right. It's asking for help when you need it. It's knowing you can trust others to support you. It's about your inner sense that you are okay, just as you are.","Real resilience is built through listening, through relationships and connection. It's built through empathy, through knowing that people have your back and that your views matter. It's built through a sense of safety and trust.","Resilience is something that exists in a system, not just in individuals. A resilient system can cope with change. It can hear challenge without defensiveness. It can adapt & flex in response to difference. It responds to feedback. A rigid system causes more distress.","If we want our young people to be truly resilient in the future, we need to listen to their voices now. We need to empower them to say No and ‘that’s not right’. We need to tell them that it's not 'pandering' when they are listened to, and that speaking up is part of genuine resilience.","We need to create resilient systems which enable our young people to thrive and grow, without shaming them when they struggle. We need to reject the idea that making a child tolerate intolerable situations will build resilience. We need them to know that their voices matter.","Above all, we need to ask ourselves questions.  Is this another way to avoid listening to our young people? Does it mean that we can dismiss their feedback and say it’s not their lives, it’s them? Is it more comfortable for adults to say it's a lack of resilience than to see their distress?","And if so, maybe we need to start with ourselves. Maybe the real question is, how can we build our own resilience to the point where we can allow ourselves to really hear them?"],"imageFileName":"be-more-resilient.jpeg"}