{
	"url": "https://naomicfisher.substack.com/p/if-only-the-problem-with-school-was",
	"pubDate": {
		"day": "Jan",
		"month": "08",
		"year": "2024"
	},
	"title": "If Only The Problem with School was Attendance ",
	"subtitle": "",
	"images": [
		"https://substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F910e2b03-c390-426c-bb76-bfc43edba63b_2480x3508.jpeg"
	],
	"paragraphs": [
		"If only the problem was attendance. If only the real issue was just that children aren’t at school, and so they can’t learn. For then the solution would be so simple. Get them back to school and let the magic happen. No matter how hard it is. ‘Every day counts’ as they sometimes say (in which case, I’m stuffed, I missed an awful lot of school). ",
		"But attendance (and behaviour) isn’t the real problem. It’s the signal that something is wrong. It’s the sign that there is a problem. It’s the child waving flags, going ‘this isn’t working’. We won’t solve that problem by taking their flags away, or pretending they aren’t there. ",
		"There are many reasons those flags might be waving. Lots of them aren’t immediately obvious to adults or children. Our schools can be places of pressure and anxiety. They are often not developmentally informed. The focus is on following curriculum and text results rather than well being and learning about things which interest you. Relationships with teachers - particularly at secondary school - are highly conditional and there is very little time for meaningful connections. Behaviour policies are punitive and children tell me they are scared of them. ",
		"None of that is solved by insisting they attend. It just makes them more scared when they are told ‘Mummy might go to prison if you don’t come to school’ or ‘if you don’t go to school you’ll end up under a bridge’ (both things which real children I work with have been told). It won’t help to tell their parents to ‘make home less fun’. In fact, it can push our children from unhappiness into despair. It can cause them to retreat from everyone. ",
		"What if this focus on attendance is actually making things worse? What if the more pressure we put on, the more our children bend and some of them break? What if the schools we have created aren’t good places for lots of kids to learn, and they are signalling that to us? ",
		"What would it mean if we started with an open mind and said, millions of kids aren’t thriving at school. Maybe the problem isn’t them and their parents. Maybe, just maybe there’s something up with our system? What then?",
		"Illustration by Eliza Fricker www.missingthemark.co.uk "
	]
}