{
    "url": "https://naomicfisher.substack.com/p/punishment-day",
    "pubDate": {
        "day": "29",
        "month": "Jul",
        "year": "2024"
    },
    "title": "Punishment Day ",
    "subtitle": "",
    "images": [
        "https://substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F207fd70b-0fdb-47fb-b50f-996099f3e35b_4898x3265.jpeg"
    ],
    "paragraphs": [
        "A parent of a Year 7 child who is struggling with attendance has got in touch. Their school (in a deprived area) has sent a letter about the Year 7 Rewards Day, to be held in the last week of term. It is a fun activity day to be held at school, run by an external company. It is the sort of thing most of the children will not have had the opportunity to do before.",
        "To attend, children must have above 90% attendance, not too many behaviour points and their parents must pay a significant amount of money. Payment won’t secure a place, because if the child’s behaviour or attendance isn’t good enough, they’ll be excluded regardless.",
        "If they can’t participate in the Rewards Day, they must attend school anyway in school uniform and do a normal school day.  Her child is at 80% so isn’t invited. This is a punishment. Being excluded from a Rewards day will be experienced by those children as a punishment.",
        "Here’s why policies like this are counter-productive and unfair.",
        "These policies reward the lucky. They reward those who find school easier, who don’t suffer from chronic illness or anxiety and whose families can find extra money.  They reward those who are more able to control their behaviour (something which is highly variable at age 11).  They reward those who have had a better year.",
        "These policies shame the vulnerable. They make it highly visible to everyone who are the year’s ‘Successes’ and ‘Failures’ in the eyes of the school. They end children’s first year at secondary school by reminding them all that some of them have had a much harder time than others – and that those people are not worthy of celebration. It could lead to increased bullying and ostracization.",
        "These policies are a double punishment. Behaviour points are already punished by detention or isolation. There is already a system in place for attendance. To collate those points and attendance rates and then punish the children again means that the slate is never clear.",
        "For those who are struggling this is a way of ending a difficult year on an even more difficult note. They will conclude that their school thinks the problem is them. It is very unlikely to lead to improved behaviour and attendance in Year 8, because it doesn’t address any of the reasons why school is hard for them – and it will make them feel bad about themselves and negative about school.  ",
        "What’s the alternative? If you’re going to do something fun at the end of term, do it for everyone. Show them that they are all part of the school community and that they are all worthy. End the year on a positive note for all, regardless of attendance and behaviour points.",
        " You never know, that might make a difference – and it will be the most vulnerable who most need to know.  "
    ],
    "imageFileName": "punishment-day-.jpeg",
    "imagePrefix": "punishment-day-",
    "imageExtension": "jpeg"
}