{
    "url": "https://naomicfisher.substack.com/p/its-not-just-a-sticker",
    "pubDate": {
        "day": "19",
        "month": "Aug",
        "year": "2024"
    },
    "title": "It's Not Just A Sticker",
    "subtitle": "When we surround children with rewards, they lose something precious.",
    "images": [
        "https://substackcdn.com/image/fetch/$s_!7YmZ!,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fcdeb177e-7c76-4a0b-ad17-56641b4c9de3_819x819.png"
    ],
    "paragraphs": [
        "It’s an inconvenient truth than when you make someone do an activity, they enjoy it less and want to do it less in the future. Even if it was something that they were originally motivated to do. It’s a consistent finding in the research. ",
        "Adults make children do things in many ways, and one way is through rewards.  It’s assumed that children will try harder with more incentives, so adults add a reward ‘to encourage them’. ",
        "Small children come into school, and they are curious and interested. They are driven to learn about the world around them and participate. Quickly, they are surrounded in an atmosphere of consequences, both positive and negative. Do your reading and get a star. Learn your times tables and dress your avatar better. Be nice to someone and you might get a sticker ‘Caught being kind’.  Paint a picture and get a Star of the Week certificate. ",
        "Young children are often easy to manipulate with stickers. Learning becomes about the rewards, not the learning. ",
        "It should no surprise that by the time they are teenagers, many of them have completely lost their interest in learning.  They are not curious anymore, They’ve had it rewarded out of them. Now, they are mainly focused on getting the awards (and avoiding the sanctions).",
        "Stickers and stars don’t cut it anymore, so secondary schools have to up the ante. Schools give rewards which can be traded in at the shop, or reward those with the most with theme park trips or free AirPods. Sanctions get worse too, with isolation an ever constant threat in some schools. Not to mention fear of failing your GCSEs, something which young people tell me is always present in their lives. None of it makes teenagers want to learn, but it often makes them go through the motions.",
        "How do I know it’s not ‘just how teenagers are’? Because young people educated outside school don’t go through the same thing. They don’t lose their love of learning, even for difficult things. I know teenagers learning languages for fun, doing extra maths because they love it, learning history and physics and challenging themselves in multiple ways. They aren’t paragons, they’re ordinary teenagers with all the difficulties of adolescence. They just don’t need to be forced to learn. Their internal drive to learn is still there, just as it was when they were four. ",
        "All children start off with that drive to learn. They want to participate in the world.  What if the point of education was to keep that spark alive? How differently would we organise education then? "
    ],
    "imagePrefix": "its-not-just-a-sticker",
    "imageExtension": "jpeg"
}