{"url":"https://naomicfisher.substack.com/p/the-art-of-quitting","pubDate":{"day":"Dec","month":"26","year":"2022"},"title":"The Art of Quitting","subtitle":"We have to allow our children to say no, so that they can truly say yes. ","images":["https://substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F6b398465-29e8-4a71-816f-d3d2913ddc54_861x1200.jpeg"],"paragraphs":[" Many parents spend their time pushing their children to complete things they have started, in the belief that if they don't make them, they will never learn to stick at things. Here's why that is counter-productive. ","Illustration by Eliza Fricker, Twitter: @_MissingTheMark.","When children are young, they try things out. They are often very tuned into their own preferences, and if they don't want to do something, they'll stop. Adults tend to see this as 'moving from whim to whim' or a 'short attention span'. ","As they get older, adults try to dissuade children from giving things up. It's very common for children to be signed up for a course of lessons, and then made to continue, even if after the first couple, it's clear they don't enjoy it. ","Money is usually given as the reason why they can't quit. It's been paid for, so they have to do it. Often children are told what they 'need to learn' - the value of money, sticking at something, making progress, the importance of working hard even when you don't enjoy it.  ","Adults assume that if children aren't made to stick at things, they will never learn to do so. They worry that their children will never make progress in anything, will always quit when things get tough.  ","They imagine their adult children, unable to hold down a job, complete a degree or stay in a relationship, all because they weren't made to continue with the hated swimming lessons when they were seven. ","In this way, parents put huge value on sticking with things - and very little value on knowing when to quit. They over-ride their children's preferences and tell them not to be silly. Or they guilt-trip them 'We can't afford for you to just decide not to go'. ","Often there is a moral value assigned to keeping going - and shame attached to giving up. Parents tell their children 'not to be quitters' or that if they want to get anywhere in life they'll need to keep going when things get tough.","Over time, some children lose touch with their own preferences. They know that their choices don't matter, beyond the initial interest. They go through the motions.  Others start to really dislike the activity but still feel unable to quit because of the guilt and shame.  ","Some do start to enjoy things more after a while - and then their parents say 'I told you so'. The child learns that their preferences were wrong all along and that their parent knew better, sometimes undermining their sense that they are a person who can trust their choices. ","The odd thing is that the amounts of money involved are typically not huge - and that it doesn't cost any more for a child NOT to go to their swimming lessons than it does for them to go. The money is gone. We either pay to force them to go, or we pay for them not to go.  ","A person's relationship with an activity changes when they are forced to do it. We resent it. I remember this well from school - I loved to read, except when I was obliged to do so. The books I was made to read hung heavy, the ones I chose were joys.  ","Rather than learning how great it is to stick at things, I learnt how much I hate to be made to do things. Even as an adult, I feel guilt when I stop reading a book half way through, as if I must finish what I started even when I think it's a waste of my time.  ","Some of the bravest children start to refuse to try anything new. They don't want to risk it, in case they end up committed and unable to quit. The risks are just too high, because they know that their 'yes' now might be used to compel them for months in the future.  ","These kids often get pathologised. They are called oppositional defiant, or demand avoidant. We think there must be something wrong with them, rather than their refusal being an understandable response to not being allowed to say no. ","We have to allow children to say 'no' so that they can truly say 'yes'. In order to really throw yourself into something, you need to know that you'll be allowed to stop and leave when you've had enough.  ","Let's learn to value the art of quitting. We need to respect children who say that they'd rather spend their time playing than attending clubs. We need to allow them to make choices even if we secretly think they're making a mistake.  ","Childhood is a good time to make mistakes. The consequences are rarely as serious as in adulthood. If you miss out on guitar lessons this year, you can usually do them next time or learn another way.  ","Our fear is that if we allow our children to quit, they'll never learn to stick at anything.I think it's the other way round. If we force them to stick at things, they'll never learn to quit.They'll learn to ignore their inner voice, to think that their choices don't matter.","I see from the self-directed children around me that children don't have to be made to stick at things. They'll come to that in their own time, as their brains mature and as they find their own goals and values. They apply themselves without any need for force.  ","So let's start to celebrate our children's 'no's. Let's see that listening to themselves is important, even if we'd rather they were doing something else. Let's empower them to make choices about what they do and how they do it. These are crucial skills for life.  ","• • •"],"imageFileName":"the-art-of-quitting.jpeg"}