{
    "url": "https://naomicfisher.substack.com/p/is-he-behind",
    "pubDate": {
        "day": "14",
        "month": "Aug",
        "year": "2023"
    },
    "title": "Is He Behind? ",
    "subtitle": "What damage do we do when we impose age-based standards on our children? ",
    "images": [
        "https://images.unsplash.com/photo-1653289205399-60519c606d12?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=1000&q=80"
    ],
    "paragraphs": [
        "Image: Renaud Confavreux via Unsplash",
        "I talk to lots of parents who are worried about their children.   They’ve been told that they are behind, and that they will need remedial help to ‘catch them up’.  They say to me, but I’ve been told that my child is behind in X, and they must follow a special programme. Surely that means I have to make them do it?  Isn’t that really important?",
        "The whole idea of ‘behind’ is an interesting one, because it’s one which has been created by the idea of standardised development. The idea that there is a particular place where a child should be at age 3, 4, 9 or 13, and if they aren’t, they are behind. ",
        "As a clinical psychologist, one of the things I was trained to do is administer standardised tests to children.  There are a lot of different tests, and they have been ‘norm-referenced’.  What that means is that they have used the test on many children, collated all their scores, and worked out the average score for a child of each age group on the test.",
        "That average becomes the standard. If your score is significantly above that, you’ll be seen as ahead, or gifted. If you score is significantly below that, you’ll be seen as behind, or delayed.",
        "This can happen with literally anything that we can devise a test for.  Working memory, verbal comprehension, numeracy, problem solving, emotion recognition, reading.  Impulse control, perspective-taking, planning. Gross motor skills, fine motor skills.  Test lots of kids, find the average, and define that as where a child of that age should be. ",
        "We can test an almost infinite number of things, and there will always be those who are below and above the average. That’s how averages work.  Imagine that I decided that speed of running up the stairs is an important skill, and I tested thousands of 6-year-olds on it.  I could create norms for that age group, and now I can identify 6-year-olds who are behind in stair-running.  I can offer them extra stair-running lessons.   I can tell their parents that they need to do special exercises to catch them up.  I can create a lot of worry about their deficiencies.",
        "The more things that you assess, the more likely it is that you’ll find areas where an individual child is significantly different from the average. ",
        "This idea has soaked into how we see childhood.  We see the average as something to aim for, as a sign that their development is ‘on track’.  Scoring below the average is cause for concern, particularly for parents.  Being ‘behind’ is not something that anyone wants, and it gets into how children see themselves and how parents see them.",
        "But there’s no evidence that childhood development is age standardised.  Children develop skills at different ages. They learn to walk and talk at different times.  Their brains develop at different rates.  Their physical and emotional development varies.  When we start to see this variation through the lens of  ‘ahead’ or ‘behind’, we add judgement. Ahead is good, behind is bad. ",
        "That might not matter, except for the evidence that this affects how children see themselves and how adults see them.   Those who are young in their year (and therefore more likely to be ‘behind)  see themselves as lacking, whilst those who are older see themselves as more capable.   Parents become more controlling when they are worried about ‘catching up’.  They’re less likely to spend time letting children play, and more likely to insist they do special exercises. ",
        "We’ve created the idea of ‘behind’ with age standardisation, and who knows what harm we do by telling children that this is them.",
        "It doesn’t need to be that way.  "
    ],
    "imageFileName": "is-he-behind-.jpeg"
}