{
	"url": "https://naomicfisher.substack.com/p/what-do-we-do-about-school-refusal",
	"pubDate": {
		"day": "Aug",
		"month": "27",
		"year": "2022"
	},
	"title": "What do we do about school refusal? ",
	"subtitle": "Parents are often told by schools that if they do not make their child go to school, their anxiety and behaviour will get worse. Is it true? ",
	"images": [],
	"paragraphs": [
		"As a clinical psychologist, I'm often asked what to do about school refusal. By which adults usually mean, how can we get the children to go to school and stop protesting? Here's why our kids need us to think differently. ",
		"I meet lots of kids who have refused to go to school. When I talk to them and their parents, they always have reasons. Sometimes it's bullying, but not always. Sometimes it is the way they feel at school, or the intensity of the smells and noise. ",
		"Sometimes it is being prevented from following their interests, or made to do things which they find pointless. Sometimes it's how bored they feel. Sometimes it's how stressful they find the repeated transitions and being with large numbers of other people all day long. ",
		"One girl told me all about the rules in her school and how arbitrary and outrageous she thought they were. She told me that school felt like a place of unreasonable control to her, and she objected. ",
		"When I talk to these young people, I can relate to their reasons for not wanting to go. They don't sound irrational. But once the situation is framed as 'school refusal' then the solution is thought to be 'how do we stop them refusing?'.  We’ve defined the problem as them refusing, rather than any of the reasons why this might be. ",
		"To this end, parents are told to consider 'school refusal' as 'bad behaviour' which should not be reinforced. They're told to keep making them come in, as otherwise the behaviour will get worse. If they take their child home, they're told that the problem won't ever resolve.  This is based on basic behavioural psychology. ",
		"Other parents are told that the child's anxiety will get worse if they don't insist, and so they are told they must bring them in no matter what or they'll become housebound with anxiety. I've heard tales of adults trying to get kids out the car at school in their pyjamas. This is based on exposure therapy. ",
		"The problem with these approaches is that they don't listen to the reasons why the child doesn't want to go to school. They have decided that the problem is the refusal, rather than the things which have made the child refuse. They encourage parents not to listen to their kids. ",
		"Parents feel blamed for the problem - it's down to them not being strict enough, or not preparing the child well enough for school, or not backing up school policies at home. People write 'Mum is anxious' in letters and reports. They feel trapped, just like the child. ",
		"When adults start to force a child repeatedly into a situation whilst they resist, we are setting the stage for trauma. The child cannot say no, they cannot trust the adults around them to listen, and their voice is being ignored.   They have repeated experiences of feeling trapped under intense stress, at school - and this has the effect that they can become traumatised.  School literally because frightening.  Their survival system is triggered by things associated with school.  Reading, perhaps, or the classroom door.  Even their friendly teacher or their school shoes.  A strategy which was meant to help ends up making things worse. ",
		"This isn’t just traumatising for children. Parents suffer too. They tell me they have flashbacks of what they did when they thought that they couldn't listen to the child's distress, for fear of everything getting worse and being seen as a bad parent. ",
		"Difficulties with school are far more complicated than school refusal.  Refusal is just what we see, but underneath it there will be so much going on.  We need to start asking 'What's going wrong here?', rather than 'How can we make them go?'. We need to see school refusal as feedback, sometimes the only feedback children can give."
	]
}