{
    "url": "https://naomicfisher.substack.com/p/being-able-to-say-no-allows-children",
    "pubDate": {
        "day": "23",
        "month": "Oct",
        "year": "2023"
    },
    "title": "Being Able to Say No Allows Children to Really Say Yes",
    "subtitle": "",
    "images": [
        "https://substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F3cf653fb-4b7c-4f9b-a9b5-eb8f9b8e0a7c_3508x2480.jpeg"
    ],
    "paragraphs": [
        "Illustration by Eliza Fricker (www.missingthemark.blog)",
        "Some children need to know they can say No before they can really say Yes.",
        "They need to know that they aren’t being forced to be here, that they are free to go, and therefore, they are also free to stay. Knowing that they can leave makes it possible for them to join in.",
        "Unfortunately this isn’t how we raise children in mainstream parenting culture. In fact, a lot of mainstream parenting is predicated on the assumption that we shouldn’t let them say no, because they might take up the opportunity to do so. ",
        "‘We just don’t give them the option!’ say parents breezily, apparently without hearing the controlling overtones. We tell children what is going to happen without giving them the option of it not happening. We put them in places where they have no escape. We pressure them to make sure they join in, come with us, have a go – and we shame them if they don’t.  We worry that they will be sad that they missed out later, and so we push them to make sure that that won’t happen.  ",
        "We put such value on saying Yes, and very little on the skill of saying No. Children who say No a lot are called oppositional, pathological, defiant, resistant or difficult. Their very No’s are seen as a problem, and sometimes more pressure is put on, which just makes it even less likely that they will say Yes.",
        "For children learn by trying things out, which includes saying both No and Yes. They learn their limits by experimenting with them. They learn what they can manage by getting it wrong. They learn to make decisions by making decisions, both good and bad. They can’t do this if we restrict their choices to joining in, because we don't like the idea of them choosing not to.",
        "They can’t risk saying Yes, if they know that once they have done so, they won’t be able to say No."
    ],
    "imageFileName": "being-able-to-say-no-allows-children-to-really-say-yes.jpeg",
    "imagePrefix": "being-able-to-say-no-allows-children-to-really-say-yes",
    "imageExtension": "jpeg"
}