{"url":"https://naomicfisher.substack.com/p/they-wont-get-away-with-that-in-the","pubDate":{"day":"Nov","month":"06","year":"2023"},"title":"They Won't Get Away With That in the Real World","subtitle":"Why is 'the real world' always used as a reason to make children to do unpleasant things? ","images":["https://substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F1ec1d211-59c4-4319-af1e-35db001b812e_640x477.jpeg"],"paragraphs":["Image: Amy Humphries @Unsplash","Why is it, when we’re told that we have to prepare children for the ‘real world’ it always means making them do unpleasant things? It means making them get up early every morning, or wear clothes they hate. It means they must be in school every day, even if they aren’t learning anything.  It means ‘holding them accountable’ AKA punishment, if they fail to comply with the demands of adults. It makes making them do things they don’t like, without allowing them to stop.","We rarely hear talk about preparing them for a life-time of making meaningful decisions.  We don’t talk about how to prepare them for a world in which adults don’t always have the answers.  We don’t talk about preparing them for a world where sometimes disobedience is the right choice, and just because something has ‘always been done like this’ doesn’t mean that we should just carry on.  ","We don’t talk about preparing them for a world where relationships aren’t all based on competition, and where people aren’t ranked according to their predicted exam results.  We don’t talk about how in the ‘real world’ you can choose to do the things you enjoy, and how if you can find work which relates to your interests, you’ll lead a much happier life.  We don’t talk about how in ‘the real world’ if you hate your job, you can try to find another way to earn a living. The real world isn’t one size fits all.","Why is ‘the real world’ always used as an excuse to control young people – when in the real world, we need people who can resist control and who can break down barriers?  We need to learn how to disagree, and how to challenge authority.  Children can’t learn that, when they are being told that compliance is their only option. ","In the real world, we’re allowed to ask awkward questions.  Let’s help our children practice that."],"imageFileName":"they-wont-get-away-with-that-in-the-real-world.jpeg"}