{
    "url": "https://naomicfisher.substack.com/p/would-this-work-for-you",
    "pubDate": {
        "day": "22",
        "month": "Jul",
        "year": "2024"
    },
    "title": "Would this work for you?",
    "subtitle": "New job, new world? ",
    "images": [
        "https://substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F4a266f62-e254-4eb1-9e68-5054dee74030_4288x2848.jpeg"
    ],
    "paragraphs": [
        "Imagine you start a new job and they send a strict dress code, down to the colour of your socks and style of your shoe. They also send you a list of equipment which they say you must have every day. Some of it seems a bit strange - two green pens?- but off you go dutifully to Smiths and equip yourself. ",
        "On the first day, you’re lined up with your colleagues and inspected. Anyone whose clothes aren’t exactly according to the dress code is told they’ll have to work an extra half hour. Same for any missing equipment. The penalties add up - wrong colour socks and missing protractor? One hour after work. You’re a bit concerned at this because you had arranged a lift home and if you have to stay late you’ll miss it. You check your clothes and equipment, all seems okay. You pass the check, but the woman next to you has the wrong shoes. She’s distressed at the news that she’ll be staying late - she had plans later. Tough. She starts worrying about how she’s going to get new shoes to avoid the same tomorrow whilst also staying late at work. You don’t know how to help. ",
        "You get into your office and look around at your colleagues, but there’s no time to chat. On the whiteboard is a list of expectations for the day. You must be on task at all times and this will be monitored through your computer. Toilet breaks are limited to particular times and you’ll be queuing because it’s the same time for everyone. Eyes must be kept on your computer and this will be tracked. You must sit facing forwards and not slouch. You must use a regulation ruler whenever you read a document. If you break the rules, you’ll be kept after work the same day. ",
        "You’re told that if you get too many ‘after works’ then you’ll spend a day in the Quiet Room where no one will talk to you for the whole day and you can’t eat lunch with your colleagues or go to the toilet more than twice. You start to feel a sense of unease. You’re worried about whether you can comply and what will happen if you start gazing off into space or rocking on your chair. ",
        "The office is very quiet. ‘Isn’t it lovely?’ says your manager. ‘People here appreciate our structure and clear boundaries. You’ll do the best work you have ever done here because no time is wasted. We’ve set it up so you don’t have to worry about making decisions, you just do what we say and concentrate on your work’. ",
        "You think perhaps this isn’t the right place for you, but they remind you that you’ve signed a five year contract without a get out clause. There are no other options. You are powerless. ",
        "What effect would that have on you? Would you be happy and relaxed at work? Would you be motivated and doing your best for those five years? Might you feel anxious and trapped or resentful and angry? ",
        "And why would we think it would be any different for our kids?"
    ],
    "imageFileName": "would-this-work-for-you.jpeg",
    "imagePrefix": "would-this-work-for-you",
    "imageExtension": "jpeg"
}