{
    "url": "https://naomicfisher.substack.com/p/the-gem-jar",
    "pubDate": {
        "day": "19",
        "month": "Jun",
        "year": "2023"
    },
    "title": "The Gem Jar",
    "subtitle": "How schemes designed to reward children punish the vulnerable. ",
    "images": [
        "https://substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fbf492fc1-ccd2-4899-a26e-c1a792e68fc5_2480x3508.jpeg"
    ],
    "paragraphs": [
        "Illustration by Eliza Fricker (www.missingthemark.blog).",
        "We had a Reward Jar at my primary school.  A large glass jar, and when the whole class was well behaved for the whole day a gem would be dropped into it. If we got enough gems, then we would get a reward. Nothing big, half an hour to choose what we wanted to do on a Friday afternoon, or a couple of mini eggs.",
        "I remember it being a source of frustration.  I was usually well-behaved, but the same didn’t go for everyone in my class. There was Kai, who couldn’t sit still and who would roam around the class, occasionally making a break for the door.  Then there was Sophie, who couldn’t concentrate on her maths and kept looking around the classroom.  She was ‘years behind’ said the teacher, and she was made to spend every playtime at the teacher’s desk, on her own, ‘catching up’.   I can still remember her face, sitting at that huge desk and watching us all go out to play. ‘Sophie!’ said the teacher. ‘Stop watching them and start doing your fractions’.",
        "Now that we had the Jar, these things mattered.  Before they had been minor annoyances, but now it was like Sophie and Kai were doing it to me.  Their behaviour meant that I would not get the satisfaction of seeing the gems fall into the jar, would not get the prize. At the end, everyone would know that we, the whole class, had failed. We weren’t well-behaved enough.  We weren’t as good as the class next door.  I seethed with resentment. I told Sophie I wasn’t her friend anymore.",
        "Collective rewards can seem like a good idea, but they have hidden consequences. They shine a light on the children who find it hardest to conform with school expectations, and this can mean that the other children start to resent them or even exclude them.  They encourage children to blame each other, and they shame those who are struggling.",
        "They ignore all the factors in a classroom which can make it hard for children to ‘behave’ and they can lead to hopelessness. What’s the point in making an effort, if the others can’t conform?  They ignore the reasons for ‘behaviour’.  Reasons like developmentally inappropriate expectations, sensory overload, learning difficulties and stress. ",
        "Rewards are never just rewards.  They are never simply positive and here’s why. When a person doesn’t get an anticipated reward, they feel punished.  When a child misses out on a reward because of another child’s behaviour they’ll feel angry, and they may direct that anger at that other child. Ostracising those who struggle most will never help. ",
        "We need to seek to understand the reasons for a child’s behaviour, and to ask why things are hard for them.  Gems and collective rewards won’t help us to do that – and they might cause unforeseen consequences.  Rewards can also punish."
    ],
    "imageFileName": "the-gem-jar.jpeg",
    "imagePrefix": "the-gem-jar",
    "imageExtension": "jpeg"
}