{
    "url": "https://naomicfisher.substack.com/p/depoliticising-distress",
    "pubDate": {
        "day": "11",
        "month": "Aug",
        "year": "2025"
    },
    "title": "Depoliticising Distress ",
    "subtitle": "What do we lose, when we define 'anxiety' as the problem? ",
    "images": [
        "https://substackcdn.com/image/fetch/$s_!Rb67!,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F6cb17bcc-0757-4f09-b7ea-2dcf53a077af_3508x2480.jpeg"
    ],
    "paragraphs": [
        "When I was thirteen, I started at a new school. The other kids disliked me and called me names. I found the work boring and pointless. I felt like an alien. I dreaded each interminable day. I stopped wanting to go to school. Every Sunday evening I was filled with misery.",
        "If that happened today, they’d say I was anxious about school. I could have been said to have ‘Emotionally Based School Avoidance (EBSA)’ or ‘school anxiety’. Then, it was just called ‘school refusal’.",
        "I was anxious about school, that’s true.",
        "I was anxious about school when I was told that there was no choice but to go every day and that I ‘looked fine when you’re there’. I was anxious when I was told that if I didn’t attend school, I’d have no future. I was anxious when I was told that it was an ‘excellent school’ and that perhaps I just didn’t appreciate my luck.",
        "I was anxious because I felt trapped in a place where I was miserable. There’s nothing wrong with someone who feels anxious in those circumstances. In fact, I’d worry more about someone who DOESN’T feel anxious. Certainly most adults would.",
        "Once I had been defined as ‘anxious’ I could have been sent to see a specialist. I could have been told I had a mental health problem. My hatred of school would have been turned into a problem with me. ‘Successful treatment’ would have meant ‘Back to school’.",
        "And what I would have learnt was that I was the problem. I’ve have learnt to keep quiet and stop telling others how I felt. I’ve have learnt (as I already suspected) that there was something wrong with me, not the school.",
        "In fact I was lucky. That didn’t happen to me. I moved house and changed schools and the next school was different. I felt different almost immediately.",
        "Anxiety is a natural reaction to many circumstances. It’s an emotional response to uncertainty, novelty or lack of safety. It lets us know that extra caution is required. It keeps us alert through hard times. It is useful. We need our anxiety.",
        "Yet with children, we’ve decided that their anxiety is the problem, that it means something is wrong with them. We’ve even told them this, with mental health awareness campaigns on toilet doors and in classrooms. We’ve encouraged them to see their emotional reactions as a sign of dysfunction, as something outside the ordinary. A problem in their heads, rather than a understandable reaction to the world.",
        "By turning children’s distress into a mental health problem, we depoliticise it. Instead of asking questions about the school system and whether it is fit for children, we suggest that the problem is our children’s reaction to school.",
        "We’re using ‘anxiety’ to keep children quiet.",
        "We don’t ask whether our schools might be designed in ways which provoke distress and anxiety. We don’t ask if they might be developmentally inappropriate and in need of change. Instead we say that they need counsellors, and mindfulness courses, and emotional regulation apps. Ways to ‘cope’, whilst the system carries on regardless.",
        "If only our children could just stop having those inconvenient emotions, we think, then we could carry on as we were. There would be no need to change anything.",
        "But they can’t. Just like I couldn’t, all those years ago. Our children’s reactions are showing us that there’s a problem.",
        "What will it take for us to listen?",
        "(with ",
        ").  "
    ],
    "imagePrefix": "depoliticising-distress-",
    "imageExtension": "jpeg"
}