{
	"url": "https://naomicfisher.substack.com/p/what-is-behaviour-anyway",
	"pubDate": {
		"day": "Mar",
		"month": "18",
		"year": "2024"
	},
	"title": "What is behaviour anyway? ",
	"subtitle": "And why does it matter? ",
	"images": [
		"https://substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fef4ac5a9-48ee-4272-8ff0-64ac46041d5f_536x393.png"
	],
	"paragraphs": [
		"A slide from Tom Bennett’s (UK government behaviour tsar) presentation at the ResearchEd conference this weekend has been making the rounds on Twitter/X. ",
		"There are many issues with this slide, and I’ve just selected one major problem to discuss. There are others. ",
		"It’s not defined what ‘behaviour’ means.  To a psychologist, behaviour means the way in which a person acts or conducts themselves. All of it. The way we walk, the way we smile, the way that we talk, how we play, what we do with our time  – it’s all behaviour. Behaviour is the way in which we interact with the world. It is the result of an interplay between a person and their environment.",
		"I suspect however that on this slide, ‘behaviour’ is a stand in for what Tom sees as  ‘unacceptable behaviour’. This is often how the term ‘behaviour’ is used when referring to children. However, even ‘unacceptable behaviour’ is poorly defined.  One of the features of high control school environments is that something others might see as just ‘behaviour’ is defined as ‘unacceptable behaviour’. Not tucking your shirt in, for example, or forgetting your ruler. Or childish behaviours such as running instead of walking or talking out of turn.",
		" ‘Unacceptable behaviour’ is in the eye of the beholder and context dependent. What is unacceptable in a high control school (talking in the corridors, not tracking the teacher with your eyes) will be completely acceptable in another school. The behaviour is the same, it’s how the adults respond which has changed.",
		"When ‘behaviour’ is so poorly defined, it’s not possible to test hypotheses such as  ‘All behaviour is meaningful communication’, or ‘All behaviour is caused by an unmet need’.  These are clearly daft when ‘behaviour’ means not tucking your shirt in or being three minutes late for school.   ",
		"Another possible definition for behaviour which Tom may be using (but hasn’t told us) is ‘not doing what adults say’.  This is very far from the way which psychologists would understand ‘behaviour’ and is closer to ‘compliance’.  If this is what he means, then again several of his statements are clearly nonsensical.  It makes no sense to say ‘all children naturally want to behave’ if by ‘behaviour’ you really mean ‘be compliant.   Of course they don’t, and why should they? ‘All non-compliance is meaningful communication’ – that doesn’t make much sense either, since non-compliance can be due to a number of reasons, including forgetfulness or factors beyond a person’s control.",
		"The problem continues as we go down the list.  ‘All children will behave if the lesson is relevant’ begs the question of what definition of ‘behaviour’ is being used – and we don’t know, because it hasn’t been defined. Does he mean ‘all children will be compliant’ – in which case, again it’s clearly nonsense. Humans aren’t naturally compliant with high control systems, but that is quite different to ‘behaviour’.  Or does he mean that they’ll all tuck their shirts in and remember their protactors? Again, the statement is meaningless.",
		"Last point about behaviour and therapy.  Many psychologists dislike being referred a ‘badly behaved’ child and being asked to ‘fix them’ with therapy.  Particularly when ‘badly behaved’ really means ‘non-compliant’. Sometimes the rules children are being asked to comply with are unreasonable and developmentally inappropriate. No ethical therapy will set out to stop children behaving like children. No therapy will stop children making mistakes or untucking their shirts. Children show their distress through behaviour, yes, but even then therapy might not be appropriate. It might be better to ask why they are distressed and see if that can be changed.",
		"Behaviour is an interaction between a person and their environment.  With children, the first step for most psychologists is to look at the systems around them and to ask why the child is behaving the way that they are. This is best practice and evidence-based. That is because we do see a lot of behaviour – defined as the way in which a child acts - as communicating something, and it’s the adult’s job to figure out what.  Is this an environment within which they are thriving? If not, how could that change?",
		"If you don’t define what you mean by ‘behaviour’ then a list of statements about behaviour means nothing at all. Of course there is no evidence. It’s not possible to generate any.  The statements are untestable, because we don’t have a shared understanding of what they mean.",
		"If you are really interested in looking at the evidence, then you need to start out by defining what exactly you are talking about when you say ‘behaviour’.  Otherwise we end up with a list of provocative soundbites with no substance at all.",
		"Good for getting shares on social media, but ultimately meaningless.  "
	]
}