{"url":"https://naomicfisher.substack.com/p/why-arent-they-in-school","pubDate":{"day":"Apr","month":"15","year":"2024"},"title":"Why aren't they in school?","subtitle":"Pathways to persistent absenteeism ","images":["https://substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F72f052d3-02aa-4158-8616-a97191e419e6_5184x3456.jpeg"],"paragraphs":["What should we do about attendance? Here’s a pathway I hear way too often. Child manages primary school fine, is happy there and excited to go to secondary school. They start, bright eyed and bushy tailed, and like many eleven-year-olds they find the transition hard.  It’s a big step up.","Expectations are suddenly much higher than at primary school, not necessarily academically but in what is demanded of them outside the academics. They have to remember much more and the level of organisation required is significant. They have to get themselves from class to class with the right books and equipment and remember to walk on the right side of the corridor and not to talk. They don’t have one teacher throughout the day who they can get to know. They don’t know who to ask for help.","Eleven-year-olds are immature. They find all of this stuff much harder than adults, not because they are lazy, but because they are eleven and their brains have a lot of development still to do. They’ll still be developing until they are about 25, in fact. The things which are not well developed yet are exactly the things which they need to keep up secondary school – self-management, self-organisation and self-monitoring. It’s a struggle for them.","If their school has a high control approach, quickly they start to either get behaviour points or to worry about getting behaviour points. They start checking things all the time, and they become hysterical at home when they have lost a green pen, torn a homework page or they can’t find their socks. Emotion regulation is something else which is still in development at age eleven, and adolescents feel emotions (particularly when connected to shaming in front of their peers) intensely.","Their parents get alerts of demerits and they get detentions, having never been in trouble at primary school. They forget a detention (because they are eleven, and keeping track of things is harder when you are immature) and then they are in isolation. They start to lose their sparkle. They think that the teachers don’t like them. Everything piles up on them and they are increasingly unhappy. They start saying they don’t want to go to school.","School react by saying that if they don’t come every day, they’ll be excluded from the school trip and offer an certificate for 100% attendance. This doesn’t help. Their unhappiness increases. They become a ‘persistent absentee’ and their parents get official letters and perhaps fixed penalty fines. Their parents say ‘It was like falling off a cliff’ and they don’t know what to do.","Where’s the problem here? Is it ‘behaviour’ and they should simply be made to keep going to school? Or is there a problem with what is going on in some schools, creating an environment in which some children simply can’t thrive?","If we aren’t allowed to ask the question, we’ll never find out."],"imageFileName":"why-arent-they-in-school.jpeg"}