{
    "url": "https://naomicfisher.substack.com/p/why-we-need-to-do-better-than-neuro",
    "pubDate": {
        "day": "03",
        "month": "Nov",
        "year": "2025"
    },
    "title": "Why we need to do better than neuro-affirmation",
    "subtitle": "There are unintended consequences to focusing on neurology",
    "images": [
        "https://substackcdn.com/image/fetch/$s_!HUwJ!,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fb8590167-a05f-4aa9-8bc0-554e4da146b3_5184x3456.jpeg"
    ],
    "paragraphs": [
        "In all my clinical work with neurodivergent people, one question comes up again and again. ‘If it’s my neurology, doesn’t that mean it can’t change?’.",
        "The neurodiversity landscape is full of language which references brains. Neuro-minorities, neurokin, neurotypical, neurotype, neuroqueer – the prefix neuro is easy to add to any word, and makes it sound convincingly neuroscientific. When the word ‘neurodiversity’ was first coined in the 1990s, it was the Decade of the Brain. fMRI scans were new, and for the time scientists could see inside functioning, living brains. There was huge optimism that this would revolutionise our understanding of how people think and feel.",
        "It hasn’t turned out quite like everyone expected. Yes, there are brain differences everywhere. People use their brains quite differently to each other. But it hasn’t been possible to map diagnostic groups onto brains. Brain scans did not identify an ‘autistic brain’ or an ‘ADHD brain’ shared by everyone with the same diagnosis. Those pictures we see of ‘ADHD brains’ lit up red are misleading. People who behave differently use their brains differently, but that isn’t the same as having different types of brains.",
        "At the same time, it turns out that when we talk about neurology and brains, most people understand it in a particular way. They understand it to mean that something is set in stone and can’t change. This often helps people to forgive themselves for their failings and to develop self-compassion – but it also can make people feel hopeless about the future.",
        "That means that there are consequences to referring to neurology. It feels great at first, and then, down the line, it can lead people to feel that they are less capable of learning and changing than everyone else. This particularly matters for children and teenagers. Autistic teenagers have told me they’ll always be as anxious as they are now, because they are autistic. Children with ADHD have told me they’ll never be able to concentrate long enough to listen to instructions, because they have ADHD. They’ve been told that their brains are wired this way, and they believe it. ‘It’s my neurology’ they say.",
        "It isn’t true. Autistic people are just as capable of learning and changing as non-autistic people. All brains are wired in different ways, and then they rewire as we learn new things. Our experiences really matter. We do not know how people will change as they grow. And yet each time we tell a child their neurotype has been identified, another person thinks that means ‘my brain will always be like this’.",
        "With the best of intentions, some people are acquiring self-limiting beliefs in the name of neuroaffirmation. We need to do much better than that."
    ],
    "imagePrefix": "why-we-need-to-do-better-than-neuro-affirmation",
    "imageExtension": "jpeg"
}