{"url":"https://naomicfisher.substack.com/p/cakes-without-recipes","pubDate":{"day":"Jul","month":"10","year":"2023"},"title":"Cakes Without Recipes","subtitle":"When we leave behind the instructions, then we can start to freely learn","images":["https://images.unsplash.com/photo-1465808883813-7d2959af2252?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1000&q=80"],"paragraphs":["Image: Gaelle Marcel under @Unsplash.","When my children were small, they loved to bake. We had children’s cookery books everywhere, with pictures taking you through what to do, step by step.  ‘Measure out the flour’ and ‘Use a wooden spoon to beat the sugar and the butter together’. The children in the pictures wore chef’s hats and clean aprons.  They had clean faces.","My children weren’t interested. They did not want to follow instructions.  Not at all.  They wanted to get the ingredients, mix them up and see what happened.  In vain I tried to tether them to the recipe.  ‘It will taste better if we weigh it out!’ I’d say, weakly, as they added ALL the flour.","One day we were doing our usual struggle, as I tried to grab the sugar back before the whole packet was tipped in, and my daughter said ‘But why?! I have my own ideas’, and I realised that this was the problem.","We had fundamentally different ideas about what we were doing.   I was seeing baking as a process of production with an outcome – and they were seeing it as a way to explore their ideas.  For me, the ideas had already been had, by the person who wrote the recipe book. Our task was to replicate them as well as we could.  For the children, the world was wide open and they saw no reason to replicate someone else’s ideas ","I worried about wasting food, but then realised that it made no sense to say that I wouldn’t spend money on cheap oats unless they were eaten, but would buy copious amounts of glue, shaving foam and contact lens solution for slime whilst knowing they would ultimately be thrown away. The food was being used rather than wasted, just in a different way to how I expected.","I changed my attitude to baking. I bought the cheapest ingredients I could find, and decided to see it as early scientific investigation.  I looked in the cupboards and found the beans lurking at the back which were out of date, and added those to the baking drawer.  I looked out at the supermarket in the ‘Reduced’ section for things they could add.  We experimented with cakes with no raising agent, and those with no sugar.  We added some very unusual ingredients – liquid Calpol once, and Jaffa Cakes. We made some ‘cakes’ which set like concrete and had to be soaked for days before they would come out of the tin.  I learnt to let go of the idea that this was about producing food, and instead allow them to experiment with texture and physical properties.  Over time their baking skills visibly improved. They both became able to produce something edible (and sometimes even pleasant tasting) with no recipe. ","It was a brief but intense phase, from which our kitchen floor never really recovered.  The flour sunk into the grouting and became glue.","They moved on, and now those days are just memories. They hardly remember it at all. But I look back on it as one of the pivotal moments for me, when I learnt to let go of the recipe and go with the learning. "],"imageFileName":"cakes-without-recipes.jpeg"}