{
    "url": "https://naomicfisher.substack.com/p/mental-health-awareness",
    "pubDate": {
        "day": "18",
        "month": "Dec",
        "year": "2023"
    },
    "title": "Mental Health Awareness ",
    "subtitle": "What awareness do awareness campaigns raise? ",
    "images": [
        "https://substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fbed0448c-869c-4787-8a95-f939b98aaf2d_4480x6720.jpeg"
    ],
    "paragraphs": [
        "Mental health is in freefall, the media shouts. Waiting lists are longer than ever before. You can’t even get onto those waiting lists unless you’re severely unwell. We need more doctors, more therapists, more help, more support. More funding and more throughput. We need more ‘awareness’.",
        "It’s true, mental health services are under huge strain and many are falling through the gaps. It’s true that people can’t get the help that they need, when they need it. It’s true that waiting lists of several years render a service pointless.",
        "But it’s also true that we’ll never improve the overall mental health of the country with therapists and doctors. No matter how many we have and no matter how aware everyone is. For by the time someone gets to the point of needing to see a therapist or a doctor, things have gone wrong. Sometimes very wrong.",
        "Think about a physical health problem – perhaps lung cancer. No matter how good our oncology services are, no matter how many lives are saved – health services are the end of the line. They don’t look at causes, they work with consequences. They could treat every single person with lung cancer, and the patients will keep coming.",
        "The best way to bring down rates of lung cancer, it turns out, is to reduce levels of smoking. Introduce a ban in public places. Change public attitudes so that a generation grow up thinking that smoking isn’t cool. Change the environment, so that fewer people get ill in the first place. As well as providing the best treatment to those who do get ill.",
        "And the best way to improve mental health is to look at our society. It’s to look at how we treat our children, and how many are growing up in poverty. It’s to look at whether we are creating a system of pressure and stress, where it’s normal to push yourself beyond what you can manage. Again and again. It’s to look at how we are promoting social cohesion and community, and what opportunities there are for people to feel part of something. It’s to look at whether we are creating a society where everyone, not just the elite, can live a good life.",
        "For poor mental health is an outcome. It’s what happens when humans are put into situations which they can’t manage and where their needs aren’t met. It’s what happens when a person can’t see a way out of the trap they are in. It’s an interaction between the person and their environment. Poor mental health in a society is feedback on how that society is working (or not working) for its people.",
        "That’s why Mental Health Awareness shouldn’t be about diagnoses, or symptoms, or increasing referrals to services which can’t cope. Real mental health awareness should cause us to question just what is going on in our world, and why it is causing such profound human distress. For no matter how good a health service is, it can only pick up the pieces once things have gone wrong.",
        "We need much more than that"
    ],
    "imageFileName": "mental-health-awareness-.jpeg",
    "imagePrefix": "mental-health-awareness-",
    "imageExtension": "jpeg"
}