{
	"url": "https://naomicfisher.substack.com/p/are-they-behind",
	"pubDate": {
		"day": "14",
		"month": "Nov",
		"year": "2022"
	},
	"title": "How Do Children Learn When They Don't Go to School?",
	"subtitle": "Won't they end up behind? ",
	"images": [],
	"paragraphs": [
		"Most people have no idea what child development and education looks like outside school when young people have autonomy.I've been told that children will endlessly move from whim to whim, or that they'll never learn to set goals or work hard. Here's what actually happens. ",
		"Young self-directed children play. They play in a wide range of ways, and they often play in unconventional ways. Their play becomes more sophisticated as they get older, but it's still play. ",
		"At this stage, most of their learning would be termed 'discovery'. They interrogate the world and their parents. They create theories and test them out. They are in a state of constant enquiry. They follow their interests. Professor Alison Gopnik's research describes this stage well - she calls it ‘child as scientist’. Anyone who has spent much time with a young child will know exactly what she means.  ",
		"Some of them develop very intense interests, and those are all they want to learn about for months or years. Some of these interests are deemed worthwhile by adults (e.g. Henry VIII, coding) others often are not (Pokemon, Roblox). ",
		"They learn through following their interests. They often don't set goals or practice things unless made to do so by an adult. They don't really make the connection between effort and improvement yet, and improvement isn't really their aim. They live in the moment. ",
		"This goes on for much longer than many parents had expected and certainly for longer than is allowed for at school. Children are often still mostly play-based learners at the age of nine or ten. Some of them will have learnt to read, but often self-directed children won't be reading until later than schooled children. ",
		"Late reading is not a significant problem to their educational progress when they are out of school, because they can access learning in other ways. It does not hold them back. They learn through conversations, audio books, documentaries and experience. Dr Harriet Pattison's research demonstrated this well. ",
		"As they go through puberty, their brains start to change too. The part of their brains which is responsible for self-control starts to mature, and they (gradually) become more capable of setting goals, working towards something and focusing on improvement and mastery. ",
		"This change happens over a long time and is dependant on both the neurological maturation which adolescence brings, and experience. Parents tell me that their self-directed teenagers start to think about the future in a way which seemed impossible only a year before. ",
		"Self-directed teenagers then often go through a phase when they seem hungry for knowledge and skills. They learn all of primary maths in a couple of months, or acquire coding languages. They memorise the countries of the world or the Russian alphabet. They write novels. Some of them learn several languages, or become accomplished artists or musicians. ",
		"This is the stage when they start to think about what they would like to do, and they start to plan the path ahead. This doesn't necessarily happen in the same time scale as schooled teenagers. They may decide to take exams (lots do), or they decide to take a different route.",
		"The self-directed teenagers I know share a belief in themselves as the driver of their learning, which is what makes the difference. If they think they need to catch up on maths, they'll find a way to do it. If they want to improve their handwriting, they’ll get a book and practice. They don't wait to be taught or for it to come up in the curriculum.  This makes life for their parents full of surprises. ‘",
		".  The information is often out there if you’re willing to search. ",
		"And that is what the heart of a self-directed education is. All those years of discovery and play was when they were learning to be active agents in their learning. They were learning how to make choices and to manage consequences.  They were learning that they were the one who could make a difference. ",
		"A self-directed education isn't easy for either parents or young people. Managing your own learning is hard - and supporting can be hard too. It's hard not to be scared when your 9-year-old still wants to play all day. It's hard not to worry that they are 'behind'. It’s so difficult not to compare them with schooled children of the same age. ",
		"But ultimately, self-directed education isn't a way to do the same thing as school, without lessons. It's a different way to learn, another form of education, and it has its own rhythm and journey. Enjoy the ride. ",
		"Thank you for reading Think Again. This post is public so feel free to share it."
	]
}