{
    "url": "https://naomicfisher.substack.com/p/ready-for-school",
    "pubDate": {
        "day": "02",
        "month": "Jun",
        "year": "2025"
    },
    "title": "Ready for School? ",
    "subtitle": "",
    "images": [
        "https://substackcdn.com/image/fetch/$s_!koOw!,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F18c840a9-b76e-4628-9fb9-a0155c2620d8_4000x6000.jpeg"
    ],
    "paragraphs": [
        "I wish I felt good about the ‘",
        "’ definition of school readiness. It’s a list of 29 ‘skills’ which children need in order to be ready for school. It includes practical self-care like putting on and off their coat, things which make it easier for schools to manage children like ‘following simple instructions’ and descriptions of the sorts of things that many children this age do naturally, like ‘exploring the world around them’.",
        "But it makes me uncomfortable, and that’s because of how it’s been framed. It’s not being talked about as a description of a stage of children’s development – an indicator they might be ready for formal schooling – it’s being talked about as something which parents should be ensuring their children reach. Skills they should be ‘practicing’ to make sure they get the best possible start. In other words, it’s going to be used as another way to blame parents when schools are not ready for their children.",
        "That means that it will rapidly become another source of anxiety for parents whose children aren’t meeting the benchmark. For what exactly are you meant to do if your child doesn’t ‘carry on with a task even when it’s difficult, and bounce back if things go wrong’. Or what if they don’t ‘talk happily to others’? Or what about if your child doesn’t like ‘sharing story books’ with you, and throws the book on the floor when you try?",
        "Most of this list is about a child’s level of development, and whilst environment is really important, child development is not as straightforward as ‘practicing the skill’. Children develop at different rates (and when they start reception some of them have just turned four whilst others are almost five). This means that they will be capable of different things.",
        "When we try to make children learn skills when they aren’t ready, we can do damage which lasts. I meet children who won’t even look at a book by age seven and who run the other way when they hear the word ‘phonics’. I meet children who tell me that they’re no good at maths – and they’re only six.",
        "I hear about reception children being expected to spend hours sitting on the carpet, and of there being less and less time to run around and play. I hear of a focus on sitting still and listening, and a lack of hands-on learning. More colouring in, and less creative problem solving. All of these things aren’t appropriate for young children - but when they struggle, we say that the problem is them.",
        "According to",
        ", teachers think that only one third of children are ‘school ready’. That’s a lot of children. Two thirds, in fact. Could it be that the problem isn’t them, but that the expectations are unrealistic? Why do we have a system which requires things that the majority of our children can’t yet do?",
        "Parents and children make an easy target. Blaming them stops us from thinking about what is going on in our schools, and whether they are ready for children.",
        "All children, not just those who make the grade."
    ],
    "imagePrefix": "ready-for-school-",
    "imageExtension": "jpeg"
}