{"url":"https://naomicfisher.substack.com/p/great-teaching-for-all","pubDate":{"day":"Jul","month":"03","year":"2023"},"title":"Great Teaching For All! ","subtitle":"Do schools need to make adjustments to meet the multiple different needs of children? I say Yes!","images":["https://substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F7253bf69-a095-451c-b33c-5d0957fa9443_3508x2480.jpeg"],"paragraphs":["(with thanks to @DrLindaLouise on Twitter for her inspiring thread)","Illustration by Eliza Fricker, www.missingthemark.blog. ","Do schools need to make adjustments to meet the multiple different needs of children? I say Yes!","I say that a mistake we are making in education is that we are pretending that young people are essentially all the same, and that their needs can be met with a standardised package of education.  We treat them as blank slates, as buckets to be filled.  We talk if the real challenge in education is apply the standardisation consistently, then all children will excel.  Don’t allow any deviation, as standards might drop.  Stick to the programme.  The harder they find it, the less they should be offered any flexibility. It’s called Great Teaching for All.","The tools are one form of cognitive science which sees children as information processors, and one form of behavioural management which treats them like rats. The purpose of education is test results.  Performing in tests requires information input. Make them all sit quietly in rows, tell them what they should know and then make them repeat it.  And again. Lovely calm classrooms.  Information IN.  Test results OUT.  ","It’s a façade.  The façade is built through stirring rallying calls which hide the faltering reality. Who could disagree with ‘High standards for All’.  What’s the opposite, ‘Low Standards for Some’?   If there’s no meaningful opposite, it’s probably a meaningless call.  ","The facade disguises control and inflexibility as ‘high expectations’.   It’s a façade which pretends that education is all about nothing more than inserting knowledge into the brains of young people, that child development and difference can be ignored because all that matters is making them remember.  Young people are information processors, to be sat in rows following instruction.   Their role is to sit and listen to experts, and to answer when they are ‘cold called’.  Individual differences are irrelevant.","Talk to young people. Ask what it’s like to be in a classroom where you must follow the teacher with your eyes and will be sanctioned for forgetting your pen. Ask them what they think about being called on at any moment in front of their peers.  Ask them about what it’s like to spend your 16"," year sitting a full set of ‘mock mocks’, then ‘mocks’ and then finally the exams you’ve been told your whole life hangs on.  Ask them what it feels like to know that GCSEs are designed so that a third fail – and yet to be told that if they don’t pass their life is essentially over. Ask yourself what the long term effects are on our young people, and whether the purpose of education should really be remembering a standard set of information, or whether we might have better aspirations for all our young people than that.  Ask yourself what is happening behind the façade.","My favourite mantras when times are tough:"],"imageFileName":"great-teaching-for-all-.jpeg"}