{
    "url": "https://naomicfisher.substack.com/p/changing-our-minds-549",
    "pubDate": {
        "day": "16",
        "month": "Jul",
        "year": "2025"
    },
    "title": "Changing Our Minds ",
    "subtitle": "What does it take to look beyond school? ",
    "images": [
        "https://substackcdn.com/image/fetch/$s_!GD_n!,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F4c09d867-464d-4980-994c-17c38e3e2f64_3648x5472.jpeg"
    ],
    "paragraphs": [
        "My first book, Changing Our Minds, is 99p on Kindle (UK) for a limited time. Amazon runs these deals from time to time but I can’t predict when. If you’re at all interested in reading it, now could be the time to buy and keep it for when you have a spare moment.",
        "Order here",
        "Changing Our Minds is about self-directed education, and what happens when children aren’t ‘schooled’. I started writing it when my own children were young and weren’t attending school. At the time I had very little opportunity to write, because they were around all the time. Yet as I saw them learning, I couldn’t stop asking myself whether other people knew that a lot of what we thought of as the effects of school, actually, it seemed to me, didn’t require school at all.",
        "What do I mean? Well, I saw my children’s thinking becoming more sophisticated as they grew. I saw them observing the world around them, and how they were driven to participate and to work out how it fitted together. I saw them learning how to read and write – things which I had assumed must be acquired at school. I saw them developing number concepts despite not being taught maths. And I saw how their relationship to learning was different, because it hadn’t been forced upon them.",
        "Changing Our Minds isn’t meant to be an anti-school book. The question I was asking was this. If we all knew that school isn’t necessary – that children could get an education in other ways – then what difference would that make to the way that we educate children in schools?",
        "Because some of what goes on at school, it seems to me, is justified because we believe school is essential for education. We think that it’s acceptable for children to be unhappy, for parents to be fined if their children can’t attend, to prevent children from playing in order to sit them in desks – because the ends justify the means. We worry that a child who isn’t at school is a child who isn’t receiving an education – but what if that isn’t necessarily the case? What if children could learn anyway?",
        "It’s not a call for universal home education. Most children go to school. Most parents need their children to go to school. It’s a call to think about education differently. Schools don’t have to be like they are. That is where a difference could be made, but only if we look outside our schooled mindsets and let ourselves imagine what education could really be."
    ],
    "imagePrefix": "changing-our-minds-",
    "imageExtension": "jpeg"
}