{
    "url": "https://naomicfisher.substack.com/p/show-me-the-evidence",
    "pubDate": {
        "day": "20",
        "month": "Mar",
        "year": "2023"
    },
    "title": "Show Me The Evidence",
    "subtitle": "What are the effects of rewards and punishments on our children's learning? ",
    "images": [
        "https://images.unsplash.com/photo-1613238544827-1f7e9822a8cb?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1000&q=80"
    ],
    "paragraphs": [
        "A belief in the importance of rewards and punishments runs through the way that we manage children in our society. We see child-rearing as a sort of extended training programme - reward what you want to see, punish what you don't, and at the end, you'll have a fully functioning adult.",
        "So it surprises many people when they find that there's an extensive body of research which shows that both rewards and punishments can actually be detrimental to learning as well as emotional wellbeing.",
        "This research comes from a field called Self-Determination Theory, which originally was the theory of two psychologists. Edward Deci and Richard Ryan. If you're interested and want to read a popular science account of the research, I'd recommend ",
        " by Daniel Pink.",
        "Self-determination theory is about motivation. Specifically, what leads to high quality motivation. It turns out that when motivation comes from inside a person, it is higher quality than when it comes from outside a person. That means, when someone wants to do something, they are more likely to do it well than if someone tries to make them do something. Learning, in particularly, is much more effective when the learner wants to learn for some purpose of their own, rather than because someone else is trying to motivate them with a reward. (Motivation is actually a bit more complicated than this, I'd read ",
        " or ",
        " by Alfie Kohn if you want to understand it better.  Or I go into it in more detail in my book ",
        "). ",
        "Young children are usually full of high quality intrinsic motivation. They do the things they want to do, and they do them with gusto. Then they get to school, and suddenly extrinsic motivation is the name of the game. Children are rewarded for doing things that teachers want, and punished for doing things the teachers don't want. They are given rewards like grades, stickers and stars. Punishments are poor grades, detentions, disapproval and talking to their parents (in a bad way).",
        "Here's the thing. The research doesn't just show that intrinsic motivation leads to higher quality learning. It shows that rewards and punishments actually damage intrinsic motivation. In a seminal study in 1973, Lepper and Greene showed that if you rewarded preschoolers for doing something they enjoyed (drawing pictures) when the rewards stopped , those children were less interested in drawing than other children who had not been rewarded. ",
        "This means that schools are in a bind. The strategies they are using to motivate children to learn and behave themselves - rewards and punishments - actually damage their internal drive to learn. They also damage emotional wellbeing, because self-determination theory isn't just about what humans need to learn - it's about the conditions they need to thrive and flourish. Here's a meta-analysis by Howard et al (2021) which reviewed 344 studies and which found that use of external motivation in schools did not improve performance or persistence in students -and it damaged wellbeing. A meta-analysis combines many studies and so provides high quality evidence. ",
        "If you think about it, this makes sense of a lot of what we see in our adolescents. They have had years of external motivational strategies used on them, and their intrinsic motivation to learn has often ebbed away. Often what happens then is even more external strategies are used - more rewards, more threats of punishment or failure. It doesn't work. That isn't really where the motivation to learn comes from.",
        "What do we do instead? Self-determination theory has some suggestions there too. It suggests that the necessary conditions for psychological flourishing are autonomy, purpose (or competence) and relationships. If we focused on creating an environment which fosters those three things for our children, then I think our education would look very different, and our children would be much happier.",
        "That is what the evidence suggests. Who's listening?"
    ],
    "imageFileName": "show-me-the-evidence.jpeg",
    "imagePrefix": "show-me-the-evidence",
    "imageExtension": "jpeg"
}