{
    "url": "https://naomicfisher.substack.com/p/making-people-angry-online",
    "pubDate": {
        "day": "30",
        "month": "Jun",
        "year": "2025"
    },
    "title": "Making People Angry Online",
    "subtitle": "Being able to disagree is how we come to a better understanding",
    "images": [
        "https://substackcdn.com/image/fetch/$s_!w-_q!,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Ff8ed0b19-a87c-43e3-8e6c-ad10e275b37c_6000x4000.jpeg"
    ],
    "paragraphs": [
        "Recently I’ve been making people angry online. Very angry. In fact just in the last couple of days I’ve been told that I’m harmful, ableist and ignorant. The message is clear from some people. Stop it.",
        "It’s tempting to do what they say and keep quiet. Their messages are unpleasant. They are often personal and vitriolic. They feel like attacks, and they usually have an emotional element to them. They feel shaming, and of course a lot of it is in public. Others can see. I feel that shame through my body.",
        "What do I say which causes such fury? Well, the first thing to say is that I don’t intend to provoke outrage. I’m not trolling people, baiting them with controversial posts and sitting back with popcorn to watch the fight. The things I say which provoke the fury are things which in other contexts can lead to interesting discussions. Sometimes the responses on different social media platforms are markedly different. A ‘disgusting and bigoted’ Facebook post is ‘interesting, thanks’ on LinkedIn, and tumbleweed on Bluesky.",
        "I try to correct common misinformation, like saying that differences in how people’s brains work are usually a matter of degree, rather than brains falling into distinct groups (or neurotypes). I say that psychiatric diagnoses are descriptions, not explanations. I say that the ‘neuro’ element of neurodiversity is misleading, as we’ve not identified any neurology behind neurodivergent identities. I say that not everyone has the same experience when they share a diagnosis, and that a diagnosis isn’t often the best way to decide whether a particular therapy might work for a person.",
        "And quite quickly, I get outrage. Often the outrage is generated by a series of leaps in logic. So when I said that CBT shouldn’t be assumed not to work for neurodivergent people, someone said that CBT is the same as ABA (applied behaviour analysis) and ABA is the same as conversion therapy, so CBT for neurodivergent people is akin to conversion therapy. When I said that people don’t always share experience of a diagnosis, I was told that I was trying to divide people up into ‘worthy’ and ‘not worthy’ and that’s what the Nazis did. When I said that children can and do change as they grow up, I was told that I was claiming I could cure autism. When I cited neuroscientific research, I was told that research should be done by autistic researchers or else it is biased.",
        "Once people start to response with fury, others follow suit. Outrage fuels outrage it seems, and so the posts proliferate.",
        "Very quickly I find myself on the defensive ‘no, I’m not a Nazi’, ‘No, I’m not advocating for conversion therapy’ ‘of course I’m not saying I want to cure autism’ and so the opportunity for a conversation is lost. We’re sidetracked into the dance of moral outrage. I am in the position of aggressor, and I can feel the pull to absolve myself, to show that I am in fact, one of the good guys. I try to resist that pull.",
        "Essentially what the angry people are saying that they don’t agree with what I write, and that to them, this feels personal. It feels like I am dismissing their perspective and that by doing so, I am harming them. They disagree when I say, for example, that their experience isn’t the experience of everyone.",
        "They disagree, and that disagreement is intolerable.",
        "It’s hard to sit with, the fury and the angry provoked. Part of me wants to just run away and keep quiet, and to post about kittens and sunshine, and follow the likes. Part of me wants to change what I say to avoid the outrage. If I say the things that people expect to hear, the things that everyone else is saying - then they wouldn’t be so angry. ",
        "But then I realise that to do so would be to cut off parts of myself, to stop myself from thinking deeply in order to avoid the reactions of others. I’d be playing safe and challenging less.",
        "I’m not always right. I’m not always fully informed. I have a lot still to learn. But if we can’t tolerate disagreement, then we can no longer develop our ideas and refine our thinking.",
        "The power of human thinking is in our diversity. And for that, we have to be able to disagree."
    ],
    "imagePrefix": "making-people-angry-online",
    "imageExtension": "jpeg"
}