{"url":"https://naomicfisher.substack.com/p/a-tale-of-everyday-parenting","pubDate":{"day":"Jun","month":"12","year":"2023"},"title":"A Tale Of Everyday Parenting","subtitle":"Or It's Okay to Buy the Bun ","images":["https://images.unsplash.com/photo-1568254183919-78a4f43a2877?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1000&q=80"],"paragraphs":["When I arrived in the bakery queue there was a small boy standing alone in front of me.  He was crying.  His parents were standing awkwardly nearby.","’Go ahead’ the mother said to me.  Then she said to the man, “I’ll handle this, see you at home”, and she came to stand next to the little boy.","“You threw it on the floor”, she started. “We can’t just buy another one”.","The boy’s sobbed redoubled. “But I wanted it!” he wailed.","His mother sounded resigned. “I know”, she said, “but you threw it on the floor”.","The boy wept.  They stood together, saying nothing.  Then the mother picked up the little boy.","“It’s okay” she said.  She nuzzled his hair.  He curled into her and started to relax.  The sobbing slowed down.","Then she spoke again. “We can’t just buy another one”, she said.  “You need to learn. You don’t just throw food on the floor”.","The boy’s crying got louder.","“But it had germs!” he cried.  ‘I gave it to Daddy to hold, not to eat!”","The mother sounded caught.","“He shouldn’t have taken a bite without asking you.  But you shouldn’t have thrown it on the floor.”","The little boy’s distress is right back up again now.","“It was dirty! It had germs! It wasn’t good anymore!”.","The mother goes back to soothing.  “I know” she said.  The little boy relaxes, she understands.  They cuddle.","I can almost see the mother’s thought processes and emotional responses.  She understands why it happened, and she wants to soothe her child.  But she can’t (she thinks) let the behaviour of throwing the bun on the floor pass. People are watching.   She tries to find a way out. ","“I’ll buy one for me, and you can have some of it”, she says.","“NO!” screams the little boy.  “I want one for me! It had germs!”.","“I can’t buy you another one” says the mother. “You have to learn it’s not okay to throw food on the floor”.","I want to tell her it’s okay. I want to tell her that her son will not grow up to throw all his food on the floor if she buys him a bun now.  I want to buy a bun for her son – it’s only £1. ","But I don’t.  Because I’m worried she’ll feel judged by me, and I know what it’s like to be caught in this place of public parenting.  To be caught between your need to soothe your child, and the voice in your head which says ‘Are you going to let them get away with that?”.","And I wonder why people feel it’s okay to tell parents to be more strict, but not less strict.  For I’ve been told, in public, to “Get your child under control”.  I’ve been told “I’d never allow a child of mine to speak to me like that”. I’ve even been told “No wonder they behave like that if you give in to them all the time”.   ","I’ve never been told by a stranger that “It’s okay to change your mind”.  Or “They will learn as they grow, you can let it go this time”.","I feel for that mother, stuck in the queue and trying to find a way out which will allow her to buy her son a bun without feeling like a bad parent.  I feel for that boy, whose bun felt dirty once his dad had taken a bite without asking. ","They get to the front of the queue.  The mother says “One bun please”.","The boy shrieks.  “No! TWO! I want one for ME!”. ","I walk away from the shop, I can feel the distress through my body as the wails continue to reverberate down the road. And I reflect on how every part of my body is telling me to soothe that child, and I’m sure that his mother felt that too – but she has a voice in her head which tells her that holding boundaries are more important.","Our parenting culture puts parents in this impossible situation time and time again.  We’re told that behaviour is what matters, and firm boundaries make children feel secure, when the evidence is right in front of us that this isn’t always true.  It’s our relationship with them which makes children feel safe, and that can include being the parent who changes their mind and buys the bun.  Even if the rest of the queue are tutting.   We can show that our children that we have their back, even when they are struggling and when their behaviour isn’t what we would like.","It’s not bad parenting to listen to your child.  It’s not bad parenting to change your mind. It’s not bad parenting to understand that we all behave in ways we regret sometimes and we don’t always need to be made to suffer the consequences. ","It’s okay to buy the bun.","Photo credit: Yeh Zintong, under Unsplash licence. "],"imageFileName":"a-tale-of-everyday-parenting.jpeg"}