{
    "url": "https://naomicfisher.substack.com/p/can-we-stop-now",
    "pubDate": {
        "day": "08",
        "month": "Jul",
        "year": "2024"
    },
    "title": "Can we stop now? ",
    "subtitle": "When there's no way out of the flow chart. ",
    "images": [
        "https://substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Ff51b0eb6-13aa-44b6-bcc9-28000748a215_3508x2480.jpeg"
    ],
    "paragraphs": [
        "Many parenting manuals and courses use flow charts to help parents ‘establish routines’.  Parents sometimes send them to me.  The manual says, it’s so simple! This will help you to keep calm and not resort to shouting. Just tell your child what to do, make your expectations clear, and if they don’t comply, repeat the instruction. If that doesn’t work, then it’s time for Time Out. Or Reflection. Or Quiet Time. Or whatever the current euphemism is.",
        "For make no mistake, these flow charts are about punishment. They are about showing the child, if you don’t do what I say, then I will make you unhappy until you do. I will stop talking to you and make you stay somewhere that you don’t want to stay.  I will shame you. They are about control and showing the child that obedience is their only option.",
        "But there’s a flaw in the plan. To be sent to Time Out, or Quiet Time, the child must comply with an instruction.  That’s the only route to escaping the interminable loop of the flow chart. All of those flow charts assume that at some point, the child will cave in and do what they are told. ",
        "This all falls apart when a clear-sighted child comes along who sees through the system. For why would a child who has refused to comply with an instruction like ‘Wash your hands’, co-operate when it comes to an instruction like ‘Go to Time Out’? It doesn’t make sense that they would become compliant when they weren’t before, and yet it’s not clear what to do next. There’s no box for ‘Force them into Time Out no matter how much they protest’.  That would not be consistent with the ‘keeping calm’ message.",
        "What happens next, when their response is yet another No? Follow the arrows and you’re back to the start.  Parents are stuck in an endless loop of issuing instructions, waiting for the child not to comply and then issuing more instructions which the child doesn’t follow.  And each time when it doesn’t work, they wonder “Is this just us? What am I doing wrong?”",
        "It’s like a hamster wheel. There’s no way out. Each arrow just leads you back to trying again, until your head starts to spin. It seems like those who write the books have never met a child whose consistency exceeds that of their parents. The child who says no, waits for their parent to listen and then, when they don’t, repeats the instruction until they do.  ",
        "There’s no space here for a child whose response to pressure is to say No ever more loudly.  Rigidity meets rigidity and everyone gets stuck.  ",
        "Someone needs to give way, and it’s not going to be the child. We need to stop telling parents that if they just say it enough times, their child will fall into line. It isn’t true. Children are people too, and people don’t like being controlled.",
        "Once we understand that, everything changes.  We can finally climb out of the hamster wheel and find a better way.  We have to be the ones to say Stop.",
        "Illustration by Eliza Fricker (www.missingthemark.co.uk). "
    ],
    "imageFileName": "can-we-stop-now-.jpeg"
}