{"url":"https://naomicfisher.substack.com/p/too-much-for-me","pubDate":{"day":"Apr","month":"03","year":"2023"},"title":"Too Much For Me","subtitle":"Let's embrace the joy of deciding that we've had enough","images":["https://substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F4c367d52-74f6-4dbe-9f75-8017d61e6f5a_902x694.png"],"paragraphs":["Illustration by Eliza Fricker (www.missingthemark.blog)","When your child finds it difficult to do things, they can easily start to feel bad about themselves. They wanted to go roller blading, but the rink was just too hectic.  They were looking forward to going shopping, but then the shopping centre was too bright and noisy.  They wanted to go and see their friend, but when it came to it, something wasn’t right and you came home early.","It can start to feel like nothing works, and both parents and children start to feel despondent.  Leaving early or giving up can feel like another failure, another example of how big the gap is between what you’d like to be doing, and what you actually are doing.","It isn’t a failure.  It’s never a failure to give something a go, and then to decide it’s not the right thing now.  It’s not a failure to be able to listen to your inner experience.  It’s not a failure to decide to leave, that you’ll be happier elsewhere.","Most of us were not allowed to listen to our inner experience as children.   We were told to push through, stop making a fuss, stick with it, you’ll enjoy when you get used to it.  We learnt to ignore how we felt, to dismiss our feelings that this place was too bright, too loud, too much right now. We learnt to feel bad about our reactions.  Everyone else seemed to be okay (although they were probably hiding it too).","One of the most powerful things we can do for our children is to reconnect with our own experience and to tell them about that.  We can say ‘Wow that was way too loud for me’ or ‘What a relief to be out of there!’.  We can celebrate their ability to make decisions, and we can enjoy the moment when we decide that we’d rather be at home playing Roblox.  We can be happy in the car on the way home and sing silly songs.","Some of my best memories of when my children were young are the joy of a guilt-free leaving.  The pantomime we left at the interval.  The swimming pool where we were met by a wall of sound as we walked out the changing rooms – and we left without getting wet. The days out where it was clear that 20 minutes in the playground by the car park was in fact enough, even though we had paid for all day.  The peace once we had decided that we wouldn’t be trying to make this work anymore, that enough was enough – and we could always try again another day. We could breathe out.","For that’s the advantage of seeing these moments as successes.  Just because we’ve left today, doesn’t mean that we won’t try again in the future.  If you know you can leave somewhere without feeling bad about it, then you’re more likely to feel you can give it another try at a different time.  You leave on a high, not a low.   ","Children are practicing a skill. It’s the skill of trying things out, and deciding that right now, I’ve had enough.  It’s a skill many adults were not encouraged to develop, and where we often lag far behind our children.  ","It’s not too late, we can learn it too. We can listen to ourselves, as well as our children."],"imageFileName":"too-much-for-me.png"}