{
    "url": "https://naomicfisher.substack.com/p/winners-take-all",
    "pubDate": {
        "day": "03",
        "month": "Oct",
        "year": "2022"
    },
    "title": "Winners Take All",
    "subtitle": "If everyone was open about the competitive nature of school, might there be more push for change? ",
    "images": [
        "https://substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F2cd7fc58-54cd-4eb6-be90-43613acced91_2717x1949.jpeg"
    ],
    "paragraphs": [
        "Illustration by @_missingthemark. ",
        "Sometimes I imagine a world where we were honest with parents and children about the function of school. We’d say, your children have a once-in-a-lifetime chance to enrol in a 12-year competition. At the end, 30% of them will be deemed as failures, 30% successes, and the rest somewhere in the middle.   These percentages are fixed, so no matter how hard you and your children work, some of them will fail.",
        "We’ll ease them into the competition informally, with play and things they like to do.  Even then, we’ll be looking out to see how they are likely to perform in the future, and we’ll tell you that some of them are behind already and you and they had better try harder.  We’ll flag up future winners and put them on tables together, whilst the possible losers will be taken out for extra coaching. We will call this early intervention.",
        "The competition doesn’t start from an even playing field. Many will be disadvantaged from the start by factors beyond their control, such as being born in the summer, poverty, learning disabilities or developing at a very different rate to the average. No matter, we will tell them that the differences are due to hard work and doing what they’re told, and that if they aren’t on the fast track, that’s their (or your) fault.  We will call this accountability.",
        "By the time they are six, we will have started mini-competitions.   These will be more formal and although we will pretend that children aren’t aware of them, many will be and they will know if they are a winner or a loser. If they fail, we’ll make them do the same again next year. We will call this high expectations.",
        "In order to keep you all with it, we will tell you often how very important this competition is and how if your child turn out to be one of the losers, it will be with them for life. We’ll tell you that continuing to turn up for the competition, day after day, is essential to maximise your child’s chances of being one of the successes rather than the failures.  This will ensure that if your child is doing badly, you will assume it is your or their fault rather than challenging the system.  ",
        "Some of your children will be clear-sighted and will say they want no part of this. They will give their feedback verbally and behaviourally, and we will tell you that this is because they are disruptive or you are an inadequate parent.  We will send them off to be tested to identify exactly what it is about them which leads to them not complying, and you will pay for long reports about them and all the ways in which they should be coached to get them back in the competition.  ",
        "One of the mini-competitions will be about behaviour.  Those who comply the best with our instructions and requirements will get certificates and approval, whilst those who do not comply will be given sanctions and detentions.  This, like all the competitions, will be in public, with those who are failing having their names written on the board so everyone can see. The successes will be clear to all, even the five-year-olds, who will be able to tell you who the bad and good ones in the class are before they’ve even started Year 1.  We will call this taking responsibility and setting boundaries.",
        "When they are teenagers, the end of the competition will loom and so the pressure will increase. By this point, many will already have a pretty good idea that they are heading to be one of the failures, and keeping them in the competition will be hard.  We’ll use intensive control to do this, in some cases dictating how they should move their eyes and refusing to help them out if they forget their pen.  We’ll tell them that this is their last chance to do well and whilst it might feel punitive, it’s all for their own good.  We’ll tell them they absolutely must continue to attend the competition, or their chances of winning will plummet.",
        "At 16, the competition is at its height.  We will take young people with vastly different levels of maturity, neurological development and life experience, give them all the same tests and then divide them up on that basis.  The tests will be used to determine their future life chances",
        "Throughout it all, you will find that this competition is about far more than the tests.  You’ll find that it about whether your child sees themselves as a worthwhile person, and whether they have earned the right to be treated with respect.  It’s about the way they learn to feel about themselves, and where they think their place is in the world. They will learn to compete with others and to rank themselves against them.  They will learn that the way to feel good about themselves is to do better than the others.  ",
        "However, if they do this too openly we will tell them to keep quiet. One of the rules of the competition is to keep it mostly under-cover.",
        "Many of you were the winners in this competition, and so you never really saw what it’s like to be on the other side.  You learnt to think of those who lose as less worthy, you think they just can’t be bothered or don’t put in the work. You learnt to judge their parents as uncaring or feckless.  If your children are also marked as winners, there might be no reason to question it at all. The winners get to decide the terms for the next generation, whilst the losers are rarely asked.   ",
        "But if we were open from the start that what we call education is a competition, with high stakes consequences which will last a lifetime, might more of us call for change?"
    ],
    "imageFileName": "winners-take-all.jpeg",
    "imagePrefix": "winners-take-all",
    "imageExtension": "jpeg"
}