{
    "url": "https://naomicfisher.substack.com/p/but-we-do-know-better-than-them",
    "pubDate": {
        "day": "27",
        "month": "Jan",
        "year": "2025"
    },
    "title": "But We Do Know Better than Them",
    "subtitle": "",
    "images": [
        "https://substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Ff4eea280-5d81-4485-89ea-37ed508ee9b1_3263x4894.jpeg"
    ],
    "paragraphs": [
        "Whenever I write a post about valuing what children value, or allowing them to say no, someone always says ‘but I DO know better than them. I DO know that they might regret it later, and that it’s better to do your spellings than watch YouTube whilst hanging upside down from the sofa. I can’t let them choose, because they’d just choose to play’.",
        "At one level, it’s indisputable. Adults have more life experience and they can predict consequences that children can’t. Sometimes we absolutely do know best, particularly around issues about safety, and sometimes that means we have to step in. So what’s the problem with just telling children that you know best and acting accordingly? Saving them from themselves, one might say.",
        "Imagine what it would feel like to live with someone who continuously tells you that they know better than you do, and that it’s better for them to make decisions about what you do. Someone who doesn’t only not allow you to make choices, but who tells you that it’s for your own good. Someone who tells you that you’ll regret it in the future if you do something you enjoy now, and that the things you enjoy are a waste of time. Someone who tells you that they are helping you to succeed when they force you to do things that you hate.",
        "Yes, you might make ‘better choices’. You might spend your time more productively and get things done. You might do better at school. But you’d also learn to think about yourself as incapable, as someone whose decisions are poor and can’t be trusted. You’d learn to doubt yourself, or to feel guilty about making decisions. You’d learn to see life as a series of things you have to do. And you’d feel bad when you did things you enjoyed.",
        "One of the dilemmas of childhood is that the things children love are often seen by adults as a waste of time. We dismiss their passions and limit their play. We tell ourselves, it’s just a video game, or a TV programme, or a Peppa Pig character. It’s trivial.",
        "But to them it’s anything but. Children are learning how to relate to themselves, their interests and the world around them. Play is how they do that, in many different ways.",
        "They are seeing themselves in our eyes. When we value what they love, we show them that they are valuable."
    ],
    "imagePrefix": "but-we-do-know-better-than-them",
    "imageExtension": "jpeg"
}