{
	"url": "https://naomicfisher.substack.com/p/the-inside-of-ebsa",
	"pubDate": {
		"day": "04",
		"month": "Mar",
		"year": "2024"
	},
	"title": "The Inside of EBSA",
	"subtitle": "What is behind emotionally based school avoidance? Here's what young people tell me. ",
	"images": [],
	"paragraphs": [
		"I’ve been talking to young people who have struggled with school attendance. Sometimes called school refusers, or phobics, or those with emotionally based school avoidance (EBSA). They tell me stories of what happened to them at school - and all of them tell me about about controlling environments which caused them high levels of distress.",
		"An eight year old told me that she had to get 15 house points a week and so she worried every time she was ill - not in school, then no chance to get house points. To get a £5 book token in assembly, you had to do 9 weeks straight of 15 points. She worried about it at home and worried about it at school. She was so worried that sometimes she couldn’t go in. She’s not at that school anymore.",
		"A fifteen year old told me of her school’s C-point system. Two C-points a day and you’re in detention, three and you’re in isolation. And, she told me, you could get them for things you did by accident. If your pen broke and you’d lent your spare to a friend, or if your clip-on tie fell off. She was perfectly behaved, worried all the time about forgetting her equipment and went for the whole of Y7 with no points at all. Her prize? A meal at Pizza Express. She doesn’t go to school anymore.",
		"Another girl told me how her headteacher made the things which made school manageable for her - breaks to move around, calm spaces to go - rewards for good behaviour. At the same time, she introduced an isolation bench where the ‘badly behaved’ kids had to sit whilst everyone else walked past them to the playground. She became unable to talk at school and started having panic attacks. She doesn’t go to school anymore.",
		"All of these girls were well behaved. None of them were disruptive. All of them were so distressed that their parents felt they had no choice but to remove them from those schools.",
		"The way we treat our young people matters. High control environments cause distress. They look peaceful, but in those quiet corridors there are children giving way under the pressure. Even the ones for whom it seems like it ‘works’. They are bending under the pressure and then we are blaming them.",
		"They need something much better than this. We all need something better."
	]
}