{
    "url": "https://naomicfisher.substack.com/p/whats-in-a-name",
    "pubDate": {
        "day": "30",
        "month": "Sep",
        "year": "2024"
    },
    "title": "What's in a name?",
    "subtitle": "The ever-changing psychology of mental health",
    "images": [
        "https://substackcdn.com/image/fetch/$s_!M3ul!,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F53748fc6-caee-43d3-b1c2-1ff3a08d193d_691x900.png"
    ],
    "paragraphs": [
        "In May, I published a undergraduate primer on the Psychology of Mental Health with the Oxford University Press.  I’ve been working on that (short) book for five years. In it, I try to introduce to undergrads some of the complexity of working in mental health, and particularly the way in which this has changed in the last twenty years. ",
        "I wrote an article about themes from the book for The Psychologist, the start of which can be read below (and the rest of which can be read for free on The Psychologist website).",
        "“A couple of years ago, I noticed something new in the reports I was reading about the adolescents I worked with. 'As part of her ADHD, Amelia also has RSD', a typical report might say. Or 'Bethan's RSD makes it hard for her to establish friendships and she is socially isolated'. RSD? RSD was not something I'd been trained in, nor could I find it in the diagnostic manuals. Yet it was being written about in the reports as if it was something that all professionals would know about.   ",
        "I asked parents, and they were confused by my question. Didn't I know about RSD? To them, it was no different to ADHD, or GAD (Generalised Anxiety Disorder), or any other diagnosis their child had been given. They described it to me as an integral part of ADHD – that was the reason their child got so upset when their friends didn't text them back, they said. One of them told me that this was the way their child was wired and always would be – it's neurological. ",
        "I went away and I Googled it. What I discovered intrigued me.”",
        "Read the rest in The Psychologist"
    ],
    "imagePrefix": "whats-in-a-name",
    "imageExtension": "jpeg"
}