{
    "url": "https://naomicfisher.substack.com/p/not-all-boundaries-are-equal",
    "pubDate": {
        "day": "01",
        "month": "Apr",
        "year": "2024"
    },
    "title": "Not All Boundaries Are Equal ",
    "subtitle": "Do children need to be made to follow rules in case they grow up without boundaries? ",
    "images": [
        "https://substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F06593660-4888-40d2-b859-0d2c6b9bb90a_4299x2418.jpeg"
    ],
    "paragraphs": [
        "Do children need punishments and sanctions in order to learn effectively? Are we letting children down if we don’t impose consequences every time, leaving them without boundaries and unable to learn? No, and here’s why not.",
        "Boundaries are indeed important for children. They need to be kept safe, and to know that they are safe. They need to know that the adults around them will respond appropriately and will stop them from hurting others or from being hurt. Some boundaries are about what the wider community needs, and it’s important that children learn that others have their own boundaries. They need to learn that the adults around them can tolerate their emotions, and that the adults will still be there for them, even when their behaviour is unacceptable. Those boundaries are containing for children.  They hold the child safely as they grow. ",
        "Then there are another set of rules which are sometimes called boundaries, but which are actually something quite different. They aren’t about safety or wellbeing or even the needs of the community. These are rules which are in fact adult preferences. Preferences like the colour of your socks, perhaps, or having to sit still for hours every day. Some of these preferences are developmentally inappropriate – like expecting eleven-year-olds to be consistently well organised, or five-year-olds not to shout out. Learning to live by these rules isn’t an essential part of developing and growing. A rule does not become a boundary just because an adult says that it is.  ",
        "Boundaries are not the same thing as unquestioning obedience. Boundaries hold a child safely, obedience enables other people to control them. And the way that children best learn about real boundaries doesn’t always involve consequences. Harsh consequences create fear which can create the illusion of learning. Scared children are more compliant. Fear doesn’t lead to optimal learning and development. It’s not a great long term motivator, even if in the short term it looks like it’s working. ",
        "Learning to be controlled is not the same thing as learning to behave. Learning to behave is a long process for children, and it requires many conve",
        "rsations, patience, modelling, empathy and flexibility from adults. Learning to be controlled seems much quicker and therefore more effective. ",
        "But in the long term, if you’ve just learnt to be controlled, then when the control stops, you no longer ‘behave’. So if kids are highly controlled and well-behaved in the classroom but even after years of this can’t be trusted to go to the toilet without incident, then they aren’t learning to behave. They’re just being controlled. "
    ],
    "imageFileName": "not-all-boundaries-are-equal-.jpeg"
}