{
    "url": "https://naomicfisher.substack.com/p/does-creativity-require-background",
    "pubDate": {
        "day": "01",
        "month": "Jul",
        "year": "2024"
    },
    "title": "Does creativity require background knowledge? It depends...",
    "subtitle": "",
    "images": [
        "https://substackcdn.com/image/fetch/$s_!t_GJ!,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F6de493bd-18ab-4a33-b26f-73f6fc037911_6000x3582.jpeg"
    ],
    "paragraphs": [
        "When I first started to learn about what passes for the ‘science of learning’ in some educational discourse, I was particularly confused by what I read about creativity. I’ve seen it repeated in many blog posts and books that creativity is not possible without extensive background knowledge - and therefore children need to be taught lots of background knowledge by direct instruction between they are able or allowed to be creative. Just tell them what you need them to know, and then get them to repeat it, goes the dogma. They can’t be creative yet. ",
        "I couldn’t work out how anyone who had spent any time with young children would repeat this theory. For young children are endlessly creative and innovative, often with very little background knowledge. They explore things in novel ways, often creating havoc as they do so. When it comes to creative solutions to a problem, they often come up with more ideas than the adults around them.",
        "I had a look at the research, and realised that there are different types of creativity. What is sometimes called ‘Big-C creativity’ does indeed need expert levels of background knowledge. It’s the type of creativity which composers demonstrate when they write a symphony, or physicists when they suggest a new theory. Ground-breaking and original innovation. It is about producing something, perhaps a work of art or novel research. ",
        "Most of us, however, never reach the heights of Big-C creativity. We never do anything which is ground-breaking in the eyes of the world. However, we do engage in ‘little-C creativity’ – creativity which is novel for us, but not for the rest of the world. For this level of creativity, expert level background knowledge is not necessary. When a child mixes paint for the first time and discovers that yellow and blue make green, they are making a genuine discovery. It’s just one that the rest of the world has already made. When they write a sentence or a story, it can be novel and creative for them, even if in the eyes of the world their accomplishment is not original. ",
        "With little-C creativity, there may be no end product. That isn’t necessarily the point. Process is as important as outcome. ",
        "In fact, in some cases too much background knowledge can stifle little-C creativity. Research shows that if we tell children in advance what a toy can do, they won’t explore it and discover its other functions. ",
        "Little-C creativity is an integral part of how children learn. They try things out and puts things together in new ways. They make guesses and test them out. They increase their knowledge as they do so. If we stifle this, in the belief that it’s more efficient to tell them the answers because they cannot yet be creative, we don’t know what the result will be on their later creativity and capacity for learning. It seems likely that it won't be positive. ",
        "For great and original innovators did not start out directly with big-C creativity. They spent years being little-C creative first, trying things out, practicing the skills they need, and producing things which had little value in the eyes of the world, but were novel and original for them. They honed their skills and developed their background knowledge at the same time. They mixed the paint and made a mess",
        "That is how humans learn. Creativity is integral to learning."
    ],
    "imagePrefix": "does-creativity-require-background-knowledge-it-depends",
    "imageExtension": "jpeg"
}