{
    "url": "https://naomicfisher.substack.com/p/why-we-shouldnt-make-home-less-fun",
    "pubDate": {
        "day": "24",
        "month": "Nov",
        "year": "2025"
    },
    "title": "Why we shouldn't 'make home less fun'",
    "subtitle": "Making a child unhappy at home to push them into school is never going to be a good idea ",
    "images": [
        "https://substackcdn.com/image/fetch/$s_!JWh1!,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F45d7ab34-4cf3-4bc5-8c4c-c09dff79c67e_5184x3456.jpeg"
    ],
    "paragraphs": [
        "Recently a parent got in touch to tell me that her child had stopped going to school, and that after a period of recovery he is doing much better. He started to show interest in life again and wanting to play games. He started asking questions again and his mum was delighted.",
        "School, however, thought that this was a sign that he should be returning. They wanted to make a reintegration plan. Even the suggestion was enough to cause him to go backwards. When she told school they said ‘Well of course he wants to stay home. There are no demands on him there’.",
        "This is a variation on something I’ve often talked about – the ‘make home less fun’ fallacy. This is when people think that the reason a child doesn’t want to go to school isn’t because of any problem with school. It’s because home is just too nice, too comfortable for them to want to leave.",
        "The answer, therefore, isn’t to think about what’s going wrong at school. It’s instead to make home less nurturing, less comfortable - essentially to make school seem better by making home worse.",
        "This isn’t a good idea on mental health grounds. If you think about it, we’ve got a child who is unhappy at school, but happy at home. The advice is to make them less happy at home, so that school will, by comparison, seem better. This is a race to the bottom. It cannot help the situation.",
        "One mother told me that they followed this advice and ended up with a child who was not allowed to do anything during the school day, but who sat on the stairs and stared into space – and who still preferred that than going to school.",
        "This advice can also damage a child’s relationship with their parents, because the parents are the people who have to ‘make home less fun’ and who enforce the rules.",
        "If there are problems at school, then that’s where the interventions need to start. Making home less nice is never going to be a good idea"
    ],
    "imagePrefix": "why-we-shouldnt-make-home-less-fun",
    "imageExtension": "jpeg"
}