{
    "url": "https://naomicfisher.substack.com/p/behind-the-mask",
    "pubDate": {
        "day": "07",
        "month": "Jul",
        "year": "2025"
    },
    "title": "Behind the Mask",
    "subtitle": "",
    "images": [
        "https://substackcdn.com/image/fetch/$s_!-X5O!,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Ff301acb9-5691-47ae-87bf-108d0728b858_3586x4483.jpeg"
    ],
    "paragraphs": [
        "I was working with a young autistic man who has just started college. He was deeply confused to be asked in one of his classes if he could tell everyone about autism and masking. He had no idea what it was. He didn’t mask and had never masked. He found it very hard to speak in front of other people and couldn’t answer the question at all.",
        "Someone else stepped in. She was recently diagnosed and knew all about masking. She told the class about autism and her experience. She said that she was breaking stereotypes because she was female, extremely articulate and didn’t ‘look autistic’. She recommended some books she’d found helpful, by people whose experiences were similar to her. She’d found her people, she said, and her diagnosis was the best thing that had happened to her. Everyone congratulated her and gathered around to talk to her afterwards.",
        "They didn’t hear his perspective. It wasn’t hard to tell that he was autistic, after all. He wasn’t breaking any stereotypes. He had no story of years of masking and rediscovering himself when he was given an autism diagnosis. His diagnosis hadn’t transformed his life and it wasn’t the best thing that had ever happened to him. He’d carried on being him and being him was hard. He hadn’t really found his people at school, he’d been hoping that some of them might be at college.",
        "After that, he felt even less confident in talking about autism. Maybe he didn’t know enough about it, he asked me? Others seems to know more than him. He hadn’t even known about masking. He was ashamed as well as confused. He felt like he’d got something wrong at college right at the start and that now he’d missed his chance to make a good first impression.",
        "Not all autistic people mask and many can’t.",
        "Masking is something which most humans (non-autistic and autistic) do, and some don’t. Many of those who don’t are autistic or have learning disabilities (or both).",
        "When we assume that something applies to all, we exclude those for whom it doesn’t apply. We make their experience invisible. We make something which was already hard to talk about even harder.",
        "What could be different? We need to stop making assumptions that something which applies to one set of people applies to everyone with the same diagnosis. We must never forget to ask, whose voice is not included here? For that is where we need to turn our attention.",
        "Every narrative has the potential to exclude as well as to include."
    ],
    "imagePrefix": "behind-the-mask",
    "imageExtension": "jpeg"
}