{
    "url": "https://naomicfisher.substack.com/p/the-attenders-party",
    "pubDate": {
        "day": "28",
        "month": "Nov",
        "year": "2022"
    },
    "title": "The Attenders Party",
    "subtitle": "Should schools be rewarding attendance with parties? ",
    "images": [
        "https://substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F1189e339-5567-45e6-a257-af4556dce4d8_2717x1949.jpeg"
    ],
    "paragraphs": [
        "Illustration by Eliza Fricker (@_MissingTheMark on Twitter) ",
        "Last week a parent told me that they had had a letter to say that their 5-year-old was a persistent absentee, and that if his attendance improved by 5% he would be invited to an Improved Attenders party.  Here’s why policies like that are harmful.",
        "By introducing a reward for attendance (the party) the attendance issue has been turned into one of ‘trying harder’.  The assumption is that some of those missed days shouldn’t have been missed, and if parents and children were more on it, they would have been at school more.  The implication is that this is about a lack of motivation. The party is meant to provide the motivation.  ",
        "This motivation is provided in a particularly sneaky way because it’s a reward for the child, but it’s the parent that the school wants to motivate.  The school is using fear of the child’s disappointment to wield control over the parent.  Because it’s not just ‘improve attendance and he’ll be invited to a party’.  The unstated threat is, ‘if you don’t improve attendance then he won’t be invited’.   Essentially, if you don’t get your child to school more often, we will make them unhappy by not inviting them to a party.",
        "Parents know this.  They get the hidden message – ‘you need to try harder or your child will miss out’ and they resent it. It makes them feel like that the school thinks that they haven’t made the effort required to keep a child going to school.  The letters are shaming, as they are meant to be.     ",
        "Who are the parents who get these letters? Government rhetoric would suggest that they are feckless parents, those who can’t be bothered to get up in the mornings and get their kids to school.  They suggest it’s parents who aren’t firm enough, who don’t lay down the boundaries. This is a damaging and shaming stereotype.",
        "For who are these 5-year-old ‘persistent absentees’? They’re the ones who have been sick at lot – perhaps they’ve had covid several times.  They’re the ones whose families are struggling to keep things together and who can’t always afford the bus fare.  They’re the ones who are finding the transition to school really difficult and who are very unhappy.  The ones who wake up every morning and say ‘Please don’t make me go to school’.   Or in some cases, they are families who have taken their child out of school for a reason, have asked the school for permission, but have been told it will be put down as an unauthorised absence because that’s policy.",
        "None of these things will change by ‘trying harder’.  None of these things will improve with more pressure or shame. A party won’t make a sick child well or reduce poverty. It won’t make an unhappy child love school. ",
        "It’s not just that it won’t help. There is the potential for it to make things worse.  Rewards also punish those who don’t get the reward.  A child who isn’t invited to the party is meant to learn to ‘try harder’ but this isn’t something they can affect.  ",
        "The school is creating a bad experience, deliberately,  for some of the most vulnerable children.. It is making children feel bad about their attendance, on purpose.  This will affect how some children come to feel about school. They will remember the time when their classmates went to the party, and they weren’t included.  They will feel left out.",
        "Five-year-olds typically have very little influence over their school attendance. They are not the one who makes the call.   But it’s them who are being punished by parties they can’t attend.  Some of them will learn that they are powerless, punished for things that they can’t change. This will stay with them as they grow up.",
        "We need to change the narrative around school attendance.  Attendance isn’t everything, and for some 100% is impossible. We need to focus on helping children learn, not forcing them to attend.   Schools are using the fear of children’s disappointment to pressure their parents. This is unfair on the children, and horrible for their parents.",
        "How could things be different? What if we moved away from blame and shame and instead asked how we could make education accessible for all, even if they can’t always get to school?  What difference might that make to us all?",
        "Thank you for reading Think Again. This post is public so feel free to share it."
    ],
    "imageFileName": "the-attenders-party.jpeg"
}