{
	"url": "https://naomicfisher.substack.com/p/youre-making-it-worse",
	"pubDate": {
		"day": "May",
		"month": "01",
		"year": "2023"
	},
	"title": "You're Making It Worse",
	"subtitle": "When Children Struggle with School, Their Parents Are Caught in the Middle",
	"images": [
		"https://substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F0bee4b20-7cf9-4e16-a4cf-8afecc02be41_2717x1949.jpeg"
	],
	"paragraphs": [
		"Illustration by Eliza Fricker (www.missingthemark.blog) ",
		"When a child is struggling at school and become reluctant to attend, their parents are given advice.  A lot of it is about how to ignore their child’s distress.  Other parents say ‘We just don’t give them the option’ and professionals say ‘You need firm boundaries’.   Parents are told that their child’s misery is ‘behaviour’ and that it will be reinforced if they ‘give in’. Others are told that it’s anxiety, and that by allowing children to avoid school, the anxiety will only get worse. ",
		"This puts parents in an impossible situation. They are caught between their child’s obvious distress, often expressed through meltdowns, stomach aches and tears, and the advice which tells them to persist regardless. They’re told that if they are just consistent enough, things will get better.  As one book on ‘Getting your Child Back to School’ says ‘Their complaints will taper off’.  ",
		"This puts children in an impossible situation.  Nothing that they say is really heard, because it is all framed as ‘behaviour’ or ‘anxiety’ – which means, we shouldn’t take what they think seriously. They should do their breathing exercises and challenge their negative thoughts. They should stop complaining because it will make no difference.  If they continue to shout, they’ll lose their iPad time.  Parents should ignore their cries, for if they give in (they are told), it will just make things worse.",
		"If it’s not working, the answer is to do it more.",
		"This is because the solution to difficulties with attending school is almost always said to be more school.  Success is 100% attendance, no matter what the cost.  No matter how unhappy the young person is, or how many times they wake up at night worried that their parents might go to prison. No matter how little they are learning when they are there. Getting through those school doors and staying there is the aim.",
		"Parents and young people tell me that the impact of this focus on attendance lasts for years. They tell me that young people stop trusting adults to listen to them.  They tell me that they develop trauma symptoms to anything to do with school, that they start to panic when they see the street where the school is and won’t go near a reading book.   Parents tell me they feel under threat when they get an email and wake up at night with their heart beating fast, worried about the next morning drop off.",
		"What if there really is a problem with school for some children? What if it’s not a place where all children can thrive? What if our system is becoming ever more rigid and restrictive, with less account taken of child development and how children learn?  What if the way we are defining ‘learning’ is too narrow and it limits children’s lives?",
		"We will never find out, whilst we frame children’s communication as ‘behaviour’ or ‘anxiety’ and completely miss the reality that behaviour and anxiety are reactions to the world around us. We’ll never find out, whilst parents are told that they just need to show more ‘tough love’.",
		"We’ll never know any different, if we continue to tell parents and children than the only answer to the way that school makes them feel is more school. We must stop assuming that school is right, and children are wrong. ",
		"Change will only happen when we allow ourselves to consider whether for some children the school system might be the problem, and that more of the same cannot be the solution. "
	]
}