{
	"url": "https://naomicfisher.substack.com/p/hope",
	"pubDate": {
		"day": "Jul",
		"month": "31",
		"year": "2023"
	},
	"title": "Hope",
	"subtitle": "What's the most important thing if your child is struggling with school or hasn't attended for months? ",
	"images": [
		"https://images.unsplash.com/photo-1610894065081-fce3e6833dcf?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxzZWFyY2h8MTB8fGhvcGV8ZW58MHx8MHx8fDA%3D&w=1000&q=80"
	],
	"paragraphs": [
		"image: Ronak Valobobhai under Unsplash. ",
		"What’s the most important thing, if your child is struggling with school attendance?",
		"It’s not to force them back in as quick as possible for fear of the terrible consequences if they don’t go. It’s not to pressure them and tell them how important it is and how their life will be so much harder if they don’t go. It’s not to show them who’s boss, and set consequences for non-attendance. It’s not even to fight the school for accommodations or the LA for your EHCP.",
		"It’s to keep up the hope.  It’s to keep alive the knowledge that school is a short period in a human life, and that struggling at school doesn’t mean that you will struggle for the rest of your life.   Our children don’t know that, in their short lives, school is most of what they know.",
		"It’s to show them that learning can happen outside school, and that there are so many ways to learn. It’s to show them that learning isn’t confined to an institution or only found in classrooms.   Our children don’t know that, they’ve been told that they must be at school or they won’t be learning. ",
		"It’s to help them find a life worth living, whether or not they go to school. To find them connections and opportunities, people who will listen to them and bring new ideas to their life. It’s to help them live a meaningful life, right now.",
		"It’s to show them that learning outside school can be exciting, and vibrant, and stimulating, and that you don’t think that worksheets are superior to exploring your interest in horses or fish or fireworks. ",
		"For not all of our children can thrive at school. Those four walls are not the right place for all of them. But all of them need hope.  They need to know that school isn’t the only way.  ",
		"At the very least we can tell them that."
	]
}