{"url":"https://naomicfisher.substack.com/p/you-did-that-on-purpose","pubDate":{"day":"Aug","month":"21","year":"2023"},"title":"You Did that On Purpose","subtitle":"Why are we so keen to attribute intentionality to our young children - and what impact does that have? ","images":["https://substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F9360dc15-5184-46cc-b3a9-adecfc7bbff2_4032x3024.jpeg"],"paragraphs":["This morning I came down to find that my cats had opened a new packet of bread rolls I’d left out on the counter. They had taken one out and strewn crumbs across the kitchen. ","It was mildly annoying. More so because I knew that might happen, I even remember thinking last night ‘The cats might eat those’ but then forgot to put them away.  I didn’t punish the cats, because they were just being cats.  They saw food and they reacted accordingly.","I knew that the cats weren’t being intentionally irritating or stealing food to spite me – and also that they were very unlikely to do differently next time. If they see food, they will try to eat it. That’s what cats do. It’s up to me to put the bread away if I don’t want them to attack it. I fed them and let them out into the garden.","It made me think about how quickly we are encouraged to stop giving this sort of leniency to our children. Right from babyhood, parents are told that their babies are crying to manipulate them or ‘just because they want attention’.  We’re told that our toddlers are throwing fits to get their own way and so they should be ignored. We’re told that our young children’s behaviour is an intentional decision, and that we need to show them that it’s unacceptable, or they’ll never learn otherwise.  Much of our approach to childhood is based on this premise – reward what you want to see, punish what you don’t, as otherwise they’ll never learn.  We blame our children when they get it wrong, in a way which we don’t blame our cats.","Of course, as children become adults, they will be held responsible for their behaviour.  Taking on this responsibility is part of growing up.  As they go through adolescence, there’s an intense period of neurological development and (if children get the right experiences, with opportunities to practice) the skills of self-management gradually develop.  Young children don’t have those skills. Their strengths generally lie elsewhere.","I wonder how it helps us to assume that our young children are behaving with intention. I know for myself it makes me less forgiving and more resentful if I think that someone is intentionally out to hurt me rather than simply doing something annoying.   It makes me more likely to react in anger than with compassion.    If I thought my cats had eaten the rolls ‘deliberately’ then I would have been significantly more annoyed with them.","And yet, much parenting advice does start with this premise.   We are encouraged to attribute choices to our young children which in many cases they are not developmentally capable of.   We are told that changing them, rather than ourselves, is the answer.  We say things like ‘You did that on purpose’, meaning, you have chosen this, and therefore my anger is justified.","I don’t think it’s helpful.  It doesn’t make us better parents.  It adds conflict into our relationship with our children which doesn’t need to be there. It stops us from thinking creatively about what is happening.  We don’t seek solutions (like getting a bread bin to protect the rolls), instead we get angry with the child.","How could it be different? That’s for another post, but I think at the heart it’s about assuming the best, and not jumping to the assumption of blame. It’s about assuming that children do well if they can, and if they can’t, let’s think about the whole situation.","We can respond to our children, without having to blame them for being childish.  ","Just like we do with our cats"],"imageFileName":"you-did-that-on-purpose.jpeg"}