{
    "url": "https://naomicfisher.substack.com/p/they-are-managing-so-well",
    "pubDate": {
        "day": "12",
        "month": "May",
        "year": "2025"
    },
    "title": "They are Managing So Well! ",
    "subtitle": "",
    "images": [
        "https://substackcdn.com/image/fetch/$s_!TWt3!,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F4e12127b-0c2c-4ba7-8765-96b8f2d38c74_3508x2480.jpeg"
    ],
    "paragraphs": [
        "Coping. Resilient. Managing. Why do these words put so many parents on edge?",
        "It’s because they can be so easily used to dismiss children’s distress. The distress which perhaps only parents see. The explosions after school, or the kicking and screaming in the mornings. The worrying all day on Sunday, about the week to come. The weepiness, or the anger bubbling under the surface, always just about to show itself. The way that they are walking on eggshells.",
        "‘They’re fine once they’re here’, parents are told, and they feel that they can’t keep saying ‘Well they’re not coping at home’ because they will be told that perhaps that’s because they need to introduce a sticker chart, or more structure, or a visual timetable. Perhaps they need firmer boundaries or harsher consequences.",
        "They’ll be told, in fact, they need to make home more like school. That will solve all these problems. The children can start coping at home too, and then all will be well. We’ll teach them to hide how they are feeling and to mask their distress. We’ll keep them on the straight and narrow all the time, and just keep them going.",
        "It leads us to go on insisting, when a child’s behaviour is saying No. It leads us to ignore the whole picture, in favour of what we’d like to see. Everyone wants to believe they’re ‘fine’ because it’s much too complicated to see otherwise.",
        "with "
    ],
    "imagePrefix": "they-are-managing-so-well-",
    "imageExtension": "jpeg"
}