{
	"url": "https://naomicfisher.substack.com/p/a-bit-strict",
	"pubDate": {
		"day": "Oct",
		"month": "30",
		"year": "2023"
	},
	"title": "A Bit Strict",
	"subtitle": "Do children really learn self-control through being controlled? ",
	"images": [
		"https://substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F9fc5fa88-e537-44d0-a398-60ba30d2c48f_1949x2717.jpeg"
	],
	"paragraphs": [
		"Illustration by Eliza Fricker (www.missingthemark.blog). ",
		"I often see ‘Good Parenting’ confused with control.  It’s considered Good Parenting to have a child who will stop doing what they are doing, because you say so.  It’s Good Parenting to have a child who will ask before they can eat anything, because you are the one who gets to decide.  It’s Good Parenting to have a child who doesn’t resist when they are told No, who ‘listens’ and accepts without question.  It’s ‘Good Parenting’ to stick to your guns for hours even when your child makes it very clear that they disagree, because ‘they have to learn.’",
		"It's so much part of Good Parenting that when we talk about parenting that we have special euphemisms for control. ‘Strict’ we say.  Or ‘ ‘Loving Boundaries’.  Or ‘High Expectations’ or ‘Old school’.    What would raise red flags for an adult is considered to be a good thing for a child.  Parents tell themselves they are doing this because they care and in the name of love, control becomes benign.",
		"What do they ‘have to learn’ really? That the parent is the boss, and that you have ultimate control?  That what they think really doesn’t matter? That they can’t be trusted to decide what to put in their mouths?  That you are the arbitrator in their life?",
		"Learning those things are only relevant for a very short period in a person’s life.   For our children will grow up, and at some point they will notice that they are being controlled. You can’t control a person for ever.",
		"Some clear sighted children notice it sooner than others and speak up.  They protest loudly and clearly from the start.  Others are compliant as children, and start to notice as teenagers. We call them moody and rebellious.  Still others – often the ‘high achievers’ continue on the path chosen for them into their twenties, and then start to ask themselves who is actually making the decisions in their life.  They discover that they haven’t learnt how to make choices for themselves, because their guiding question in life was ‘Am I allowed to?’.  Sometimes they realise they are on completely the wrong path, and it’s as if they have been sleep-walking to get there.",
		"I think our children ‘have to learn’ far more important things than compliance. They need to learn that they are the driving force in their lives, and that they have jurisdiction over their own bodies.  They need to learn how to say both yes and no. They need to learn to listen to themselves and their desires, and find out what is important to them.  They need to learn to question what they are told, for obedience makes you vulnerable to exploitation.  You can’t assume that someone has your best interests at heart, just because they sound like they know best.",
		"These things are hard to learn, and children make lots of mistakes along the way.  It’s tempting to think we can skip those errors if we control them effectively. We can skip straight to the age of considered decision making and maturity.  But we can’t help our children learn self-control by controlling them.  They need practice at making decisions, good and bad, and at finding their own limits. Including getting it wrong.",
		"Our role as parents is to create and curate a safe space for them, and then to let them explore and discover.  We’re there alongside them, a partner but not a puppet master.  ",
		"Children learn self-control through practice in controlling themselves, not through being controlled."
	]
}