{
    "url": "https://naomicfisher.substack.com/p/if-we-dont-control-you-youll-never",
    "pubDate": {
        "day": "09",
        "month": "Oct",
        "year": "2023"
    },
    "title": "If We Don't Control You, You'll Never Amount to Anything",
    "subtitle": "Are punitive behaviour strategies essential in schools, as otherwise children won't learn? ",
    "images": [
        "https://substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F9792a5ce-6e38-4a2a-a812-a56c5f67cc51_1322x856.png"
    ],
    "paragraphs": [
        "Illustration by Eliza Fricker from ",
        " by Naomi Fisher. ",
        "I’m sometimes told that the punitive behaviour strategies which are used in schools are necessary, because otherwise children won’t learn.  Some teachers will say that the best way for children to learn is for their behaviour to be tightly controlled at all times – silent corridors, eyes following the teacher, strict routines, punishments for minor infractions like forgetting a pen.  ",
        "This leads to quiet calm classrooms with no distractions from learning.  Isn’t that better for everyone, they say?    The teachers talk uninterrupted, the children learn.",
        "This only makes sense if you see learning as a passive process for children. They submit, they listen, they remember, they repeat.  Learning from this perspective is essentially a process of information transfer from the teacher to the child – a highly controlled classroom makes that transfer more efficient, goes the logic. ",
        "This is not the only way to see learning.  Children are active participants in learning, right from babyhood.  They ask questions, they test out their ideas. They explore and make discoveries. Their play mimics the world they see around them.  They are born to learn – but only when they are empowered to do so.  When we clip their wings by forcing them into desks and telling them to keep quiet, their capacity to learn is reduced.  For we’ve now made learning about listening and doing what you are told.   These are rarely where children’s strengths lie.",
        "We have to look underneath.  For under the peace of that quiet classroom is fear.  Fear of saying a word out of place. Fear of forgetting your homework.  Fear of asking your neighbour for help and being heard.   Fear that this time you’ll get it wrong and you’ll be shamed for it.  And being afraid is never a good way to learn."
    ],
    "imageFileName": "if-we-dont-control-you-youll-never-amount-to-anything.jpeg",
    "imagePrefix": "if-we-dont-control-you-youll-never-amount-to-anything",
    "imageExtension": "jpeg"
}