{"url":"https://naomicfisher.substack.com/p/not-back-to-school","pubDate":{"day":"Aug","month":"28","year":"2023"},"title":"Not Back To School","subtitle":"What is a childhood like, when it's not defined by school? ","images":["https://images.unsplash.com/photo-1535726858289-9ffe2dff6f52?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=1000&q=80"],"paragraphs":["Image: Olivia Bauso, @Unsplash. ","When my children first didn’t start school, I saw a hole where school would have been. The absence loomed large. I saw empty years ahead with no Back to School Septembers, and no Sports Day in July.  No school plays and no class assemblies.  No chatting with other mums at the school gate. No end-of-year parties or school friends. I couldn’t imagine a childhood not marked out in Year groups, not defined by which teacher you had when. For that is what my childhood was like and the childhood of everyone I knew.   Part of me was sad that they would never know what a school smelt like, that they wouldn’t recognise the sound of hymns in assembly.  I felt they would be missing out.","Now they are older and I look back, school seems so unimportant that it’s hard to remember what year they would have been in. For whilst I might have seen school as an inextricable part of childhood, that’s just me.  To them, it hasn’t been an absence. They don’t compare themselves to schooled children and think that their life is lacking.  They don’t regret those school plays or assemblies, and they don’t know why a year group even matters.","In fact quite the opposite.  They shudder when they think about what it would be like being told what to do every day between 9-3, and then having homework as well. They have never put on a school uniform, they have never had to do tests they haven’t chosen. Their world isn’t defined by an absence of school. Their world is defined by what is important to them.","It’s been a childhood full of games, of playing and trips. It’s been years of Minecraft, of drawing cats and bouncing and swimming. We count years in birthday parties – that was the year we did a mystery game, and the year we had a Creeper cake. That was the year we couldn’t have a party at all because of covid.","It’s been a time of playgrounds and meeting families whom we would never have met otherwise. It’s been a time of visiting attractions out of season, and not having to queue.  It’s been a childhood where it doesn’t matter what year you are in, what matters is what you like to do.  ","I never could have known what it would be like in advance, because they have defined their own journeys. I provided the space and opportunities for them to do so, but I didn’t plan it out.  I didn’t say, ‘And this year we will learn about this’.  It’s been a childhood without learning objectives.  ","With school not there, I’ve seen things differently.  I realised how, as a teenager, I thought that everything worth learning had to be certified by an exam. Part of me still thinks that. My children don’t. They study languages, music, coding and geography because they are interested and they want to learn.  I realised that, freed from the curriculum, they could learn Japanese or Indian history instead of Russia-and-Germany-between-the-wars and Britain-in-the-Blitz (as I did at school).  I realised I had learnt at school to think that some knowledge – that tested by an exam – was superior to others, and the rest of it wasn’t worth the effort.","I realised that with no school gate, I would have to find them ways to meet others. I had to face my own demons and contact families I’d only met in passing.  I realised that it was up to me to fill their world with opportunities, but up to them to choose to take them or leave them. ","It hasn’t been easy.  It hasn’t been obvious, and it’s only looking back that I can see the progress.  Everything did not just ‘fall into place’. It had to be put there, deliberately. Mostly by me. ","But it hasn’t been less than school. School is familiar, but it’s not the only way to grow up.  Doing something different took us turning away from what we knew, and setting our faces towards the unknown.  ","We took a deep breath and leapt, and that has made all the difference."],"imageFileName":"not-back-to-school.jpeg"}