{
    "url": "https://naomicfisher.substack.com/p/why-i-dont-tell-children-that-the",
    "pubDate": {
        "day": "24",
        "month": "Feb",
        "year": "2025"
    },
    "title": "Why I don't tell children that the world isn't made for them...",
    "subtitle": "and what to say instead",
    "images": [
        "https://substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F281d21b9-025e-47f9-89a5-58bfd80203e1_640x477.jpeg"
    ],
    "paragraphs": [
        "Recently I’ve noticed a trend where children who receive a diagnosis of autism or ADHD are told that it’s not their fault that they struggle, it’s because the world isn’t built for them. I’ve now met several children who have been told this. As a result of what those children told me, I suggest to parents that they think carefully before saying this to their children.",
        "People say this with great intentions. They want the child to know that it’s not their fault that things are hard. However, it can backfire.",
        "1. Literal understanding. Many children (particularly autistic children) take what we say to them literally. If we say ‘the world isn’t built for you’ they believe us. When we tell them that other things aren’t for them (like, alcohol) we mean, you can’t have it. They end up thinking, if the world isn’t made for me, where do I go instead? And, who made the world for people but left me out?",
        "2. Generalising. Most children who get a ND diagnosis are finding school and life difficult. When we tell them that the problem is that the whole world isn’t built for them, we are telling them that this isn’t just about now, but it’s going to be the same for their whole life. They end up thinking, my life will always be this hard. There’s no hope for the future.",
        "3. Other children. When we tell a child that ‘the world isn’t built for you’, other children are listening too. Siblings are sometimes told that the world IS built for them because they aren’t neurodivergent. When things get tough for those siblings, they feel bad about themselves because they’ve been told that the world is made for them and their needs. They think, it must be my fault.",
        "4. Divisiveness. The world isn’t built for most of us. There is no one designing the world with human needs in mind, whether neurodivergent or not. Just as an example, school isn’t well attuned to child development, many workplaces aren’t designed for people who have any caring responsibilities or who need to move during the day. We need a more human-friendly world, because the world is mostly not built with human needs as a priority.",
        "1. Bring hope. Lots of people find school difficult, but that doesn’t mean you won’t have a fun and interesting life when you’re grown up.",
        "2. It’s not your fault. Everyone finds some things hard and some things easier. It’s not your fault if you find this hard.",
        "3. Change is possible. We are all changing and learning all the time. You will learn to do things that right now you find really hard – just like when you learnt to ride your bike or swim.",
        "4. Emphasise connections. People are all different and they are happy in different environments. We’ll help you find out what works for you"
    ],
    "imagePrefix": "why-i-dont-tell-children-that-the-world-isnt-made-for-them",
    "imageExtension": "jpeg"
}