{
    "url": "https://naomicfisher.substack.com/p/just-follow-the-rules",
    "pubDate": {
        "day": "16",
        "month": "Sep",
        "year": "2024"
    },
    "title": "Just follow the rules ",
    "subtitle": "\"It's not rocket science, after all\" ",
    "images": [
        "https://substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F32073bf3-4085-47cc-99d1-f9760ee7e397_4000x6000.jpeg"
    ],
    "paragraphs": [
        "It’s sometimes said that children must just learn to ‘follow the rules’ It sounds reasonable, after all. We all have to follow rules to get by in life. ",
        "But ‘learning to follow the rules’ doesn’t really mean anything. It doesn’t say anything about what those rules are. ",
        "For a rule about sock colour is not the same as a rule about violence or drug dealing. A rule about tracking the teacher with your eyes  is not the same as a rule about running in the corridors.  Some rules enable a community to function. Others are about micro-control of individuals. Some are created with the community. Others are simply stated by authority, with ‘if you don’t like it, go elsewhere’ as the putative opt-in. ",
        "When we put them together under the umbrella of ‘rules’ those differences are invisible. We talk as if they are all the same, and the child must simply learn to accept them all.  But rules have different purposes, and a different impact on individuals and the community.  Some are about community wellbeing, others are about petty control. But it’s more important than that. ",
        "When we teach our children that they must follow any rule an adult puts in place, no matter what, we make them vulnerable. When we teach them that they have no real voice, we make them vulnerable.  When we tell them them have no right to ask why, or to explain themselves, we make them vulnerable. ",
        "We might think that we are keeping them safe, that we are putting boundaries in place, but, particularly as they get older, blind obedience makes them vulnerable. ",
        "Not all adults have their interests at heart. A child who has been taught that adults always know best is convenient. ‘Easy to manage’ and biddable. Instant obedience can be trained, and makes an institution run smoothly. They learn that there’s no point in disagreeing. ",
        "Children who have learnt to do what they are told, no matter what, are easier to exploit. Children who have not been allowed to question adults won’t suddenly do so when things aren’t right. ",
        "As one young person said to me ‘I didn’t think I could say no’. When we take away agency from children, we make them vulnerable. ",
        "Saying No is important, and if we don’t show them that they can, how will they ever know? "
    ],
    "imagePrefix": "just-follow-the-rules-",
    "imageExtension": "jpeg"
}