{
    "url": "https://naomicfisher.substack.com/p/i-cant",
    "pubDate": {
        "day": "05",
        "month": "Jun",
        "year": "2023"
    },
    "title": "I Can't",
    "subtitle": "When do problems in school start? ",
    "images": [
        "https://substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F91f32b81-1185-48dc-9fc2-a97ed2b10f90_902x646.png"
    ],
    "paragraphs": [
        "Illustration by Eliza Fricker (www.missingthemark.blog). ",
        "When children struggle to attend school, their parents are often urged to ‘nip it in the bud’. They’re told to insist that they continue to go and to return them as quickly as possible. The idea is that the behaviour will become ‘entrenched’ and that it’s easier to change things earlier on. Their reluctance is seen as the problem, to be solved by enforcing attendance.  ",
        "It’s true that it’s usually easier to change things when you start early on. Problems get more complicated over time.  However, this assumes that when the child says ‘I can’t’, that is the beginning.  ",
        "In fact, that problem started years before, when that child was five, and was told that it was time for Real Learning, which meant sitting in desks and listening quietly, and that play was now limited to playtime. It started when they were seven, and the class traffic lights system meant that they worried every night about being demoted from the Green.  It started when they were nine, and the teacher they had that year believed in ‘not mollycoddling’ and started warning them about SATS and how important they were for their whole future.  It started when the school introduced an app which monitored everything they did for points and awards.",
        "It started when they were struggling with fractions, and they were told that everyone else could do it and they should be able to do too, if they tried harder. It started when they transitioned to secondary and suddenly they were expected to move from lesson to lesson with a different teacher each time, and no anchors to hold onto in their day. No time with adults who knew them and the things which made them tick. It started when learning started to be defined as ‘information in’ no matter how young people feel about it.  It started with the other children who wouldn’t play with them, and when they were the last to be picked for teams in PE. Every time.",
        "It started when they said they didn’t like school, and the adults around them responded by telling them how very important it was and how if they didn’t attend school their life would effectively be over already.  It started with the assembly where the head of year told them that failure wasn’t an option – even though a third of young people will fail their GCSEs.   It started when they were spending three hours a night on their homework and the maths teacher said ‘This should only be taking you 30 minutes’.",
        "When a child finally says ‘I can’t’, it can be the accumulation of years of reasons. Years of trying and of well-meaning adults putting more pressure on, because they assume that pressure is the solution. They don’t see the reasons.",
        "If we really want to start at the beginning, we are far too late when that child says ‘I can’t’.  The early intervention needs to be in the education system. We need to design our education system to allow children to thrive, just as they are.  We need to put developmental needs, rather than curriculum, at the heart of what we do. We need to assume that children do well if they can. ",
        "And when they can’t, it’s not for lack of trying."
    ],
    "imageFileName": "i-cant.jpeg"
}