{
    "url": "https://naomicfisher.substack.com/p/under-pressure",
    "pubDate": {
        "day": "05",
        "month": "Sep",
        "year": "2022"
    },
    "title": "Under Pressure",
    "subtitle": "What's it like to be a family with children who struggle to attend school? ",
    "images": [
        "https://substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2Fa9acd3ce-944b-41e3-87ee-3a2318bb623c_1561x1255.jpeg"
    ],
    "paragraphs": [
        "Illustration by @_missingthemark. ",
        "When I tell people that I work with children and families who have problems at school, they often nod and look sympathetic.",
        "'Bullying is terrible', they say.",
        "Yes. It is, but it's not bullying I hear about most. Here's what families tell me.",
        "I talk to mothers whose children tell them every night they don't want to go to school tomorrow - and when they tell the school, they are told they must keep bringing them in, or else the children will get more anxious & they might be reported for truancy. They feel stuck, caught between their child and what they are being told is best for them. ",
        "I talk to children who tell me that the noise and smell of the dining hall hurts them, and the chaos of the playground frightens them. They're doing okay academically and so school says there's no problem, just keep coming in. ",
        "I talk to young people who are furious about rules controlling every part of their lives which have nothing to do with learning - hair styles, silent corridors, black-shoes-not-trainers and wearing a blazer on the way to and from school. They tell me that it makes no sense, and isn’t part of learning.  If they refuse to comply, they are told they are 'disruptive'.  When they tell others how they feel, they’re told it’s just part of life, and if they don’t learn to do what they’re told they’ll never hold down a job.",
        "Many of these young people keep quiet at school. They only show their anger and frustration when they feel safe, at home. They explode, and their parents don't know what to do. They wonder if it's their fault and if school is right and it's a problem with boundaries.  ",
        "Families tell me they feel under pressure. Pressure because their child isn't happy. Worry that they're going to lose their job because the school calls so often.  Parents tell me that their employers have said they have to choose between answering calls from the school and staying in work. Pressure from others who say  'A child of mine would never get away with behaviour like that'.  ",
        "Families tell me they feel pressure to conform to the way that parents are apparently meant to be, so they can get help from the system. Parents feel they must be compliant, to be calm and positive, in case someone writes 'mum is anxious and reluctant to let child go to school' in their report (this does happen, more often than you’d think). Their real concerns about their child’s unhappiness are framed as over-anxious parenting, and dismissed as opinion, whilst the professionals’ opinions are treated as fact.",
        "I’ve heard many parents tell me what it's like to be the one taking the walk of shame back across the playground with the child who won't stay today. They feel the eyes on them still, years later. They tell me how blamed and judged they feel, and how they avoid other parents in case of questions which just might lead to tears.  ",
        "They tell me that all the rhetoric about attendance makes it worse, because they are portrayed as feckless parents who can't be bothered to get their children out of bed, when the reality is that trying to get their children into school takes up every bit of energy they have. The pressure of fines and threats of court keep them up at night. Because it’s not just a question of getting that child up in the morning and delivering them to school.",
        "I worked with one little girl who told me she felt like school was a cage. She was an animal trying to get out. She ran away, got brought back and then she had in-school suspension, sitting in the headteacher's office. The other children pointed at her and called her the bad girl. That didn't make her feel any better about school.",
        "I talked to a young person who had cerebral palsy and who found school very difficult. He was enrolled in an online scheme during covid and was so excited to do maths and English - until the edict came that things must 'return to normal' and everyone had to attend in person. Along with many other young people, his ability to access the lessons stopped short.  Not because he didn’t want to learn, but because attending school was so hard for him.",
        "The more the pressure piles on, the worse things become. Families start to buckle under the strain - and still they feel that they are told that they must keep pushing, no matter what the emotional fall out. There seems to be no support available to solve the problems they see, they feel that all the efforts push for attendance and compliance.",
        "This isn't the fault of schools or teachers. They're in an impossible situation too, under pressure to get results, to teach the curriculum, to manage behaviour, to maintain full attendance. They too are pressured in all directions. ",
        "The problem is the inflexibility of our system, which prizes attendance and test results over emotional wellbeing and flexibility. Which doesn't start with what each child needs to learn, but with a set of hoops they need to jump through. ",
        "It doesn’t have to be like this. We could put flourishing at the centre of children's lives. We could stop asking 'How do we make this child go to school' and start asking 'How do we help this child learn?'. We could put flexibility at the heart of the process, because learning comes in all sorts of shapes and sizes.  You don’t have to be able to sit in a classroom to learn.",
        "Only when we start with flexibility and flourishing might we have a hope of an education system which works for all. Only then can we help all children learn, and support each of them find their way forwards.",
        "We surely owe them that."
    ],
    "imageFileName": "under-pressure.jpeg"
}