{
    "url": "https://naomicfisher.substack.com/p/if-it-feels-like-punishment-its-probably",
    "pubDate": {
        "day": "18",
        "month": "Aug",
        "year": "2025"
    },
    "title": "If it feels like punishment, it's probably not therapy",
    "subtitle": "With children, it seems that the two sometimes get confused",
    "images": [
        "https://substackcdn.com/image/fetch/$s_!IxqY!,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F1dbee483-6cf1-40f5-b5e4-33ebec6d6d81_3508x2480.jpeg"
    ],
    "paragraphs": [
        "If we implement ‘consequences’ when a child avoids something due to anxiety, then that’s punishment, not therapy.",
        "If you’re told to make home less pleasant to compel a child to do something they dislike, then that’s punishment, not therapy.",
        "If you’re told to force a child to attend school and that you should ignore their cries, then that’s punishment, not therapy.",
        "If you’re told to aim for solitary confinement during the day if a child don’t attend school, then that’s punishment, not therapy.",
        "If you’re told to take away things that children like to do because they didn’t do what you wanted, then that’s punishment, not therapy.",
        "Using distress to make a child do something they don’t want to do is not therapeutic. Therapy is collaborative, with goals which matter to the child.",
        "Therapy can be difficult. It can be challenging. It can involve taking risks and doing things differently.",
        "But therapy should not feel like being punished, especially not by your parents. If therapy feels like punishment, then it’s very likely that it’s not therapeutic.",
        "Punishment for non-compliance should not be part of therapy. ",
        "Illustration by ",
        " from the upcoming book ",
        "Fisher, Fisher and Fricker, available for pre-order now"
    ],
    "imagePrefix": "if-it-feels-like-punishment-its-probably-not-therapy",
    "imageExtension": "jpeg"
}