{
    "url": "https://naomicfisher.substack.com/p/just-a-few-minutes",
    "pubDate": {
        "day": "24",
        "month": "Mar",
        "year": "2025"
    },
    "title": "Just a few minutes ",
    "subtitle": "",
    "images": [
        "https://substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F58c5e4a4-6a87-4006-a76b-e01f0b558256_3508x2480.jpeg"
    ],
    "paragraphs": [
        "‘It’s just a few minutes every day! No one should be struggling with that!’.",
        "When a child is finding school hard, it’s not just about the hours at school. From early on, there’s the expectation that they’ll be doing extra work at home too. Maybe ‘just reading together’ or learning the weekly spellings. Or Times Tables Rockstars, with everyone ranked against each other. For some children, that’s fine, it really does just take a few minutes.",
        "For others, homework can bring all the difficulties of school back home. It’s a constant weight, something that hasn’t been done and which means they can’t relax. The whole weekend is overcast by Sunday evening and ‘",
        "Something which was meant to take 15 minutes dominates the evening. Parents become teacher substitutes. They say ",
        " or ‘",
        " or ‘",
        ". They try to be encouraging, until they get frustrated and say ‘",
        "And it all feels like an onslaught. It feels like there’s nowhere to get away. School is allowed to come into your house, to take away your free time, like a constant reminder that this is what adults think really matters. Spellings and Times Tables. You can only have your own time when you’ve done what they say.",
        "The strange thing is, there’s no evidence that homework helps improve attainment at primary school. It’s something we do because we always have done, something that we believe must be necessary – but what if it’s not? What if those evenings spent arguing over the reading book are pointless, and the struggles with fractions are for nothing at all?",
        "I’ve always wondered why schools are allowed to send work home, but parents aren’t allowed to do the same in reverse. What would happen if parents said, Sam needs bouncing time every morning. Please complete his bouncing diary and sign it off. It’s just twenty minutes after all, the rest of the day is yours and he has plenty of time for Maths and English? Why do we assume that school is so valuable that it can encroach on home time, but the reverse is not true? ",
        "Children’s free time is important. They need time to play and to make their own decisions. Spellings can be learnt at any age, but you can’t go back and be a child again. Once childhood is gone, it’s gone forever.",
        "with "
    ],
    "imagePrefix": "just-a-few-minutes-",
    "imageExtension": "jpeg"
}