{
    "url": "https://naomicfisher.substack.com/p/slant",
    "pubDate": {
        "day": "17",
        "month": "Mar",
        "year": "2025"
    },
    "title": "SLANT",
    "subtitle": "Behaviours for Learning? ",
    "images": [
        "https://substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Ffb208690-4a7d-4713-8853-07b25856d85e_1080x1080.png"
    ],
    "paragraphs": [
        ": Sit up straight",
        ": Listen carefully",
        ": Ask and answer questions",
        ": Nod your head “yes” and “no”",
        ": Track the speaker with your eyes",
        "I visited a school recently which had posters with SLANT in their walls. I asked about it. The teacher was casual. ‘It’s just behaviours to help their learning’ he said. That’s what the internet says too. Behaviours to help students say engaged, says one school website. Another school says that using SLANT helps students to ensure they are focused on their learning.",
        "So why does it make me feel so uncomfortable?",
        "Firstiy, because these are not really behaviours for learning (apart from half of A, ask questions and L, listen carefully). Most of these are behaviours for compliance. Nodding your head, sitting up straight and tracking the teacher all make a class look more attentive, but it’s a facade. These are behaviours for a passive audience, acting out the role of an actively engaged one. It’s a front. A mask, if you like. Even listening carefully will only lead to learning if what is being said is relevant and comprehensible to you, and asking questions - well, I doubt if they mean the sorts of questions I might have in mind. Questions like, why is it necessary to control eye movements to learn?",
        "Secondly, these are not a tool that students are using to help them learn. They are a set of rules which they are being made to follow, or else be punished. Their bodies are being controlled, so that they give the impression that they are engaged. It’s high control, justified as being necessary for learning.",
        "People learn in different ways. Sitting still and tracking the teacher is so hard for some children that it takes up all of their capacity, and there’s little left for Maths or English. I used to find it impossible to concentrate in class unless I was either doodling or making friendship bracelets under the desk. I needed to move in order to process information. Even now, when I have to attend training, I learn better if I can move around and I listen better if I can fiddle with something. My daughter is the same. She learns best when bouncing, rocking or swinging. Sitting still is not the best learning behaviour for many.",
        "How lucky I was that I attended school before SLANT. I wasn’t breaking the rules because the rules weren’t there to break yet. So here is my guide to behaviours which students can use to help their learning. The handy acronym is CAMEL.",
        "Challenge assumptions",
        "Ask unexpected questions",
        "Move when you need to",
        "Explore the world and",
        "Listen with curiosity. Other people could be right or wrong.",
        "Forget SLANT, when a school has CAMEL on their walls, I will be impressed."
    ],
    "imagePrefix": "slant",
    "imageExtension": "jpeg"
}