{
	"url": "https://naomicfisher.substack.com/p/the-soft-bigotry-of-low-expectations",
	"pubDate": {
		"day": "Sep",
		"month": "26",
		"year": "2022"
	},
	"title": "The Soft Bigotry of Low Expectations",
	"subtitle": "Why Can't They Just Behave? ",
	"images": [
		"https://substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2Ffbbb5c0e-c32a-44dd-968c-c956ea2400cd_1949x2717.jpeg"
	],
	"paragraphs": [
		"Twitter wars rage over behaviour.  Do we need to ask why a child does something, or should we just focus on making them stop?  Looking for the reasons for children's behaviour is often equated with 'the soft bigotry of low expectations', lack of responsibility and chaos. Here's why that's a mistake.",
		"If we don't ask why, then we assume we know the reasons for behaviour.Bloody-mindedness, lack of parental boundaries, being spoilt, a desire to create trouble, past indulgence - all these are genuine examples I have seen suggested as reasons for a child's behaviour.",
		"If we think we know the reasons, then we think we know the solutions. Strict boundaries, punishment, no flexibility, pulling them back into line, showing them the error of their ways and making sure that life will not be comfortable for them until they comply.",
		"Any suggestion there might be another way gets you mocked and caricatured - 'unmet needs' is a frequent catcall. As is 'behaviour is communication'. They're used like red flags to the bull, inciting everyone to join in with the mockery, even if they aren't quite sure why.",
		"Which is odd.  Because the most basic psychological model (IMO) has to be, there are reasons for what we do.  Humans exist in context, they behave in response to the world around them, and what they think and feel matters. If we ignore this, we seriously limit our understanding.",
		"When we decide in advance why a child might be behaving in a certain way, we develop tunnel vision. We shut down options and ignore opportunities. We've lost a chance to be curious, because we think we already know. ",
		"Of course, this doesn't just go for children. Adults behave for their own reasons too. For many, it's too hard to think about what's happening for a child, because no one is thinking about what's happening for them. ",
		"Last week I was working with a group of psychologists and psychotherapists, all specialists in trauma. We agreed that whether our job is manageable isn't the intensity of the trauma stories, it's whether there are colleagues who make you feel supported. ",
		"Survival in a tough world is often about whether there are people who can see past the facade you present to your struggles below, even the ones that you try hardest to hide. If you don't get that, you start to burn out. You stop feeling empathy for others. ",
		"You start to feel annoyed and angry when people need more than you can give. You start to be irritated with them and their behaviour. You reach for off-the-peg solutions, because anything else requires too much emotional investment. ",
		"When it goes on for too long, you start to mock anyone who tries to do something different. You build strong defences between you and any suggestion that there might be another way. You push back. It's literally too much to manage. ",
		"So when a child comes along who shows their unhappiness through their behaviour, it's easier to decide that the unhappiness isn't the problem. It's easier to pretend that the reasons don't matter, that if we could stop them behaving, the distress would no longer be there.",
		"If this really worked, our schools and our world would be very different places. If we could control behaviour and the reasons for that behaviour would evaporate, then life would be a lot simpler. For we can control behaviour, that's not in question. ",
		"That's why ignoring the reasons & focusing only on behaviour is so seductive. It gets results.The corridors are silent, young people stand up & make eye contact when an adult enters the classroom.We can convince them it's for their own good&tell them the alternative is chaos.",
		"We can make (most) young people comply with requirements, if we make the incentives high enough & the disincentives bad enough.Most will comply in the short term. It will look like it works. ",
		"The real question is, what's the long term cost to all of us in ignoring the reasons why our children behave the way they do? For when we strip behaviour of its context, we ignore feedback and in this way we ultimately limit ourselves as well as our young people. "
	]
}