{
    "url": "https://naomicfisher.substack.com/p/carpet-time",
    "pubDate": {
        "day": "19",
        "month": "May",
        "year": "2025"
    },
    "title": "Carpet Time",
    "subtitle": "On sitting still and listening. ",
    "images": [
        "https://substackcdn.com/image/fetch/$s_!YQpm!,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F08e73431-6ee1-473c-8a10-d84c35e04f68_3508x2480.jpeg"
    ],
    "paragraphs": [
        "I talked to a parent recently whose daughter had had a difficult start at school. She’d been fine at nursery, but when school started, the expectations changed. There was more sitting still and listening and maths and phonics.",
        "This little girl wasn’t ready to sit and listen. She wanted to run around and play. She wanted to pretend that she was going to the moon and build cardboard rockets. She wanted to ask questions about important things like cats and traffic jams. She didn’t see the point in phonics yet, and sitting still was so hard that there was no space in her brain left for listening.",
        "School insisted. Every day there was phonics. Every day there was hours of sitting still on the carpet. ",
        "‘She has to learn’ they said. ‘Everyone else is doing it’.",
        "It got harder, not easier. Soon the little girl just had to hear the word ‘phonics’ to start heading in the other direction and hiding in the toilet. Soon she started crying when the words ‘carpet time’ were said. School started to raise concerns and query whether perhaps she had additional needs. Her parents were called into meetings where they explained that it was really hard getting her into school in the mornings and that she was volatile and unpredictable in the evenings.",
        "School tried to be flexible, but the expectations were still there. ",
        "‘We don’t want her to get behind’ they said. ‘She’s very capable’.",
        "They kept on making her sit still, and they kept on insisting on phonics. They put in place movement breaks but the little girl needed to move when her body said move, not when it was time. ",
        "‘We don’t want her to get the idea that she can just opt out because she doesn’t want to do something’ they said.",
        "It got harder, not easier. The little girl started kicking and screaming in the mornings. She started refusing to get dressed and would cling to her duvet and hide under her bed. ",
        "She stopped wanting to read stories at home and would make her dad practice sitting still. ‘Don’t move a muscle, stay as quiet as a mouse’. He found it hard too.",
        "‘You have to learn’ she said. ‘Didn’t you go to school?’.",
        "Now her parents started getting letters about attendance with threats of fines. They got stressed – this was not in the plan. Both of them worked and they needed her at school. Sometimes they would shout and get upset in the mornings. Each day they couldn’t tell whether they would be able to get her in or not. They started wondering about OT assessments because she couldn’t sit still, and whether perhaps she might be dyslexic. They had meetings with the SENCo.",
        "This little girl was nearly five years old. ‘I’m not good at learning’ she said. Her parents didn’t know what to do.",
        "What happened to her is happening to thousands of children in our schools. There was a developmental mismatch between what she could do, and what school wanted her to do – and what school wanted was too much for her right now. It doesn’t mean she would never learn to read, nor that she would never learn to sit still. Children grow up, they don’t have to be made to do so.",
        "We do so much damage when we force children who are not yet ready into an adult way of learning. Children learn through exploration. They ask questions and work things out. They are built for learning, but not in the way which schools require. They aren’t built for quiet sitting and they aren’t great at planning for the future. They are built for action, not quiet listening. ",
        "When we don’t give our children space to be childish, we cause problems which last a lifetime. For phonics can come later, but childhood never comes back. ",
        "We need schools that are ready for children.",
        "Illustration by ",
        ". "
    ],
    "imagePrefix": "carpet-time",
    "imageExtension": "jpeg"
}