{
    "url": "https://naomicfisher.substack.com/p/depression-or-burnout",
    "pubDate": {
        "day": "08",
        "month": "Sep",
        "year": "2025"
    },
    "title": "Depression or burnout? ",
    "subtitle": "",
    "images": [
        "https://substackcdn.com/image/fetch/$s_!F7NE!,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Ff637649c-8bcc-4ac9-b5a6-ac7fb979bfe9_3508x2480.jpeg"
    ],
    "paragraphs": [
        "I’m sometimes asked how you can tell if a child is depressed or in burnout. I’ve seen posts in social media saying that this is a crucially important distinction because the treatment for depression is the ‘polar opposite’ of that for burnout. One post I saw said that in depression you’ll be advised to ‘push through’ whilst with burnout it’s essential to rest.",
        "As a mental health professional, I can tell you for sure that the treatment of depression and burnout are not polar opposites. This is misinformation. The line between the two is fuzzy. Many burnt out people are depressed, and many depressed people are burnt out. Diagnostic categories in mental health are never clear cut and we can waste a lot of time imagining that they are. Burnout isn’t an official diagnostic category, and so the boundaries are even less clear.",
        "What matters is this. Whether a child is showing signs of either depression or burnt out (or, in fact, other signs of distress), the first question should be ‘What is happening to you?’ We should be looking at what has led up to this child feeling this way, and asking how that could change. No one should ever be told to ‘push through’. That is not therapeutic. No one should be told they are depressed because they have a chemical imbalance in their brain; there is no evidence for this. No one should be told that the problem is them, rather than what has happened to them.",
        "What happens next depends on the child and the circumstances. Long term rest isn’t the best thing if you are burnt out or depressed, particularly not if that rest literally means staying in bed. Rest might be necessary for a while, but too long in bed makes it harder to start to live life again. You can move into a half-state of living where nothing happens, and it feels too risky to start again. People get stuck.",
        "Starting to gently engage with life again is what makes it worth living, and coming out of either burnout or depression is about finding the things which make life worth living. It’s about moving towards active relaxation rather than passive. Then it’s about working out where your limits lie, and how to keep yourself balanced. This is no different in burnout or depression.",
        "Lifting off the pressure is essential, as is finding time to do things they enjoy and which connect them with other people. Giving new things a try, and then taking time to recover. Challenging negative thoughts might be part of that, and finding new ways to cope with difficult situations. Finding their values and what gives life meaning for them.",
        "Emerging from both depression and burnout means finding a new way to be in the world, incorporating all that you and they have learnt about themselves. It could mean doing things differently, or changing things around. It might mean making more time for fun, and finding ways to make life more sustainable. It could mean taking fewer exams right now, or slowing things down for a while.",
        "So my advice is, don’t spend too much time worrying about whether your child is depressed or burnt out. That isn’t the important difference.",
        "What will make the difference is starting with thinking about what has happened in your child’s life, rather than what is wrong with the child. Start with your individual child and their unique life, and move gradually outwards from there. Start with curiosity and compassion.",
        "Illustration by ",
        " from ",
        " published by Routledge. "
    ],
    "imagePrefix": "depression-or-burnout-",
    "imageExtension": "jpeg"
}