{
    "url": "https://naomicfisher.substack.com/p/inside-and-outside-the-system",
    "pubDate": {
        "day": "16",
        "month": "Oct",
        "year": "2023"
    },
    "title": "Inside and Outside the System",
    "subtitle": "Does one have to be a teacher to have a view on education? ",
    "images": [
        "https://substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fdc050f4a-ce77-4612-999c-0a0aba131662_906x984.png"
    ],
    "paragraphs": [
        "I’m a clinical psychologist. I’m not a teacher. I have never managed a class of 30 teenagers.  I’m often told I have no right to any views on education and learning as a result of this.  ‘Sit down and be quiet’, I’m told. ‘Stop talking about things you know nothing about’.",
        "Here’s why I keep speaking up. ",
        "I work with young people and their families. I have an exceptionally privileged job. People tell me about their lives, the good and the bad.  They tell me things that they have told no one else before.  They tell me their stories, and they tell me about the way that it all makes them feel.  They tell me about the things which matter most to them.",
        "Because of this, I get an outside and an inside view on the education system.  I’m not a teacher, so I see it from outside the bounds of the restrictions of the classroom. And I hear from young people and their parents, so I see it from inside the heads of those who are supposed to benefit.",
        "What I hear concerns me. I hear about intense distress caused by behaviour practices in some schools.  I hear about children starting school and losing their love of learning when they are stopped from playing too soon.  I hear about the anxiety and stress caused by tests and exams, and how the language of ‘high expectations’ and ‘accountability’ is used to mask the pressure being put on our young people.   I hear how, for some children, this leads to school-related distress, and how we then locate this in children, saying they are school refusing or avoiding.",
        "You can say that none of this is relevant to the education system, because I’m not a teacher.  That’s your prerogative and you’re free to ignore what I say.  I certainly don’t want to force anyone to listen.",
        "But I see it differently. I see the information as a window on the system.  An insight into what our education system is doing to some children.  Feedback on the unwanted effects of some practices which might well not be visible from the front of a class of 30 young people.  Information on how children are failed by the system and how it starts. Without integrating this, I can’t see how we can improve our education system so that it really works for and with the young people who are supposed to benefit from it.  ",
        "My perspective isn’t the only one, but it’s one which is based on real life data. Data which is often hidden, but which people share with me because of my job. It’s an amazing privilege, and that’s why I keep speaking up.   ",
        "Unlike most young people at school, you are free to listen, question and learn – or you can completely ignore me.  It’s up to you.",
        "  But me? I’m going to continue asking inconvenient questions about what is done in the name of education, because our young people deserve  better."
    ],
    "imageFileName": "inside-and-outside-the-system.jpeg"
}