{
    "url": "https://naomicfisher.substack.com/p/what-do-we-do-instead",
    "pubDate": {
        "day": "07",
        "month": "Oct",
        "year": "2024"
    },
    "title": "What Do We Do Instead?",
    "subtitle": "I've talked to many people trying to make a difference to young people. They all say the same things. ",
    "images": [
        "https://substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F0b17e6d3-85a4-49bf-8485-e8c8835e6b19_6016x4000.jpeg"
    ],
    "paragraphs": [
        "What happens when you see children's distressed behaviour as a sign that they need to be punished?",
        "Suspensions. Isolation. Detentions. More than ever before and for ever younger children. ",
        "Read the Guardian article about it here",
        "And none of it makes any difference and in fact has the potential to make things worse. This generation of children have had a tough ride. Cuts, covid, climate breakdown, cost of living crisis. They show us this through their behaviour. If we blame and punish them for that, we lose the opportunity to do something different and we create a generation of disaffected and angry young adults.",
        "What does make a difference? I've talked to many people trying to help young people get back on track. They are astonishingly consistent in what they say, whether they work with young offenders, those at risk of exclusion from school or those who are too anxious to leave their bedrooms.",
        "Start where the young person is and make a connection. Show them that you value them and are interested. Help them do more of the things which have purpose to them, and show them the respect that you would like them to learn to show others.  You can earn the right to make suggestions and offer guidance, but that comes later. ",
        "First, connection. ",
        "When I ask young people who struggled what made the difference to them looking back, they never say 'that hundredth detention'. They talk about the person who took an interest, whether they were a teacher, a youth worker, a climbing instructor or a skateboarder. They talk about the adult who saw them as a person, not a problem.",
        "It's not rocket science. You can't punish children into thriving."
    ],
    "imagePrefix": "what-do-we-do-instead",
    "imageExtension": "jpeg"
}