{
	"url": "https://naomicfisher.substack.com/p/kids-do-well-if-they-can",
	"pubDate": {
		"day": "Nov",
		"month": "20",
		"year": "2023"
	},
	"title": "Kids Do Well If They Can",
	"subtitle": "",
	"images": [
		"https://substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F974a6f82-01e5-43e7-99c7-810b1f06fad6_6000x4000.jpeg"
	],
	"paragraphs": [
		"I've been reflecting on this fundamental pillar of Dr Ross Greene’s (",
		") approach to living and working with kids, and the more I think about it, the more significant it seems. What it’s really about, for me, is adult attitude. Most of the time, if kids aren’t doing what their parents would like, our assumption is it’s because they don’t want to. Or they aren’t motivated. Or they are lazy. We put it down to a lack of will. We get angry with them. We assume that if only they wanted to, they would be able to do what we ask them. So we try to make them.",
		"What Ross Greene is saying is that we can flip that assumption around, and instead assume that kids aren’t doing things because they aren’t able to right now. Maybe they aren’t clearing up (for example) because they don’t have the organisational skills required, or they aren’t practicing the piano (for example) because they lack the capacity to balance short term desires with long term goals. For them, the short term is far more important and the future is a long time away.",
		"The skills of self management don’t really develop until adolescence (and neurological adolescence lasts until age 25) which means that a lot of us are frustrated by our kids not doing things which they are likely not to be capable of yet. Remembering their PE kit, or controlling their temper. Managing their impulses to shout rather than speak or picking up wet towels from the floor. Thinking before they speak. Brain development is an ongoing process, and it doesn’t accelerate it if you’re made to feel bad about what you’re not able to do yet. Kids can do things one day, when the circumstances are right, and not another - that's the messy and non-linear way that development works.",
		"But the most important thing that Ross Greene says is that we don’t have to waste time thinking about whether they can help it or not in any particular situation. If we just make our baseline assumption that kids do well if they can, then the research shows that this works out better. This can change everything. It changes the questions we ask and the way that parents feel. It stops many battles in their tracks.",
		"For if someone lack the skills to do something, we can’t solve that through consequences or rewards. It isn’t a choice on their part, even if it looks like it is. We can’t make them grow up faster through punishing them for their incompetence or telling them off. It makes no sense to get annoyed with them if they can’t help it. Instead we have to accept where they are right now (even if we wish they were somewhere else) and work out how to make things work with that.",
		"They will develop skills in time and we can help them with that - but neurological development is a long process, and no one’s brain ever developed faster through being told off for things they couldn’t help."
	]
}