{
    "url": "https://naomicfisher.substack.com/p/three-gold-stars",
    "pubDate": {
        "day": "03",
        "month": "Jun",
        "year": "2024"
    },
    "title": "Three Gold Stars ",
    "subtitle": "What do we do to children, when we make everything about the rewards? ",
    "images": [
        "https://substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F2403cafb-20c9-4274-a735-8c49ee3bcccb_6000x4500.jpeg"
    ],
    "paragraphs": [
        "When my son was four, we were sent a gift subscription to an educational software package called something like Education City. It has questions which children were meant to answer. I opened it up and showed it to him.  He enjoyed numbers and patterns so I opened the maths sections.",
        "The questions were not hard and he could easily do them. We did Level 1 and to his surprise a screen with three gold stars came up. He’d done them perfectly.",
        "Onto Level 2 and it got slightly harder.  He got a couple wrong.  When we got to the end, there were only two gold stars on the screen.  He jumped up and came over to me. “Mummy” he said, “You do it. I need to get all the stars”. ",
        "Up to this point, there had been no linking of rewards or stars with achievement. I had never given him stars or certificates for doing things.",
        "At the moment I remembered everything I had read about how rewards change a child’s relationship with what they do.  When an adult comes along and gives stars, or stickers, or a certificate, suddenly the purpose of the activity shifts. Before, they were doing it for its own sake. Now they are doing it for the reward.",
        "My son had accurately picked up on this shift. The point of doing the maths, in this educational programme, was to get the stars. Not to learn. Three stars was the best and that’s what he wanted.  ",
        "He’d worked out the most efficient way to get those stars. Get me to do the maths.",
        "I reflected on my own experience of learning and how often I had made choices based on maximising my rewards. I’d chosen to do the subjects I knew I would do best at for my exams, not the subjects I would learn most from.  I’d chosen not to learn a new language, thinking I’d do better in the one I knew already.  I’d chosen the options I thought I’d do best at for my English coursework, because I already knew a lot about the topic.  Even though I was more interested in something else.",
        "I’d restricted my own learning all the way along, because the rewards were too important.  It worked, I did well.",
        "I know I’m not the only one who does this. The research shows that this happens throughout our education system. When we make learning about outcome rather than process, young people learn less. It becomes about how to game the system, not about learning.  ",
        "What happened to my son? We cancelled the subscription when I said I wasn’t going to do the maths and he said he wouldn’t do it either. We found other ways to learn maths without the need for stars.  I don’t know what he learnt from that experience, but I know what I learnt.",
        "Adding a reward changes the learner’s relationship with the activity and not necessarily in a good way. Do so with care"
    ],
    "imageFileName": "three-gold-stars-.jpeg",
    "imagePrefix": "three-gold-stars-",
    "imageExtension": "jpeg"
}