{"url":"https://naomicfisher.substack.com/p/no-excuses","pubDate":{"day":"Dec","month":"12","year":"2022"},"title":"No Excuses","subtitle":"When adults ignore the reasons for children's behaviour, they can do damage which lasts. ","images":["https://substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F2db68a80-293e-480d-873d-c01d723aadbc_2717x1949.jpeg"],"paragraphs":["(Illustration by Eliza Fricker, Twitter: @_MissingTheMark)","When adults focus on children’s behaviour and ignore the reasons, they can do damage which lasts.  Life isn’t a level playing field, and some children are pulling a much heavier load than others.   Here’s how it works.","Behaviour is part of how humans (and all animals) communicate. With children, it’s the part we can see most clearly.  They show us, rather than tell us, how they are feeling.  Distressed behaviour is rarely calm and considered.  The distressed child might scream and cry, they might break things, they might kick and hit.  They might run away.","If we don’t ask why they are doing this, then the risk is that we’ll try to change the behaviour without taking into account of why it’s there. We’ll use behavioural methods such as rewards and punishment.  Parents will be (and are) told to ignore a child who is clinging to them and crying, because it’s ‘behaviour’.  Asking for reasons is derided as ‘making excuses’.  I’ve talked to parents who have been told that if their (6-year-old) child kicks a teacher, the police will be called. They don’t see distress, they see bad behaviour.","Over time, some children whose distressed behaviour is ignored or punished will give up.  They’ll stop clinging and crying, because there is no point.  They are not heard.  This will be seen as a ‘win’ – look, their behaviour has improved! We were right! But the reasons haven’t been resolved. The distress is still there, we just can’t see it.","For children who have had traumatic experiences, behaviour is even more significant.  Children rarely rock up to adults saying ‘bad things have happened to me’. They may not even be aware that what happened is out of the ordinary.  For children, their lives are ‘normality’. They don’t know that it isn’t the same for everyone else.  They show the impact of their lives through their behaviour.","It’s up to the adults to be trustworthy enough that one day, those children might feel safe to talk about what has happened. This is how recovery starts, when a child has different experiences which help them feel safe. This isn’t necessarily therapy. It’s about experiences of feeling safe and heard. When children learn that adults can hear their distress without blaming or punishing them, this can be transformatory.","So when adults meet children, we need to consider that their behaviour might be about distress.  If the adult response is to insist the children change their behaviour and pretend there’s nothing wrong, then that chance for recovery is lost. It squashes their feelings back down tight inside. They learn adults aren’t listening.","This teaches the child that their distress won’t be heard. The distress hasn’t gone away, because the reasons for it haven’t been addressed. Distress will come out in other ways, perhaps directed at themselves or in ways which adults don’t see. It might come up years in the future. It will damage their relationships with adults, because they will learn that adults can’t be trusted to see what’s going on.","Those children will make sense of what has happened in different ways.  Some will decide they must be bad for feeling the way they do. Some will decide there is no point in anything.   Some will think they aren’t good enough, because it’s so hard for them. Some will be angry with adults and will show this through anti-social behaviour. ","Trauma-informed practice challenges adults to hear the distress and be compassionate. It means we consider the possibility that this child’s behaviour might be driven by factors which we can’t see right here in the room, and that these are reasons, not excuses.  This requires courage.  It’s easier to focus on controlling behaviour or berating them for poor decision making. It’s easier to impose sanctions than to ask what is happening. We might hear things that we don’t want to know.","To be trauma-informed means acknowledging that there might be real and important explanations for a child’s behaviour.  We’d have to acknowledge the many ways in which it’s hard to be young in 2022, and that some children have it really tough. These are reasons, not excuses.","Thank you for reading Think Again. This post is public so feel free to share it."],"imageFileName":"no-excuses.jpeg"}