{"url":"https://naomicfisher.substack.com/p/slow-learners","pubDate":{"day":"Feb","month":"19","year":"2024"},"title":"Slow Learners","subtitle":"","images":["https://substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fffdace30-36cb-4b16-a146-6d307d954ba3_3240x2160.jpeg"],"paragraphs":["One of the mysteries of life for me is why we have designed school in such a way that it requires children to do so many things which are very hard for them - and which become much easier in adulthood.","We require them to sit still when they are desperate to move. To stay in their seats when they want to crawl under the table. To keep quiet and listen when their body wants to play and shout. ","We tell them to walk not run, when every part of their body longs to move fast. We put them into nylon trousers when they’d prefer soft leggings. We make a big deal out of things they can’t do yet, but which almost everyone learns as they grow up. Shapes, colours, telling the time. We teach them to read before they have the desire for themselves, and make them do maths which they find incomprehensibly difficult, but that a few years later will feel so simple as to be trivial. No matter whether you go to school or not. ","We’ve designed school so that it’s hard for immature brains and bodies, and then we blame children and parents when they can’t follow the rules.  We tell them they aren’t school-ready, or they need to try harder. We point out all the many ways in which they fall short. Too noisy, too active, too impulsive, too….childish. ","By the time those children reach adolescence,  the urge to roll on the floor or hang off the chair is fading, but the years of being told they have to sit still and listen have taken their toll. They’ve lost the raw energy of childhood, but it’s more than that. They’ve lost their joy in learning, because school wasn’t built for the child they were, any more than it is for the teenager they’ve become. ","And then again, it’s them who are blamed. Disruptive, rude, bad attitudes. It would be so much better if they simply did what they were told.","But what we’re telling them to do in school is squashing our children. Children aren’t built to sit still and absorb information. They are built to keep moving and playing. To hang upside down and climb on the roof. To dream and shout and talk all the time. ","But when our children tell us so, we’re not listening.  We tell them that the problem is them. Their behaviour, their energy, their whims and their propensity to roll on the carpet if they get the chance","Who are the slow learners? ","Not them. "],"imageFileName":"slow-learners.jpeg"}