{
	"url": "https://naomicfisher.substack.com/p/do-we-have-miserly-brains",
	"pubDate": {
		"day": "30",
		"month": "Jan",
		"year": "2023"
	},
	"title": "Do We Have Miserly Brains?",
	"subtitle": "Are humans always looking for the easy way out when it comes to learning? ",
	"images": [],
	"paragraphs": [
		"\"The human brain is built to be miserly. We continually hoard mental energy so that we are always ready to fulfil our evolutionary flight-or-fight needs.\" says Alex Quigley in a recent TES article. He goes on to talk about the problem of children’s minds wandering whilst they are read a story - apparently, this ‘mind-wandering’ is a way of conserving mental energy. As a psychologist, this claim strikes me as odd.  Quigley doesn’t cite the evidence - but ‘mental energy’ isn’t something which comes up much in the field of cognitive psychology.  Certainly not, in my experience, when used to mean ‘keeping your mind on a task decided for you by another person’ which is what Quigley means here.  ",
		"The claim of miserly brains is counter to what I see all around me. Humans painting, writing novels, learning languages, going to discussions about philosophy and science - all for no other reason than they want to and they enjoy the challenge. Quigley says we hoard mental energy for survival - but we don't need to do this. If our survival response kicks in, we stop processing information in the same way and all of our resources go to keeping up alive. It's the 'amygdala hijack'. We don’t need to save up our thinking power for that moment - because it’s not actually thinking we need at that moment.   We need quick fire responses which happen in more primitive parts of the brain. We share this response with pretty well all other animals.  ",
		"That doesn't meet we have to do that all the time. If we did, we would never build houses, take PhDs or write computer games. We'd be too busy hoarding the mental energy to keep us alive.",
		"There’s another problem with this theory. Mental energy isn't like money which can be saved and invested. If you don't use mental energy, you have less of it. The more you use it, the more you have. When I worked in a factory, I had almost nothing left after my shifts. I couldn't even read a good book. My mind continually saw the conveyor belt of cakes.  But when I'm doing something interesting it's like a continual buzz. I make connections with other things in my life and wake up in the morning with more ideas. The more widely I think, the more I'm likely to come up with something original.",
		"Couldn't it be that the children's brains are wandering because they have more stimulating things to think about than the story they are being read? Adults may think that remembering the story is important, children might disagree and instead see the story reading as a bit of peaceful time to devote to planning their new Minecraft build. Their interest may be piqued by a chance statement, and off their amazing brains go, making new pathways.",
		"I am one whose brain wanders all the time. I write stories and construct theories in my head. Not because my brain is miserly, but because it is creative and yearns for stimulation. I sit through lectures if I have to, but the learning happens in bursts. I like to listen for a while, but then I prefer to have time to think for myself.",
		"Here's a different theory. Maybe brains aren't miserly at all. Maybe we aren't hoarding mental energy - because that's not possible - but instead we are seeking stimulation. And doing what someone else tells you to do is rarely as exciting as creating things for yourself. Maybe this theory is just another variation on 'children are lazy, we have to make them learn or they'd never do anything'. It justifies compulsion.",
		"I wonder it's those whose brains don't wander who we need to worry about. Those who focus only on the story and who don't follow their mental trails to new discoveries. How can we encourage them to let their minds go? For the human brain has evolved to be creative. Wandering is an essential part of that. "
	]
}