{
    "url": "https://naomicfisher.substack.com/p/hemmed-in-by-our-feelings",
    "pubDate": {
        "day": "06",
        "month": "Oct",
        "year": "2025"
    },
    "title": "Hemmed in by our feelings ",
    "subtitle": "Why we should allow our children to just hate school",
    "images": [
        "https://substackcdn.com/image/fetch/$s_!oRyS!,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F47598685-4aed-4fe2-a3a7-2b52ca95c81b_2448x3264.jpeg"
    ],
    "paragraphs": [
        "Things went really wrong for Ollie at school. He would be shaking every evening and grey-faced every morning. He didn’t like the lessons, the noise, being made what to do and the other children bullied him. After years of trying, he stopped going.",
        "It was a hard time. His parents had to rethink their lives and their work. He hardly left his bedroom for a while and they were worried, what if that never changes?",
        "The first sign that things were changing was when Ollie got interested in making wounds with stage make-up. He’d watch YouTube videos and try them out himself. He and his mum would spend hours comparing different types of make-up online and he experimented with mixing them up himself.",
        "Things gradually improved. He was happier and more relaxed and life started to go back to normal. He would have moments when he was back to his old self.",
        "Ollie was bored and frustrated. There wasn’t enough happening in his life. He was sociable and loved activity, and being home with his mum all day just wasn’t enough. She looked for local groups, but Ollie wouldn’t give them a try. She found some tutors, but Ollie wouldn’t let them into the house. He wanted friends, but wouldn’t agree to meeting anyone new. The same thing would happen each time. His mum would make a suggestion and would ask Ollie how he felt about it. Ollie would think about it, and the more he thought, the more worried he would get. What if he didn’t like it? What if it went wrong? What if he was too anxious to go? The longer the thinking went on, the more anxious Ollie got, until he started to panic. Ollie’s mum didn’t want him to feel like that because it make her anxious too.",
        "Ollie and his mum were stuck, hemmed in by Ollie’s anxiety. ‘I can’t make any suggestions’ said his mum, ‘Everything makes him anxious’.",
        "Ollie has worked out a way to feel less anxious, and it’s avoidance. Don’t do new things, and you won’t feel anxious. In the short term that works but in the long term it makes the anxiety worse. Lots of children (and adults) find this solution for themselves because it works. Ollie’s mum is helping him avoid because things went so wrong at school and she doesn’t want to make the same mistake again.",
        "But things are different now. His school wasn’t right for Ollie. It made him really unhappy. The ‘problem’ there wasn’t really anxiety, it was his school was the wrong place for him.",
        "Fear of that happening again is blocking him from trying anything new, and so he can’t discover what might be right for him. His anxiety about school was rational, the anxiety in the present isn’t. The anxiety in the present is blocking him from living the life he wants.",
        "When we make ‘anxiety’ the reason for everything, children learn that their anxiety is bad. They spend time checking in with themselves and we know that the more they check, the more anxious they become. Asking yourself ‘am I anxious?’ is in itself anxiety provoking. Someone else asking you the same question is even worse.",
        "What’s the answer? Starting with small things, Ollie needs to learn that his anxiety isn’t catastrophic. He needs to see that his mum thinks he can manage it. His mum needs to show him that she’s confident that he can cope and they need to experiment with doing new things together.",
        "He needs to be prepared to feel those feelings, so he can do the things he wants to do. Because we know that the only way that anxiety truly gets better is when you do the things which make you anxious – slowly, gradually, but repeatedly.",
        "Avoidance works in the short term but makes things worse in the long term. It’s not avoiding anxiety to stop going to school when it makes you desperately unhappy, it’s a rational decision which we (mostly) don’t allow children to make. When we tell them that it’s",
        " anxiety, it has repercussions for the rest of their life."
    ],
    "imagePrefix": "hemmed-in-by-our-feelings-",
    "imageExtension": "jpeg"
}