{
    "url": "https://naomicfisher.substack.com/p/tying-them-down",
    "pubDate": {
        "day": "20",
        "month": "May",
        "year": "2024"
    },
    "title": "Tying them Down ",
    "subtitle": "The language of 'high expectations' hides the reality of how little we trust our teenagers. ",
    "images": [
        "https://substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F164334ec-ebe1-40f5-8aa0-1fbeee54b8bb_4000x6000.jpeg"
    ],
    "paragraphs": [
        "Whenever I talk about high control strategies at school, I’m told that they are necessary because teenagers can’t be trusted. They aren’t going to the toilet to pee, they’re going to vape. If they could talk to each other in the corridors they would be shoving. If they didn’t have hours of homework they’d waste their evenings and fritter away their weekends. Even praying is an act of insubordination rather than worship, when done by a teenager. Let them pray, and the next thing will be anarchy. ",
        "Of course, goes the logic, this means that their every move needs to be controlled. There’s no other option. ",
        "This sets extremely low expectations for young people. It says, we trust you so little that we won’t allow you to make any decisions at all. It tells them, ‘if we did allow you to make decisions, everything would go wrong. You’d do it badly’. ",
        "The result would be chaos, in fact. ",
        "How does this fit with creating a culture of ‘high expectations’, often talked about in schools? How can we have high expectations of teenagers whilst showing them that they aren’t trusted to walk down a corridor and chat? What exactly do those ‘high expectations’ mean? It seems like they mean, we expect you to do what you are told no matter what. We expect compliance with no questions asked. No excuses. If you don’t agree, we’ll put you in detention. ",
        "This structure reflects very lowest of low expectations. It says, we trust you so little that we will control everything you do, with escalating sanctions for non-compliance. We think that you need to be controlled with fear.  We have no faith at all that you are motivated to do the right thing or that what you think matters.",
        "This can’t help but have an impact on young people. For high expectations aren’t just about what we say. They are in the air that we breathe, the atmosphere which young people live in. If the culture and systems of a school communicate that ‘teenagers aren’t trustworthy’ then the real expectations are rock bottom. No matter how many signs are on the wall exhorting them to aim for the stars or ‘make giant leaps’.  ",
        "There’s no space for giant leaps when you think that ‘high expectations’ means others controlling every choice that you make. When we teach our teenagers that, we tether them down. We hobble them. Compliance makes them easier to manage now, but at a cost for their future. ",
        "For to leap high, you need people who have faith in you, even when you make mistakes. You need people who will catch you when you fall, and will let you try again. You need to see the confidence of others in you, so you can find your own.  And you need the space to make your own choices, and through doing so, learn how to manage yourself in the world.",
        "Without that in place, ‘high expectations’ aren’t high at all. "
    ],
    "imageFileName": "tying-them-down-.jpeg",
    "imagePrefix": "tying-them-down-",
    "imageExtension": "jpeg"
}