{
    "url": "https://naomicfisher.substack.com/p/do-children-fail-school-or-do-schools",
    "pubDate": {
        "day": "29",
        "month": "May",
        "year": "2023"
    },
    "title": "Do Children Fail School? Or Do Schools Fail Children? ",
    "subtitle": "Where does the responsibility lie when things go wrong? ",
    "images": [
        "https://substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F9aa9a00e-1305-43ad-81e4-e0a44cc9bd30_1949x2717.jpeg"
    ],
    "paragraphs": [
        "Illustration by Eliza Fricker (www.missingthemark.blog). ",
        "Our culture is rife with ways to denigrate those who don’t attend school regularly.  Truants, lazy, skivers, drop-outs, losers.  Their families are called irresponsible, feckless, uncaring, and they’re threatened with fines and even prison.",
        "Whenever I talk about it, people pull the discussion back to blaming families.  Getting children to school and keeping them there is the job of families, they say, and without that the schools can’t do their job. Don’t blame schools for the failure of parents and children.",
        "This seems to make sense, if you don’t think about it too hard. At a second glance, the holes in the argument start to show.  Because it means that no matter what is happening in our schools, families are meant to continue to send their kids.  No matter how controlling the environment becomes.  No matter how much distress it causes, no matter how anxious the children become.  No matter if they start to self-harm or say they are suicidal. In they go, with parents pushing behind, saying ‘it’s for your own good!’.  This argument would have parents should put school attendance above their children’s wellbeing, every time.",
        "In fact, people often write as if school attendance IS the same thing as emotional wellbeing for young people, and therefore everything and anything is justified to get children into school.  If we just make it unpleasant enough for them and their families – by cutting their benefits, or publicly shaming them, then (goes the logic) they’ll go to school and all will be well. ",
        "More school is say to be the only solution to not thriving at school.",
        "There’s no space in this world view for children to have a voice about how school feels to them, or for their parents to listen to them.  There’s no space for us to take a step back and ask why so many children are distressed at school, and whether perhaps some of the ways in which schools are operating might be the source of intense distress and causing young people to disengage. There’s no space to ask whether some of ‘what works’ to improve exam results might also have other unwanted effects on the wellbeing and future of our young people. ",
        "It's always easier to blame young people and their families. Talk of ‘skivers’ and fixed penalties for irresponsible parents will grab the headlines. Our system is failing some children, and then when they show us that it isn’t working, we’re telling them that the problem is them."
    ],
    "imageFileName": "do-children-fail-school-or-do-schools-fail-children-.jpeg"
}