{
    "url": "https://naomicfisher.substack.com/p/the-art-of-feedback",
    "pubDate": {
        "day": "06",
        "month": "Jan",
        "year": "2025"
    },
    "title": "The Art of Feedback ",
    "subtitle": "Why do so many of us avoid feedback, and what does that mean for learning? ",
    "images": [
        "https://substackcdn.com/image/fetch/$s_!F6zv!,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F3f86ac9b-60f7-460a-a819-71266c3d6416_3840x5760.jpeg"
    ],
    "paragraphs": [
        "I’m running training on giving and receiving feedback for therapists. It’s something I’ve been thinking about recently, not just for professionals but for children.",
        "For many of us are scared of getting feedback. I used to hate it so much at secondary school that I would just look at the grade and skim read the comments. Then I’d hide my work and not look at it again.",
        "The comments scared me. I was worried that they would confirm my secret fear that I was no good at what I was doing, and that I would never been any good at it.",
        "I took this fear of feedback into adulthood. When I started writing articles for publication, it took a leap of faith every time I sent off a pitch or completed article. When I would get a reply, I’d feel a lump in my throat. I wouldn’t open the email immediately but I’d have it at the back of my head, reminding me that there was something there which might be bad. Sometimes I’d avoid reading it for days. Then I’d read it quickly to get it over with.",
        "As I got more experienced, I started having to give other people feedback on their work. I would spend a lot of time going over someone’s work and commenting on ways I thought they could improve what they’d done.",
        "I quickly realised that many people didn’t really want feedback. They just wanted me to tell them that their work was good enough. They’d send me emails saying things like ‘Please be gentle’ or ‘I’m really nervous about this’. Sometimes I would spend hours thinking about the feedback and then clearly the person would be upset and defensive at what I had said. It felt horrible.",
        "The experience of being on both sides made me feel differently about getting feedback myself. For real, in-depth feedback is a gift. It takes time to give, and it takes time to think about. It takes a leap of faith to give, because you never quite know how it’s going to be received.",
        "When I did my PhD, two people who were very high up in my field read my work in depth and criticised it in detail. It was agonising. But it was also a level of scrutiny which I’ve rarely had since. They spend days thinking about my work and how I could have improved it.",
        "When I ask my clients to think about where their fear of feedback comes from, it almost always comes back to school. It comes back to being told that their work wasn’t as good as the others, or that something they’d worked hard on and had felt proud of wasn’t up to scratch. It comes down to being told that they need to ‘try harder’ but not really knowing what that means. It came down to the time that their name was written up on the board because they weren’t sitting still, or when they failed an exam and signs were put up around the school listing the ranks.",
        "They learnt to fear feedback. In fact, they were trained to fear feedback, because feedback was used to shame them, in the belief that this would lead to better behaviour, or higher quality work. Shame had been added into the process with good intentions, but shame is not a good motivator for learning.",
        "In order to learn from other people, we need to be able to receive and give feedback openly. We need to see beyond our shame and fear and worries about failure.",
        "What if we thought of taking and giving feedback as a fundamental part of education? What if we thought of this as a skill for life?",
        "I think we’d have to deliberately make feedback non-shaming, non-comparative and collaborative. We’d have to allow children to ask for feedback and to reject it if they didn’t agree. We’d have to allow them to say No. We’d try to avoid ranking children against each other, particularly in the primary years.",
        "Perhaps the hardest part would be that we’d have to change our own attitude to feedback. We’d have to allow them to give us feedback without becoming defensive. We’d have to model to them what we hope they will be able to do.",
        "Giving and receiving feedback is a skill which many of us never learn. What would it look like if we put it at the centre of education?"
    ],
    "imagePrefix": "the-art-of-feedback-",
    "imageExtension": "jpeg"
}