{
    "url": "https://naomicfisher.substack.com/p/the-parent-pushback",
    "pubDate": {
        "day": "28",
        "month": "Apr",
        "year": "2025"
    },
    "title": "The Parent Pushback",
    "subtitle": "",
    "images": [
        "https://substackcdn.com/image/fetch/$s_!Y6Qd!,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fea841ba6-e47d-47f0-8c0c-b485aa70901a_3508x2480.jpeg"
    ],
    "paragraphs": [
        "Sometimes parents tell me that whatever they say, it seems to get pushed back to them.",
        "‘It’s tough getting them to school in the mornings’",
        "‘Have you tried a visual timetable?’",
        "‘They are really angry after school’.",
        "‘They’re fine here, have you thought about a sticker chart?’",
        "‘By Friday they’re exhausted and want to stay at home’",
        "‘Well, your job is to get them in, we can’t do anything unless you do that’",
        "‘They seem so worried all the time’",
        "‘Might they be picking up on your anxiety?’",
        "The professional thinks they are making suggestions but to the parent it comes across as saying ‘Back to you’. It comes across as saying ‘We’re not listening’. Or ‘We’re appearing to listen, but we’re not really hearing’.",
        "And after a while, it starts to sound very familiar. So familiar that parents stop explaining how bad things really are. It feels like there is just no point. They know what the answers will be, and they know that they won’t help.",
        "There’s no time to empathise with how hard this is, and to take stock of how things aren’t working. There’s no time to say, you’re not alone with this and it doesn’t mean you’re a bad parent. There’s no time just to say, we’re not judging you or your parenting. ",
        "There’s no time to say ‘We hear you. We want to help. How could we work together?’",
        "Illustration by "
    ],
    "imagePrefix": "the-parent-pushback",
    "imageExtension": "jpeg"
}