{
    "url": "https://naomicfisher.substack.com/p/youre-fine",
    "pubDate": {
        "day": "09",
        "month": "Jun",
        "year": "2025"
    },
    "title": "You're Fine",
    "subtitle": "",
    "images": [
        "https://substackcdn.com/image/fetch/$s_!XpGs!,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F4949c4e9-39ce-43d6-a019-af6592d4c80d_3508x2480.jpeg"
    ],
    "paragraphs": [
        "When I was a teenager, I dislike the school I was at. I mean, really disliked it. So much so that it made me feel ill. I felt like I was walking through a hostile environment, a target on my back. I felt both anonymous and far too visible at the same time. The last thing I could do, as I trudged from class to class, was learn anything.",
        "I couldn’t explain why. The school looked okay. Like a school. Classrooms, kids in uniform, a football field. Portacabins where there were too many kids for the classrooms. The kids were just kids. There were no outward signs of why it felt like this to me.",
        "So I thought there must be something wrong with me. There must be some fault in my make up, which mean that I just couldn’t ‘settle down’ and ‘fit in’. Maybe I was just ‘making a fuss’ or ‘wanting attention’. Perhaps if I just kept going, it would all change and I would feel like everyone else looked.",
        "When I tried to explain to adults, they looked mystified. ‘You look fine to me’ they said.",
        "And that only exacerbated the problem, because it increased my sense of inner conflict. ",
        " I looked fine, other people thought I should be fine – but I wasn’t. And the more they said it, the worse I felt.",
        "People experience the world differently. Just because a school is good for one child, doesn’t mean that it’s the same for another. Just because a child looks ‘fine’ doesn’t mean they are. The only person who really knows that is them. And when we tell them that they must be because we say so (and we know best), we create confusion and self-doubt. And for some that can last a lifetime.",
        "with "
    ],
    "imagePrefix": "youre-fine",
    "imageExtension": "jpeg"
}