{
    "url": "https://naomicfisher.substack.com/p/whos-the-best",
    "pubDate": {
        "day": "17",
        "month": "Jun",
        "year": "2024"
    },
    "title": "Who's the Best?",
    "subtitle": "Ranking children is easy to do. That doesn't mean that we should be doing it. ",
    "images": [
        "https://substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fa1b58123-c7ef-4a1f-bd11-da4972a84932_6168x4169.jpeg"
    ],
    "paragraphs": [
        "A number of parents are telling me that their primary school is ranking their children against each other. Sometimes for behaviour, their points projected onto the class whiteboard in ‘resting’ mode. Sometimes for times tables, where they are not only ranked against each other but the whole class is ranked against other classes. Sometimes the ranking isn’t about numbers, it’s about how many clothes you put on your monster - get more points and you’re given better clothes. This seems more ‘fun’ but it’s no different. All the monsters are visible, the kids know exactly who has done best. ",
        "It seems that this has become very easy to do with technology, and so more schools are doing it. They think public competition will motivate children to do better.",
        "For some, maybe it does. For others, it’s damaging. ",
        "What it does is make it very obvious to everyone who is struggling and who isn’t. It’s a public shaming of those at the bottom, who are often those with special needs or who have other difficulties in their lives. And it’s anxiety provoking for many. Those at the top worry about losing their spot and about no longer being seen to be ‘good at maths’.  Those at the bottom are told to ‘try harder’ even when they are trying their best and quickly become despondent.  Sometimes the ranking uses reaction times - doing your times tables super-fast is what gets the most points, so those who need more processing time quickly start to panic.  Some start to freeze when they are asked questions, which is never going to be helpful for doing maths.",
        "Ranking focuses everyone on points rather than learning. Parents tell me that their children say they know they are stupid, because everyone else is doing better. There’s no way for parents to deny this, it’s literally written in the whiteboard. They can tell them that other things matter too, but that’s not what they see at school. Removing a child from the ranking doesn’t solve the problem, because everyone can see that they aren’t there and they’ll ask why. ",
        "Is anyone doing the risk assessments of the effect of this on the most vulnerable? When you rank a class of children, someone is always going to be at the bottom. Often the same, most vulnerable kids.  There’s no way for them all to succeed. If you do this often, some kids are being told again and again that they are the losers.  In front of the whole class.",
        "We know from the research that whether children see themselves as capable has a significant effect on their later attainment – even when they weren’t that capable to start with. What children learn about themselves matters.",
        "When you’re always the loser, you learn to think about yourself as a failure.  And that often stays with you for life.  ",
        "Why would we do that to our kids? "
    ],
    "imageFileName": "whos-the-best.jpeg"
}