{
    "url": "https://naomicfisher.substack.com/p/ive-done-the-research",
    "pubDate": {
        "day": "18",
        "month": "Nov",
        "year": "2024"
    },
    "title": "I've Done The Research",
    "subtitle": "How we stop ourselves learning in a world of information ",
    "images": [
        "https://substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fce49d00a-50d1-43c5-b98b-8a1774e56f1f_4032x3024.jpeg"
    ],
    "paragraphs": [
        "When I was studying psychology at university, one of the hardest things to learn was that we are all biased. We all look for proof that our opinions are right, and dismiss evidence that we might be wrong. We read books which confirm our prior assumptions, and make fun of those which don’t.",
        "Social media has made this far easier to do. We surround ourselves with followers who think the same as us, who cheer us on. We say we are ‘doing the research’ when in fact we mean ‘finding lots of reasons online why we are right’. Opinions becomes quickly polarised into “right” or “wrong”. That’s partly because the whole thing is done in public and therefore it’s easy to use shame to win an argument. Easier than an actual good faith discussion.",
        "Public shaming is a very effective silencer. Those who are shamed often just go away rather than face it again. Many people tell me they are scared to say what they think, for fear of what might happen next.",
        "This stops us from learning. It stops the knowledge base from expanding. In order to learn, we have to hear real feedback. Not just the cheering of those who agree, but also the challenges and the evidence that doesn’t fit.",
        "The only way to counter-act this is to deliberately go against the grain. Deliberately choose to read books by people you disagree with. Deliberately follow social media accounts which you know will challenge you. Deliberately try to work out the logic behind their arguments and whether those arguments have merit. Deliberately find research which shows that you might be wrong. Deliberately listen to feedback which hurts and ask yourself if they might have a point.",
        "It’s hard to do this, not least because people take ‘following’ on social media to mean ‘agreeing with’. I’ve had people contact me to ask why I am endorsing particular people by following them – I didn’t think I was endorsing them, I thought I was widening my echo chamber.",
        "The fact remains, if you care about scientific evidence you should be actively looking for evidence that the way that you see the world is not correct. You need to be reading people whose work you disagree with so as to understand their theories. You need to stay curious. You need to be ready to change your mind.",
        "If your theories can’t be falsified by new information, then your approach is not scientific. Any of us might be wrong about anything.",
        "When we forget that, our learning stops."
    ],
    "imagePrefix": "ive-done-the-research",
    "imageExtension": "jpeg"
}