{
    "url": "https://naomicfisher.substack.com/p/be-ordinary",
    "pubDate": {
        "day": "15",
        "month": "Jul",
        "year": "2024"
    },
    "title": "Be Ordinary ",
    "subtitle": "What do young people hear when we exhort them to be the best? ",
    "images": [
        "https://substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fcacf410b-c0ab-4e55-a9a7-5658f28b5cc1_3508x2480.jpeg"
    ],
    "paragraphs": [
        "I visited a college a few weeks ago. Their buildings were covered with inspiring messages. ",
        "was painted on the wall as we entered the science block.  The teenager I was with was amused. “That’s not possible”, he said. “Everyone can’t be exceptional, by definition”. ",
        "We soon realised that it wasn’t just in science we were being told to be exceptional. It was everywhere. Music, drama, English – students have to be exceptional in whatever they do, it seems.",
        "And it made me think about the pressure we put on our young people and what a strange message that is. For it is reality that most of us will not be exceptional. We will not live exceptional lives, we will not achieve exceptional things. That isn’t a defeatist message, it’s just fact.  Exceptional means better than everyone else. It is intrinsically competitive.",
        "If we all did exceptional things, then those things would no longer be exceptional. They would just be ordinary.  And yet that isn’t something we acknowledge to our young people. We tell them to strive to do better than everyone else, and that it isn’t good enough to be average. We instil competition in them right from the start with Star of the Week certificates and prizes in assembly.   We tell them they must be the best, or try harder.",
        "Then we are surprised when many of them say that they aren’t good enough, or start to feel despondent about their prospects. We wring our hands about their low self esteem, or the way that they compare themselves to others.  We lament about their lack of motivation when they realise that they will never be the best, that their exam results will not be exceptional, even though they might be good enough to get by. We see them labelling themselves as failures.",
        "How different would it be if we told our children the truth? If we said, there are many different ways to be, and exceptionality isn’t for everyone? We might tell them that finding the things that you enjoy might be more important in the long term than excelling. We could explain that art (or writing, music or drama) might be an important part of their life, even if they never get external validation for it or don’t pass the exam.",
        "Striving for exceptionality looks inspirational on the wall of the building.  Yet the result of our relentless focus on achievement is that many young people give up before they’ve even had the chance to try things out. They realise that if exceptionality is the aim, they’ve already failed.  They limit their opportunities and therefore their learning.",
        "What we say to our young people has an impact. Even things which seem positive need to be questioned. For most of us will never be exceptional, and we need to make our peace with that.",
        "Illustration by Eliza Fricker (www.missingthemark.co.uk). "
    ],
    "imageFileName": "be-ordinary-.jpeg",
    "imagePrefix": "be-ordinary-",
    "imageExtension": "jpeg"
}