{
    "url": "https://naomicfisher.substack.com/p/why-i-dont-tell-children-they-have",
    "pubDate": {
        "day": "22",
        "month": "Sep",
        "year": "2025"
    },
    "title": "Why I don't tell children they have differently wired brains",
    "subtitle": "What we say to children can have unexpected consequences ",
    "images": [
        "https://substackcdn.com/image/fetch/$s_!QXOA!,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F1cb936b3-3759-4a05-9322-195fa426dedb_4096x3112.jpeg"
    ],
    "paragraphs": [
        "I’ve often heard children told that their brains are ‘differently wired’ as a reason for why they struggle with things which other children find easier. It’s an easy metaphor to reach for, and it’s definitely better than telling them that it’s their fault or that they aren’t making enough effort.",
        "However, there are drawbacks to the analogy as well and that’s why I don’t usually use that narrative with children. The problem is this.",
        "On one level it’s true that their brain is ‘differently wired’. But it’s not true that having a diagnosis of autism or ADHD means that their brain falls into a ‘differently wired’ group. All brains are differently wired, even those of identical twins. Brains are exquisitely sensitive to the environment and all develop in individual ways – but they don’t fall neatly into groups. No one has been able to show that everyone who gets a diagnosis of autism (or ADHD) shares the same type of brain. We are not identifying brain types by a diagnosis. It isn’t true to tell a child that their brain has been identified as working differently to the majority.",
        "One of the reasons why humans have been so successful as a species is that our brains are extremely adaptable. We adjust to circumstances all the time. This is called neuroplasticity. To extend the metaphor, our brains are constantly rewiring. Yours has rewired a bit just in the time that you’ve been reading this post. Our babies are born with huge potential, and a lot of wiring and rewiring ahead of them.",
        "When we tell children that their brains are ‘differently wired’ then they tend to hear ‘and it will always be this way’. The analogy of wiring makes them think of real-life wires – and those wires don’t easily change. Rewiring a house requires us to dig into the walls and create a lot of mess. Brains aren’t like that. Rewiring a brain just requires us to do something new or read a book. When we practice something and improve at it, we are rewiring our brains.",
        "When a child hears ‘my brain is differently wired’ they sometimes think ‘and so my life will always be as hard as it is now’. That’s because they are children. They understand the world differently to adults. They don’t have the same perspective. Children (and particularly many autistic children) are more concrete and literal thinkers than adults. That means that they understand what we say to them in unexpected ways.",
        "They can start to feel that their brain wiring is set in stone, and that there’s nothing they can do to learn and grow. The idea that their brains are ‘wired differently’ becomes a block to their development. I’ve had 10-year-old children say to me ‘It doesn’t matter what I do, I’ll never be any good at that. My brain doesn’t work that way because I have ADHD’.",
        "Ten-year-olds have a lot to learn, and the only thing that we know for sure is that no one can predict exactly how they will change as they grow up. But they think differently, because of what they were told. They think that their brain wiring is fixed in place. For some teenagers, this leads to hopelessness and despair.",
        "The things that we say to our children have consequences for them later in life. We can say things with the best of intentions which down the line turn out to be unhelpful. That’s okay. We are allowed to make mistakes. ",
        "Just like our children, our brains are also constantly rewiring."
    ],
    "imagePrefix": "why-i-dont-tell-children-they-have-differently-wired-brains",
    "imageExtension": "jpeg"
}