{
    "url": "https://naomicfisher.substack.com/p/i-cant-draw",
    "pubDate": {
        "day": "13",
        "month": "Jan",
        "year": "2025"
    },
    "title": "I Can't Draw ",
    "subtitle": "And other ways that we box in children ",
    "images": [
        "https://substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F6ecf0374-b036-4095-b2b8-8137ec815f02_5184x3456.jpeg"
    ],
    "paragraphs": [
        "I met a little boy recently who told me that he wasn’t any good at drawing. He was young in his year, and his drawings were, it’s true, fairly basic. He looked at the pictures that other children were drawing and he could see the difference. It didn’t matter what adults told him, because he could see for himself. He was learning to compare himself with others, and finding himself wanting.",
        "It made me think about how this happens the whole way through the school system. We compare children with each other, often on purpose, through assessments and tests. We find that some of them are doing well, and others aren’t. We tell them, in subtle and less subtle ways, that some things really matter (like reading, writing and maths) and other things really don’t (like video games, trading cards and play). We show them that we think some things are more worthwhile, that we’ll help them with their reading every day, but not with their video game.",
        "And it hurts them. They quickly learn to think about themselves as ‘clever’ or ‘behind’, and we know that this affects their learning as they get older. As adults, years later, they will still say ‘I was never any good at drawing’ or reading, or maths. They learn not to value the things that they enjoy, to see them as lesser. They say ‘I wasted my time’ when describing doing things they enjoyed.",
        "What if our aim for childhood was to allow children time to grow into themselves? What if we prioritised showing them that there are many important things in life, and we aren’t going to be ranking them against others of their age?",
        "What if our aim was to leave those options open, not to nail our children down as ‘behind’ before they’ve even got started. What would education look like if we gave our children time to grow?"
    ],
    "imagePrefix": "i-cant-draw-",
    "imageExtension": "jpeg"
}