{
    "url": "https://naomicfisher.substack.com/p/its-gcse-results-day",
    "pubDate": {
        "day": "22",
        "month": "Aug",
        "year": "2024"
    },
    "title": "It's GCSE Results Day",
    "subtitle": "Five Things All Young People (and all Adults) Should Know About GCSEs",
    "images": [
        "https://substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fe8d15ecf-287a-4d29-a076-bd36c66f9afd_5284x3522.jpeg"
    ],
    "paragraphs": [
        "1. ",
        " The exam results are referenced against earlier cohorts, meaning that around 30% will get failing results every year. This is built into the system. This is in contrast to (for example) a driving test, where what matter is whether you are a good enough driver, not how well everyone the same age as you could drive. ",
        "2.",
        " Schools require you to take them at age 15/16 because of the league tables. Research shows that those who are older (autumn born) tend to do better on average than those who are younger (summer born) when they take them. Those whose lives have been easier generally do better in exams. It is not a level playing field.",
        "3. ",
        " If you are a passionate musician or linguist or artist, this will be much more important in your life than whether you have a GCSE in music or French or art. Don't let an exam result convince you that you are no good at something.",
        "4. ",
        " It is rare for a college to require more than five or six. Some colleges will take you with no GCSEs. Doing nine or eleven is something some schools insist on but it isn't essential.",
        "5. ",
        ". It is not a measure of your worth nor a reflection of your future potential.",
        "Please share if you know a teenager who needs to know. "
    ],
    "imageFileName": "its-gcse-results-day.jpeg",
    "imagePrefix": "its-gcse-results-day",
    "imageExtension": "jpeg"
}