{
    "url": "https://naomicfisher.substack.com/p/not-now-its-for-later",
    "pubDate": {
        "day": "09",
        "month": "Dec",
        "year": "2024"
    },
    "title": "Not Now, It's For Later ",
    "subtitle": "When waiting for Christmas is intolerable ",
    "images": [
        "https://substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F7e606815-0d63-4809-9969-0ef99a913e99_1080x1347.jpeg"
    ],
    "paragraphs": [
        "Many parents tell me about how difficult their children find it when they know there is something in the house for them - but they can’t have it until later. They pull the house apart looking, or search in the cupboards. They ask repetitively and can’t stop, and then everyone gets upset and frustrated.",
        "It puts them in a continual state of anxiety, thinking about the thing that they can’t have. They keep talking about it until everyone around them gets annoyed, and then there’s upset all round. You’re stuck trying to distract them, but it all comes circling back to the same thing. They can’t move on. The thought of what they can’t have is just too powerful.",
        "And of course, Christmas is all about waiting until later. Waiting to open the next advent calendar door which you know is there. Waiting to eat the selection box which is meant for Christmas Eve. Waiting to open the gifts which you know arrived because you heard the doorbell ring and saw the box. Waiting to see whether your presents are what you wanted or whether they got it wrong.",
        "For some children (and therefore for their families), this can feel intolerable. They get stuck on that thought of the thing they can’t have, and no matter how hard everyone tries, they can’t unstick themselves.",
        "So what can you do?",
        "Firstly, accept that this is how they are right now. They aren’t doing it in purpose to annoy you. They just can’t move their thoughts off the things they can’t have. For them, it’s like it’s really sticky.",
        "Second, do what you can to avoid situations where you have stuff in the house that they know about but can’t have. If you order gifts, order them at the last minute. If you go shopping, make sure you really hide the presents (maybe even at someone else’s house), and don’t tell them when you are going to buy the presents. Don’t pile up presents under the tree which can't be touched until later.",
        "Third, if there is stuff around already, hand some of the control over to them. Say, it’s up to you when you open your advent calendar, you can wait or not. Or, you can see the gifts now if you want to, we don’t have to save them. The idea of waiting for a Big Day is meant to be fun. If it’s not, then have a rethink. You can even let them see the gifts and still wrap them, if that works for you. Not everyone likes surprises, particularly those which are only half-surprises because you know they are coming.",
        "Fourth, if you are visiting relatives, tell other people in advance not to have things out which are visible but not allowed until later. Ask them not to say things like ‘there’s something for you upstairs but it's for tomorrow’. Tell them to either hide things (properly) or make them available. Now is not the time to practice delayed gratification.",
        "A lot of this anxiety can be headed off simply by saying ‘it’s here, you can see it and if you want to you can eat/open it’. Letting go of the idea that it would be better to wait.",
        "Many parents worry that if they don’t make their children wait, they will never learn to do so. But the skills needed to wait until later develop as they grow. Some children are on a different trajectory and need more time.",
        "This is usually, in my experience, a stage of life which doesn’t last for ever. There’s no need to make Christmas harder than it already is by insisting that they wait before they are actually able to do so."
    ],
    "imagePrefix": "not-now-its-for-later-",
    "imageExtension": "jpeg"
}