{"url":"https://naomicfisher.substack.com/p/its-not-rocket-science","pubDate":{"day":"Aug","month":"31","year":"2022"},"title":"It’s Not Rocket Science ","subtitle":"The way we talk to our children creates the inner life of the next generation ","images":["https://substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2Ffbc9d0ad-c22a-40ca-93f2-c2f6d89cde69_1456x1044.jpeg"],"paragraphs":["Illustration by @_missingthemark. ","Sometimes adults tell me that they aren’t sure what went wrong.  They did everything they were told, tried to follow all the rules and yet they come to see me with a feeling of emptiness, asking themselves, what was that all for? They find themselves halfway through adult life, not knowing what brings them alive, not understanding what makes their life worth living. Where did "," go missing? ","The explanation they have found for themselves is usually ‘it’s my fault’.  They criticise themselves relentlessly ‘I should have worked harder’ they say. Or ‘I wasn’t interested in doing what I was told’. Or   ‘I was a rebel’.  They wonder if they should have learnt more at school, because what they learnt just doesn’t seem to have helped them make a life they find meaningful. They criticise themselves relentlessly. ","They tell me that the things they learnt in childhood stayed with them.  Not so much the stuff about the ancient Egyptians or trigonometry, but what they learnt about themselves.  The way they learnt to think about themselves and the way they treat themselves when things go wrong. ","For adults often make children feel bad about themselves.","When children have an accident, we tell them they’re careless. When they ask us for something, we tell them not to expect to get it so easily next time.  When they screw up, we ask them how they could be so stupid.   We tell them we can’t trust them to make choices, because we know those choices would be poor. We denigrate their interests, saying they are a waste of time, compared to the worthwhile pursuits we would choose for them. We say we have to control them, for their own good.","They’re listening to us. Even whilst it appears to fall on deaf ears, they’re listening.  Their inner voice is developing, and it’s one of self-criticism. Didn’t pass your exams? You didn’t work hard enough. Couldn’t attend school because it made you feel ill? Stop being silly. Found what you were taught at school boring and tedious? Only boring people say they’re bored.   No one mentions that 30% of every cohort will fail each GCSE, that would be ‘making excuses’. No one tells them that actually lots of young people dislike school, and many struggle to attend. ","We’re scared that if we meet young people with compassion, they will never learn to work hard. They’ll sit around doing nothing, lacking in any sense of direction and purpose. We tell them that compliance is the way to success. Do what you’re told and all will be well, we tell them. It’s not rocket science. ","Except it turns out that human children are more complicated than rockets. ","The way we treat our young humans forms the inner life of the next generation. When we look deeply into ourselves, we can see the consequences of what was done to us.  I hear about them every day. We’ve got a chance to do something different, but that will only happen if we do it deliberately. We need to replace calls for compliance with calls for compassion.","What would it look like if we met our young people with compassion?  We could tell them that there are many routes to a meaningful life. We could tell them that not everyone is cut out for school, and it’s not their fault if they aren’t.  Let’s tell them it’s okay to screw up, again and again, even in exams, and this is how we learn. ","We could tell them that compliance only gets you so far, and that asking questions and remaining curious is likely to be a more useful life skill than sitting in rows and listening quietly. We could tell them that success isn’t just measured in exam results, and that behaving well and doing what you’re told is a strategy that gets less useful as you grow.  We could tell them there is space for all sorts of people in this world and they are valuable just as they are. ","What we say to our children matters. The way they learn to talk to themselves matters. For what we tell them now is what they will be telling themselves for the rest of their lives. It’s our echo in the future. They believe us. "],"imageFileName":"its-not-rocket-science-.jpeg"}