{
	"url": "https://naomicfisher.substack.com/p/screens-screens-screens",
	"pubDate": {
		"day": "Oct",
		"month": "17",
		"year": "2022"
	},
	"title": "Screens screens screens",
	"subtitle": "I'm often asked about children's gaming and screen time. Here's what I see. ",
	"images": [],
	"paragraphs": [
		"When parents talk to me about gaming and screens, it’s always about fear. ‘Will they get addicted?’ they ask me. ‘I can’t control my own use, how can a child do it?’. They want me to  tell them how to control their children’s screen time without conflict, how to tell them to switch it off without it turning into an argument.    ",
		"There’s so much fear that we have no time to talk about the benefits. So here are some of the things I see. ",
		"I see children who don’t feel competent anywhere else in their lives, feeling good about themselves when they play video games. I ask them about their gaming and they come alive. I download the games myself and we chat about strategy. They often can’t believe an adult is interested.  ",
		"I see young people who are really isolated, starting to make connections through online gaming. They can start by in-game typing and then move into voice chat. The shared game takes the pressure off, and they can relate. ",
		"I meet young people who can regulate their emotions with their tablet, taking some time out in their day to put on headphones and sink into their safe zone, meaning that they can carry on afterwards. It’s such a useful and portable way to take some time out.  All that’s necessary is for the adults to understand why it’s important, and to help them find a space to do so.   ",
		"I do also see young people whose lives are difficult, and they use gaming to avoid their thoughts and feelings. Their parents worry & start to put in bans. The thing is, the gaming is the solution they’ve found, not the cause. Bans won’t solve that, and they can drive wedges between parents and children.  It’s the difficult life we need to change, and one way to start is to nurture the relationships with their parents, and to build on the things which are good.  ",
		"I meet many parents who say they have no idea what their children do on their devices, that ‘screen time’ is time for them to get on with other tasks. They treat screens in quite a different way to their children’s other passions. They don’t see it as worthy of their time. ",
		"Some of them will say they refuse to pay for games, meaning their children are only able to play ‘free’ games which are advert-heavy and whose game play is usually skewed towards having to buy gems or crystals.  This means young people are stuck playing games which are designed to make them spend money, whilst not being able to spend money.   A situation designed for frustration.  A small amount of money on a high quality game can be well worth the cost.",
		"When I suggest to parents that they spend time with their children on screens, they return surprised. ‘We had no idea that they were doing so many things’ Or ‘they are building games or learning how to code’. It’s not longer the ‘screen time’ bogeyman, it’s real life. ",
		"For there’s more to this than games and screens. How we talk about our children’s passions affects our relationship with them. When we demonise screens, we risk demonising the things our children love. We denigrate their choices. We give them the message that the things they value aren’t worth the time, that they can’t be trusted to make decisions. ",
		"When we instead join them, we give them the message that we are interested in the things they enjoy. Even if we aren’t interesting in gaming, we can be interested in our young people and what makes them come alive. We can value the joy.  ",
		"We can learn to play Roblox, or Brawl Stars, or Minecraft, and appreciate the connection that that gives us with our young people. We can ask about their progress and about their new game. We show that we are interested in them.",
		"And from that seed, other things will grow. "
	]
}