{
    "url": "https://naomicfisher.substack.com/p/does-it-matter-how-young-people-feel",
    "pubDate": {
        "day": "13",
        "month": "Feb",
        "year": "2023"
    },
    "title": "Does it matter how young people feel about school? ",
    "subtitle": "Why evidence based education needs to look further than exam results. ",
    "images": [
        "https://images.unsplash.com/photo-1604134967494-8a9ed3adea0d?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1000&q=80"
    ],
    "paragraphs": [
        "There’s a lot of talk about ‘evidence based education’ at the moment.  Usually it is stated with great confidence that the ‘evidence shows’ that children learn best when seated in rows and listening to an expert teacher, and that any other approaches to learning (such as enquiry based education, or more child-centred approaches) have been proved to be inferior.  UK Government ministers repeat this, most recently Schools Minister ",
        " but also former Education Secretary Gavin Williamson (about whose claim I wrote an",
        "As a developmental psychologist, my ears prick up when I hear this.  It’s so completely at odds with the developmental psychology literature on how children learn.  That talks about social learning, learning through play and discovery learning.  Studies describe children creating hypotheses and testing them from a remarkably young age.  Professor ",
        " provides a great overview of some of that work if you’re interested.   I have studied the intricacies of how children learn as an undergraduate and postgraduate, and at no point did the studies say, the discussion is over, we’ve discovered that the way children learn best is when we seat them in rows and make them listen.  What I did learn about was the importance of agency, of relationships, and how children are driven through curiosity to explore and make sense of the world around them.  ",
        "Of course, one reason for this is that the way in which learning has been defined in the studies which ‘evidence based education’ draw from.  Essentially, as remembering a curriculum.  Remembering it well enough so you can repeat it in the test.  That’s not how developmental psychologists think about learning.  It’s a far wider process than remembering information which has been told to you.  It’s about making connections and seeking meaning.  It’s about interrogating the world around you.  It’s about developing into a person who sees themselves as someone who can seek out information, who can have an effect on the world and who has value.   It’s about the process of learning as much as the content. ",
        "And now I’m a clinical psychologist, and I have another perspective. For now I work with children and young people, and they tell me about how they feel about their education and how, as an extension, they feel about learning. And it worries me that we aren’t looking at that as an outcome of education.  Just as important as exam results. For how young people think and feel about their learning stays with them for life, and it often simply isn’t assessed in the research studies.  The outcomes you choose for a research study affect what your study will show.  If you only measure test results, then your research study will not discover any other outcomes. I see those outcomes in my clinic. ",
        "I meet six and seven-year-olds who have already been told they are ‘falling behind’ and whose only way to make sense of that is that they are stupid. They and their parents have been told that they must try harder, but they are already trying so hard.   I meet four-year-olds who have been referred to see occupational therapists because their ‘pencil grip is holding them back’. There’s nothing wrong with them and everything wrong with a system which expects pencil holding to be a priority in a four-year-old’s life. ",
        "Then they get older and I see nine-year-olds who tell me that they think learning is boring, and who resist any type of reading at home.  Their parents tell me that they used to love stories but that they were made to read at school, and now it’s associated with a feeling of failure for them. I meet teenagers who tell me that they feel anonymous at school and that they are only visible when they do something wrong. They tell me that their education has no space in it for their interests and their voice. Some of them tell me that they just can’t go on, that it makes them feel so terrible. ",
        "These young people come alive when I ask them about their interests.  We talk about Brawl Stars, horses, fireworks, fashion, locksmithing, guinea pigs and Pokemon. They are surprised that I don’t think these things are a waste of time compared to ‘real learning’.  They’ve learn that ‘real learning’ is not about things which interest them. ",
        "We’re shutting down our young people’s curiosity.  We’re telling them that they’re not doing the right things, aren’t interested in the right things, that their worth as a person depends on doing the things that adults tell them to do.  Before they are 16, some of them are filled with despair. They don’t see a future for themselves. ",
        "That’s why I say we have to look at all the effects of our education system at every level. Exam success is only one outcome, and if it comes at the cost of emotional wellbeing it’s a Pyrrhic victory.  Some young people are always going to fail exams and we need good outcomes for them as well. ",
        "Let’s stop blaming children for failing to thrive in a system which doesn’t allow them to do so. Let’s listen and help them learn. Our young people need us to take their voices as seriously as we expect them to take ours. The costs of not doing so can last a lifetime. "
    ],
    "imageFileName": "does-it-matter-how-young-people-feel-about-school-.jpeg",
    "imagePrefix": "does-it-matter-how-young-people-feel-about-school-",
    "imageExtension": "jpeg"
}