{
    "url": "https://naomicfisher.substack.com/p/are-you-thinking-of-training-in-emdr",
    "pubDate": {
        "day": "29",
        "month": "Aug",
        "year": "2024"
    },
    "title": "Are you thinking of training in EMDR?",
    "subtitle": "Or are you already trained but having trouble getting going? ",
    "images": [
        "https://substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F5417d386-71db-40df-805d-a428c450d732_3508x2480.jpeg"
    ],
    "paragraphs": [
        "Some of you may not know that I am a EMDR trainer, as well as a clinical psychologist.  EMDR is an evidence-based therapy, recommended in the NICE guidelines for PTSD and I’ve been using it since 2005.  Most recently I have become an accredited trainer, meaning that I can now train other therapists in EMDR. ",
        "One of the things which excites me most about EMDR is how accessible it can be made. I’ve used it with non-speaking autistic children, with adults with learning disabilities and traumatic brain injury, and with people for whom other therapies have just not hit the mark.  It is structured, but fundamentally client-led.",
        "When I run basic training programmes and refresher days, there are lots of essentials to cover – but I think that making therapy accessible shouldn’t be an ‘add-on’.  I think everyone should have the skills to adapt their practice to the person in front of them, whether or not they come with a diagnosis or a statement of their needs.",
        "This means that I talk about accessibility and adaptations throughout my EMDR training course. ",
        "You’ll hear about neurodivergent clients and those with learning disabilities and brain injury as well as people who don’t face those challenges.",
        "If you’ve been wondering whether you can make EMDR accessible for your clients, then this basic training might be the one for you. Our next online cohort starts in Oct and there are still a few places. In order to train in EMDR, you must already be a qualified mental health practitioner - this is stipulated by the EMDR Association UK and you can see the criteria on their website. ",
        "If you are already trained, you could come on my Refresher day which is on Sept 27th. ",
        "Find Out More"
    ],
    "imagePrefix": "are-you-thinking-of-training-in-emdr",
    "imageExtension": "jpeg"
}