{
	"url": "https://naomicfisher.substack.com/p/a-thought-experiment",
	"pubDate": {
		"day": "Oct",
		"month": "31",
		"year": "2022"
	},
	"title": "A Thought Experiment",
	"subtitle": "What would happen to our schools if young people could leave? ",
	"images": [],
	"paragraphs": [
		"Just imagine for a moment that you’re in an alternative universe.  In this world, children and young people are not compelled to stay at school. Imagine they could say, this isn’t for me, and there would be other places they could go with supportive adults who would help them do the things that mattered to them.  This wouldn’t mean no education, but it would mean that they were enabled to learn in different ways. ",
		"We’d no longer be able to compel them to attend, and so we’d be forced to look at what is important to them and what they enjoyed.  We’d be forced to ask, what do young people of this age value and how do they learn best? We could no longer say, all 6-year-olds must do this, because the 6-year-olds would have a say. They could vote with their feet, and say, actually, I’d rather be at the playground. We could prioritise providing opportunities and making choices safe. ",
		"Oddly, there is a place in our education system where the children can get up and go as they please.  They can go outside, or they can move onto a different activity.  They aren’t made to stay in the sand pit if they would prefer to do a puzzle.  It’s Early Years. ",
		"In good nurseries and reception classes, we enable our 3 and 4 year olds to make choices about how they spend their time.  We prioritise developing their autonomy and listening to their voices. We provide activities based on their interests. We build relationships and help them feel safe.",
		"And then, we spend the next 10 years prioritising compliance. With the result that by the time they are 14 even suggesting that they could go to the toilet when they want to results in scepticism that this could be workable.  Surely they would abuse the privilege?  We don’t allow our teenagers to choose what they wear, how they spend their time or what they want to learn.  Their choices are often only compliance, rebellion or refusal.  We don’t allow them to go outside when they want to. We say it would lead to mayhem. ",
		"What have we done to them in those years since they were those 3 and 4 year olds who could move around the space independently and choose what they did? What has happened, that they now must be kept in their desks unless permission is given to move? ",
		"Could it be that we have not given them the space to develop the skills they need to behave responsibly? Could it be that we have not spent the time nurturing their capacity to make decisions and now they don’t know what to do with any freedom to choose? We know that brain development is experience-dependent.  Being controlled is not the same thing as self-control, and in order to learn to skills of self-control, you need opportunities to do exactly that.  Lots and lots of them. And opportunities to make choices that matter to you, which make a difference to your life. ",
		"If children could choose, I think we’d have a lot more play at primary school. We’d have options for learning in different ways.  We’d have spaces for individuals and for groups.  We’d have apprenticeships and practical ways to learn. We’d have second chances (and third, fourth and fifth). ",
		"Whenever I mention this thought experiment, it quickly exposes the deep distrust of young people in our society. Adults say ‘Well they’ll never choose to do maths’, or ‘They’ll get into trouble’, or ‘They’ll choose to do nothing’.  Fear of what they would do if we allowed them choices is used to justify control.  The alternative is SO BAD, we’re told, that we just have to make them do what they’re told.  It’s for their own good. The only other option is disaster.",
		"We tell our young people this too. We say that we must control them or their choices would be poor.  They are listening and many of them believe us. Sometimes they believe it years later, and still can’t trust themselves to make decisions or choices.  I see them in my therapy room, paralysed by the fear of getting it wrong or failing.",
		"Except we know from young people who have never gone to school that self-directed teenagers choose to do all sorts of things, set goals and work hard.  They choose to learn physics, languages, musical instruments, coding, maths, handwriting, novel-writing, chemistry and art - and those are just in my direct experience.  I’ve been told of many more things which teenagers choose to learn. ",
		"They choose to take exams too, and to go onto formal higher education. And before you say, well they are a privileged group, self-directed teenagers are a group with a very high level of SEND. Many of them have a history of difficulties in school. ",
		"But the thought experiment is so frightening that many can’t even contemplate it.  They mock and ridicule, and say it would never work. They scoff at the places it is working and has done for years, like Summerhill School, Leiston, Sudbury Valley School, Massachusetts, USA, the Self-Managed Learning College near Brighton, The Green House, near Bristol, and Riverstone Village, South Africa.  They turn away before they have even asked how that could possibly work.  They don’t want to consider that perhaps compelling young people isn’t the only way for them to learn.",
		"We’ll never find a better way if we can’t even allow ourselves to imagine an alternative. So that’s why I say, let yourself do a thought experiment. What might school be like, if we knew our children and young people could choose to leave? "
	]
}