{
    "url": "https://naomicfisher.substack.com/p/uniformity",
    "pubDate": {
        "day": "04",
        "month": "Dec",
        "year": "2023"
    },
    "title": "Uniformity ",
    "subtitle": "Why Do We Really Have School Uniform? ",
    "images": [
        "https://substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fe7963249-883d-44c0-b85c-0cf13cfd4410_3744x5616.jpeg"
    ],
    "paragraphs": [
        "I was driving through a town yesterday before school started, and the pavements were full of young people. All wearing white shirts, ties, black trousers or skirts, and blazers.  School uniform.  Immediately distinctive. You’d see the same on pavements across the UK.  The boys all had their shirts tucked out, the girls all had their skirts rolled up. ",
        "And I thought again what a strange tradition this is that we have in England, of obliging teenagers to dress up in order to go to school – and of dressing them up in this particular way.  For those clothes are not chosen for comfort – the fabrics are rigid and scratchy. They aren’t chosen for practicality – white shirts are susceptible to ink, mud and all sorts of other things. Blazers are hot in summer and not really warm in winter.  They weren’t chosen because they are multi-purpose – you can’t run or exercise in them, and anyone wearing those clothes out of school would immediately stand out.",
        "And they weren’t chosen because that’s what adults wear – I have never been asked to wear a tie or a blazer since I was at school, and I have mostly had professional jobs.   In fact, I think people would have looked at me strangely if I had turned up to my NHS job sporting a tie.  I’d have been quickly taking it off in the bathroom to avoid the jokes.",
        "I wonder at what point it was decided that this is what a school uniform should look like – and who decided that.   And why, since then, schools have followed suit.  They choose the colour – bottle green, or sludge brown, or a more standard navy blue – but the broader details of school uniform were decided at some point in the distant past and since then everyone has just gone along with it.   ",
        "Humans tend to justify their decisions after the fact.  In a very human way, schools won’t say ‘The reason we have uniform is because we always have done’.    They justify it in all sorts of ways ‘prepares children for the workplace’, ‘reduces visible social differences’ ‘promotes school cohesion’, ‘our parents like it’.  One of my secondary schools justified it by cost, saying that parents only had to buy one school skirt and as girls grew, they could wear it for P.E. in later years (not something that ever actually happened, in my experience).  I think it’s all justification of a decision that was really never a decision.  For in my opinion, the real reason for school uniform is simply this.",
        "We’ve always done it this way.  ",
        "and",
        "Change would be uncomfortable.",
        "I’m led to that conclusion by my experience in other countries, where school uniform is not just ‘what everyone does’, and the world has not fallen apart.  Young people still arrive for school dressed, they still manage the transition to workplaces where they are sometimes required to wear particular clothes.  And there are many fewer letters home about the wrong sort of shoes, or the importance of wearing blazers on the walk to and from school. A lot of time and energy is saved on policing uniform, because it’s simply not there to be policed.",
        "Uniform is one thing, but I wonder how many other things in our education system are there not because they make sense, but because this is how things have always been done.  We justify those things, think of reasons why anything else would not be as good, but ultimately, we continue to do the same as we always have, because that is what feels familiar and safe.",
        " Anything else feels risky.  It feels risky to take a child out of school.  It feels risky not to enforce homework. It feels risky to have a different length for the school day, or not to insist that everyone does all the subjects.  It feels risky to allow a child to make choices about what they wear – what if they choose something inappropriate???   So we go back to what feels safe, reassuring ourselves that it must be this way for an excellent reason, and thinking for ourselves of what those good reasons must be. ",
        "But if you always do what you’ve always done, you’ll always get what you always got.  Even if you do it ever more strictly than ever before."
    ],
    "imageFileName": "uniformity-.jpeg"
}