{
    "url": "https://naomicfisher.substack.com/p/just-behave",
    "pubDate": {
        "day": "13",
        "month": "May",
        "year": "2024"
    },
    "title": "Just Behave ",
    "subtitle": "Or A story of shoes and school attendance ",
    "images": [
        "https://substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F0b9e53c6-ac03-4d44-848e-492e06da6ded_4928x3264.jpeg"
    ],
    "paragraphs": [
        "Recently I talked to a young person who told me about starting secondary school. We were lined up, she said, and our uniform was inspected. I had never been in trouble at primary school but they said my shoes were wrong. There was a coloured stitch around the heel.",
        "She got a warning that first day, and told that the next day the same shoes would mean a short detention. There was no time or money to buy new shoes before the next day so back she went with the same shoes and duly got a 30 min detention. She tried to explain but was told there were no excuses.",
        "Next day it was the same. Still no time or money to buy new shoes so she wore her black trainers and hoped they wouldn't notice. They did. Also not allowed. She got angry when given another detention - it’s unfair! -  and she told the teacher so loudly and tearfully.",
        "This was disrespectful behaviour and so her sanction was increased.  More behaviour points and she’s heading for Reset.  She still can’t get new shoes.",
        "What exactly are those sanctions meant to be correcting? Where is the ‘misbehaviour’ which will be changed by ‘consequences’? Was it buying those shoes in the first place - not really her mistake, since she’s 11? Or was it not having money to buy new ones? Or having parents who work hours which means they can’t shop during the week? Or not quietly accepting the sanctions? ",
        "What is she meant to be learning from the experience?",
        "I can tell you what she did learn because she told me. She learnt that she hates getting detentions and that she doesn't think the teachers like her. She learnt that school cares more about the threading on her shoes than about her education and learning.  She started telling her parents she won't go. That’s seen as more ‘behaviour’ and her parents are told to put sanctions in place at home. Pretty soon she's very unhappy - but that still doesn't change the threads on her shoes.",
        "That’s the problem when we make sweeping statements about ‘behaviour’ which fail to ask questions about what is going on. What we see as ‘misbehaviour’ is dependent on the context. If by 'behaviour' we really mean 'compliance' then we should call it that. Learning to comply isn't the same as learning to behave.",
        "That's because behaviour is about much more than compliance. Behaviour is the result of an interaction between the person and their environment. If we ignore the role of the environment, we can make things worse"
    ],
    "imageFileName": "just-behave-.jpeg"
}