{"url":"https://naomicfisher.substack.com/p/two-years-ago-today","pubDate":{"day":"Feb","month":"04","year":"2023"},"title":"Two years ago today...","subtitle":"My book Changing Our Minds was published. ","images":["https://substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F04c0ca5a-11df-48de-a942-c6d06cfa7859_450x674.jpeg"],"paragraphs":["Two years today my first book,  ",", was published.   ","It was the culmination of years of thinking, research and writing.  I started thinking I needed to write a book when I was at a time of life when I had no time at all.  I jotted down notes on my phone when an idea came to me, and wrote little pieces about seeing my children’s learning in action because I knew that otherwise I would forget.  Such an intense time, of which I now remember very little of the detail.    ","As my children grew, they attended a sports group and it was the first time that they did anything without me. I stayed at the leisure centre and swam.  As I swam lengths, I would think things through in my head – didn’t the psychological research and theory suggest that humans learnt best when what they learnt had meaning to them? How come we were doing something so different in school? Wasn’t anyone else thinking about this? And was anyone else seeing how differently children learnt when they weren’t at school – and the implications that this had for everyone?","I thought no one will want to read this.  It is going to be about the psychology of self-directed education, it couldn’t be much more niche than that. But maybe I’ll write it anyway, for myself, as a way to practice my writing.","Then there was a pivotal moment.  A home ed friend brought me a book to show me – a Home Education Handbook.  It was written by two teachers with no direct experience of home education and it showed. They told parents how to do school at home. I was horrified that it could be published when it was so mediocre and that a new home educator might pick it up without realising that it wasn’t really about home education.  It made me realise that there wasn’t an impossibly high bar between authors and publication.","I decided I needed to improve my writing, so I started writing regularly.  I signed up for a short correspondence course at the London School of Journalism.  My writing was pulled apart by my tutor and the course encouraged me to pitch articles to magazines. I did.  I pitched articles to anyone I thought might publish me. I had articles published in The Green Parent, Juno, SEN Magazine, the Margate Mercury, The Local, The Psychologist and probably more that I have forgotten. ","Then I had an idea. I’d pitch an article to The Psychologist about self-directed education and for it I would interview the researchers and authors in the field.  The Psychologist says yes, I approached everyone I could think of. Alan Thomas, Harriet Pattison, Peter Gray, Gina Riley, Rebecca English, Blake Boles, Pat Farenga – to my surprise most of them said yes, and I spent an hour by Zoom talking to them and then many hours transcribing what they said (I did not yet know about transcription software).  ","I wrote the article – in fact I wrote two in the end. One came out in "," and one in ",". Those articles took over a year from the first idea to publication. But I had so much material! So many thoughts, and so I started to think about using those interviews for my book. I read every book about education and parenting I could lay my hands on to see how they structured their ideas. ","I read all the books which argued for a tightly regimented, highly controlling approach to  education, to see what their arguments were. I read the books which claimed that the problem in education today is that we don’t teach children enough facts, and the books which argue that children just need to be kept under control better.  This is something I always do, when something comes up that I want to really understand, I read as much as I can written from every perspective. I want to understand the argument as well as I can from every side. ","I found I could only write when I knew that I wouldn’t be interrupted. I needed mental space, and I couldn’t get it during the day.  So I wrote at night, between 11pm and 1am.  I wrote the outline of the book and then I started to fill it in.  I had so much to say, I would write and write and then cut it all and start again.  In order to allow myself to write it freely, I had to tell myself that no one would ever read it, certainly not anyone I knew.  Otherwise I would find that my writing became stilted and boring, that I ironed out my personality from the words in case it offended anyone.  I wanted it to be about real ideas, whether anyone else agreed with me or not.","Another pivotal moment, I read an article which said that the difference between a successful writer and an unsuccessful one was the 400 rejection letters which the successful one had in their drawer. I thought okay, I can do that. Just 400 rejection letters? No problem.","When I had a complete draft, I started to approach publishers and get those rejection letters.  I discovered that actually a rejection letter was a good outcome, because a lot of the time I got no response at all.  I approached the publisher of every book which I thought would be bought by the same people as my book.  Many were small independent presses who had folded and some never got back to me.  Some were one-person shows, some had just published their own books and nothing else. A few were enthusiastic at first but then went silent. I told people in the area that I was looking for a publisher and they recommended people.","Then I asked a local home father for advice about contracts and my book proposal. He worked in publishing but I didn’t think there was any chance his company would publish my book because (as I saw it) it was so niche.  I saw my book as one which would be read by a few enthusiasts if I was lucky.  To my amazement he asked to read it and then said he’d like to publish it.  We met to discuss it in Feb 2020, in a time when there were rumours about lockdown in Italy and a strange virus.","And a year later Changing Our Minds came out.  It has reached more people than I ever imagined when I was tapping away at the keyboard late at night or wrestling with the ideas in the swimming pool.","A huge thank you to all the people who helped it along its way and a particular thanks to those who took a chance on it.  It would never have got there without you."],"imageFileName":"two-years-ago-today.jpeg"}