{
    "url": "https://naomicfisher.substack.com/p/is-home-just-too-nice",
    "pubDate": {
        "day": "13",
        "month": "Mar",
        "year": "2023"
    },
    "title": "Is Home Just too Nice? ",
    "subtitle": "Why we should never make a child unhappy in order to try and force them to go to school. ",
    "images": [
        "https://substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fdd5b676d-e702-4a15-9df8-64d8b2c2c8c7_680x1420.png"
    ],
    "paragraphs": [
        "Illustration by Becky Whinnerah @BexGoneWest on FB and Twitter. ",
        "When a child is struggling to attend school, one of the things which parents tell me that they are told is to make home less fun.  I was shocked when I heard this.  I thought it must be a rare example, but every time I talk about it, more parents come and confirm that they too have been told to do this. ",
        "The implication is that the child is choosing not to attend school because home is just too nice and comfortable, and therefore if home becomes less pleasurable, they'd choose school instead. To this end, parents are told not to allow their children to do things they enjoy during school hours. Sometimes they are told not to interact with them too much and definitely not to do nice things together. They're told that this would be 'rewarding school non-attendance'.",
        "There are so many things which bother me about this that I hardly know where to start. But first, I'll say that it's upside down. If a child is unhappy at school and prefers to be at home, our intervention should not be to make them less happy at home. This is like a race to the bottom - the child was unhappy at school but happy at home, and now we've made sure they're unhappy in both places. We should be trying to work out why they aren't happy at school, and make school a happier place.",
        "Secondly, making home less pleasurable often actually means stopping the child from learning things at home. Children who are out of school learn from the world around them. They learn through interactions and trips out. They learn through play (including video games). They learn through their relationships with other people. If we block these things in order to push them back to school we deliberately stop them from learning. This is extremely short sighted. It means that if a child can't go to school, they don't learn out of school either.",
        "I see this as a high risk intervention. It poses a risk to that child's mental health, and the mental health of their parents. It poses a risk to the child's education and learning.",
        "Any time that we try to make a child more unhappy in the hope that they will comply with what we want them to do, there's a risk that they will just become more unhappy and will not become compliant. They may become depressed, because their already difficult life has got worse. Their life becomes a little less worth living, and a bit more bleak. That can never be a good thing. ",
        "This strategy makes their parents the agent of that unhappiness. Parents are put in a position of enforcing the rules which they can see causes distress to their child, because they've been told it's the right thing to do. This damages relationships between parents and children.",
        "And it stops children from learning. Children can learn when they are out of school, but they need opportunities to do so. They need stimulation and interaction.",
        "So what's the alternative? I think we need to start with different question. It shouldn't be 'How do we make them go to school? but instead should be \"How can we help this child thrive and learn?\"",
        "And the answer to that is never \"Make their life less fun\"."
    ],
    "imageFileName": "is-home-just-too-nice-.jpeg"
}