{"url":"https://naomicfisher.substack.com/p/if-your-behaviour-doesnt-improve","pubDate":{"day":"Jan","month":"09","year":"2023"},"title":"If Your Behaviour Doesn't Improve...","subtitle":"Do school behaviour charts do more harm than good? ","images":["https://substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F2fbbcafb-d165-4ce5-a474-db98ac7c40b2_3508x2480.jpeg"],"paragraphs":["Illustration by Eliza Fricker (@_MissingTheMark on Twitter) ","Parents often tell me about the behaviour systems used in their children's classrooms. Children's names are moved from the sun to the clouds, or from green zone to red zone, depending on whether their behaviour is thought to be acceptable or not. Sometimes parents say they think they aren’t a problem and no one takes them too seriously - particularly if their child is  ‘well behaved’, but if they have a child who struggles at school, they will tell me about the distress caused by these charts. ","Parents tell me that children wake at night, worrying about being moved off the sun. They tell me that children chew their sleeves to pieces about minor infractions which might result in their being demoted, and thus sometimes losing a class prize, or the right to participate in a class activity. ","These systems are based on the idea that we can change children's behaviour by making them feel bad when they do something wrong. So if there's a child who can't sit still, put them in the clouds. They will feel ashamed, and in an effort to avoid that feeling in the future, they'll soon learn to stay in their place.","If a child gets angry or upset, move them from the green zone to the red zone and they'll soon learn to behave, goes the reasoning. They'll want to get back to green. Everyone can see, because the charts are up on the wall.","The whole system assumes that the reason for their behaviour is that they just aren't trying hard enough, and that we can make them try harder by putting their name up there for all to see. It assumes that the child has control over their behaviour and that the real issue is their lack of motivation.  The behaviour chart provides an external motivation to change. ","This treats behaviour as if it is something separate from the child, when in fact it is more of a way that they express themselves, particularly when they are younger.  Behaviour shows us how well a child is coping.  It shows us whether the demands of the classroom are manageable.  Within any classroom full of children will be a wide range of maturity and with maturity comes the ability to control behaviour.  There will also be a wide range of experience - for some children, the non-academic (and academic) requirements of school are much harder than for others. Some children find school, and the school environment, much easier to manage that others. ","The public charts reward those who find school easiest. Visibly, so everyone can see who they are. The ones who find it harder are humiliated, and it's often the same few kids who are always in this boat. The children will quickly learn who they are. We know from research that very young children can rank their peers by how well behaved they are, and how popular they are. ","The ones at the bottom of the charts are those who are developmentally in a different place to their peers. Those who find it hardest to concentrate and to control their emotions. Those who are struggling with being away from their Mum all day and who are exhausted by the afternoon.  Those who are the youngest in their year group. Those are the ones who get put on the rain clouds day after day.","These charts put the onus to change on the children who already find things hardest. It tells them, again and again, that they are a problem and they aren't trying hard enough. It ignores context and why a child might be behaving like this. Instead they are shamed.","These charts are meant to modify behaviour. They’re an intervention, and if they worked, they should only be around for a few short weeks. All the children would 'get it' & there would be no reason to move anyone onto the clouds again. If a child is being put on the clouds repeatedly, then it's not working. They aren’t learning what they are meant to be learning. ","They aren’t just not working, but they are probably causing damage. Using public humiliation to control behaviour has side effects. It causes anxiety, even for those who never move from the sun (because they might do one day) and it causes some children to be marked out as the 'bad' ones.","These experiences stay with some children for the rest of their lives. They think of themselves as 'not trying hard enough' or 'lazy'. Some of them will become more anxious and will start struggling to attend school. Others will hold it all in and then explode at home.","Would you like it if your name was moved to the clouds for your friends to see to see each time you got annoyed or forgot to empty the cat litter tray? Would it help you behave or would you feel resentful and angry? ","If it wouldn't work for you, why are we doing it to our kids?"],"imageFileName":"if-your-behaviour-doesnt-improve.jpeg"}