{
    "url": "https://naomicfisher.substack.com/p/for-their-own-good",
    "pubDate": {
        "day": "04",
        "month": "Aug",
        "year": "2025"
    },
    "title": "For Their Own Good ",
    "subtitle": "",
    "images": [
        "https://substackcdn.com/image/fetch/$s_!6qTM!,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fb01c9a12-cb37-4144-991d-e76819a84b7c_3744x2487.jpeg"
    ],
    "paragraphs": [
        "So much of what we do to children is justified by predicted future disaster. ",
        "If we don’t make them sit still, they’ll never stop bouncing. ",
        "If we don’t make them do phonics, they’ll never learn to read. ",
        "If we don’t impose consequences, they’ll never understand why it’s wrong to hurt others. ",
        "If they don’t get used to doing things they don’t like, they’ll never hold down a job. ",
        "Like this, we justify spending their childhoods making children do things they don’t enjoy and don’t see the purpose in. ",
        "We justify pulling them away from the playing they are desperate to do, in order to fill in worksheets. We teach them concepts they find confusingly difficult, but which for a child a few years older would be trivially easy. ",
        "We make rules which make no sense, and send them to detention when they fail to measure up. When they protest, we tell them that we know better. ",
        "‘The alternative would be worse’, we say to ourselves. ‘It’s for their own good’. ",
        "We see their distress as signs that they just don’t understand, and console ourselves with the thought that they’ll thank us when they’re older. ",
        "They’ll ‘get it’, and they’ll be grateful that we didn’t allow them to run around in circles and roll in the mud, but instead insisted that they memorise their number bonds and walk silently down corridors. ",
        "What if it’s not true? What if children could be children now, and still grow up later? What if playfulness and spontaneity didn’t need to be squashed, and they could spend their childhood doing the things which have purpose to them now? ",
        "What if we knew that a childhood doesn’t need to be spent rehearsing for adulthood, but valued it for the unique time that it is? ",
        "If we accepted that, we’d see their distress quite differently. We’d find it less easy to dismiss. ",
        "For then we’d ask ourselves, is really worth it? We’d see our children’s unhappiness as feedback on the life that they lead - and challenge ourselves to do better"
    ],
    "imagePrefix": "for-their-own-good-",
    "imageExtension": "jpeg"
}