{
    "url": "https://naomicfisher.substack.com/p/do-families-have-to-eat-together",
    "pubDate": {
        "day": "13",
        "month": "Oct",
        "year": "2025"
    },
    "title": "Do Families Have to Eat Together? ",
    "subtitle": "Are evening meals the magic ingredient? ",
    "images": [
        "https://substackcdn.com/image/fetch/$s_!SP1m!,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F888b2460-5181-447c-8ca8-72e66160c79a_12000x9600.jpeg"
    ],
    "paragraphs": [
        "Several of you have been in touch about a new book which is out by GP Dr Claire Bailey Mosley about how families should be eating together. She explains that her family always ate meals together every evening without fail, and she feels that this was the glue that help them together.",
        "In articles, Dr Mosley makes all sorts of claims about the benefits of eating together. She claims that not eating together creates entitled children who don’t fit in, and blames screen addictions and selfishness. In fact she argues that eating together is pretty well a miracle intervention that will result in children who do better at school and have a larger vocabulary, teenagers who engage in less risky behaviour and healthier diets all round. She even promises that making them do the washing up means that they will become adults who do the washing up at other people’s houses, and that this will lead to them being loved and respected by those around them.",
        "It's a lot to claim from a nightly meal.",
        "It's resulted in lots of parents feeling bad about their parenting. Is it true, they are asking? Are we damaging our children’s prospects by not insisting that we all sit around the table every night?",
        "It’s not quite so simple. Yes, it’s important for families to spend time together. Yes it’s important for parents to be available and for healthy food to be easily accessible.",
        "But there’s a big difference between children and young people who want to eat round the table and who enjoy it, and those for whom sitting round the table is a source of pressure and stress. Talk to anyone who had tense family dinners as a child, and they’ll tell you that those were some of the worst times. Family conflicts come to the fore, pressures are exacerbated, and everyone is left wishing they were somewhere else.",
        "Forcing young people to sit around the table with you to eat isn’t going to make you a happier family. It isn’t going to turn your teenager into someone who joyfully does the washing up.",
        "As with many things, Dr Mosley has confused doing something because your family wants to with forcing children to do something, and has assumed that this is the same thing. If your family enjoys family meals, go for it. If they don’t, don’t make eating a source of stress. Create other times to be together. Play video games in the evenings, or sit around and chat after eating. Go for walks. Family meals are about being there for your kids, and the food isn’t the most important part of that."
    ],
    "imagePrefix": "do-families-have-to-eat-together-",
    "imageExtension": "jpeg"
}