{
	"url": "https://naomicfisher.substack.com/p/make-better-choices",
	"pubDate": {
		"day": "Feb",
		"month": "06",
		"year": "2023"
	},
	"title": "Make Better Choices",
	"subtitle": "For Children's Mental Health Week, Let's Stop Using Shame and Anxiety to Control Them. ",
	"images": [
		"https://substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F53d91366-5d2f-4b98-ab40-4d0cf52b9e27_2480x3508.jpeg"
	],
	"paragraphs": [
		"Illustration by Eliza Fricker (www.missingthemark.blog).",
		"It’s a common feature of a primary school classroom. The behaviour chart on the wall, with children’s names on pegs.  Children are moved from the sun to the clouds, or from green to red if their behaviour isn’t what is required by their teacher.  The language usually goes from celebratory ‘Star Student!’ to condemnatory ‘Poor Choices’ or ‘No Playtime’. ",
		"It's in public.  The whole class can see who is doing well and who is struggling.  The internet is full of versions of these charts to buy, and the advertising copy is all perky positivity. ‘Keep Your Students on Track!’ or ‘Help Your Class Make Good Choices!’.  They look so cheerful in their bright colours, so harmless. Who could object? And they work! Children want to stay on the green zone because it feels so bad when they are moved.",
		"Until you talk to the parent of a child who struggles. They’ll tell you about the way in which everyone in their class knows who is on the raincloud, and that no matter how hard their child tries, they just can’t keep still all day. They’ll tell you how their child is known as the ‘bad’ one, and the other children don’t want to play with them.  They’ll tell you of developmentally inappropriate expectations, and of the way in which these charts put all the blame on the children. ",
		"They’ll tell you of the way in which the chart takes no account of the way that their child is dealing with friendship difficulties and family illness, and instead frame their actions as a ‘poor choice’.  The behaviour charts stop us asking whether perhaps the way in which we require children to sit and listen at school isn’t a natural way for young humans to learn.  They stop us seeing their behaviour as communication or feedback.  It’s reduced to something to control.",
		"These charts use public shaming to foster compliance.  They use fear and anxiety – even the children who are always on the Sun lie awake at night, scared that one day they will fall from grace, and everyone will know.  That’s how they work. Children ‘behave’ because they are scared of the consequences if they don’t.",
		"It’s Children’s Mental Health week.  Perhaps as a psychologist you might expect me to be using it to call for better funding for CAMHS, for a counsellor in every school.  Perhaps you think I might be calling for more therapists to be trained and more wellbeing hubs.  Instead, I’m calling for a mass take down of behaviour charts.",
		"Individual psychologists will never have the same impact on mental health as changing the way we treat our children. We could have a psychologist on every street corner, but their job is to intervene when things have gone wrong.  Far more efficient is to change the environment which is making children distressed.  Think of it like lung cancer. We could have the best oncologists in the world, but all they can do is treat people who are already ill.  To reduce levels of lung cancer, we needed a smoking ban. ",
		"We’re using shame and anxiety to control children’s behaviour, thinly disguised in bright colours and ‘Ready to Learn!’. It should be no surprise that many of them are unhappy and anxious. In fact, perhaps we should be more surprised if they weren’t.  It’s in the very air that they breathe and we, the adults, are putting it there.",
		"They’re breathing it in like smoke.  "
	]
}