{
    "url": "https://naomicfisher.substack.com/p/we-must-make-the-children-more-productive",
    "pubDate": {
        "day": "10",
        "month": "Mar",
        "year": "2025"
    },
    "title": "We Must Make the Children More Productive",
    "subtitle": "",
    "images": [
        "https://substackcdn.com/image/fetch/$s_!Ouu9!,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fb5835325-b33b-4434-9af8-112e7f6a7e7a_3508x2480.jpeg"
    ],
    "paragraphs": [
        "We must make the children more productive, they said.",
        "They run around aimlessly from whim to whim. They don’t wash their faces and they pretend they are dinosaurs. They waste their time, when they could be learning about homophones and homographs, memorising number bonds and doing times tables at speed.",
        "We must make the children more productive, they said.",
        "They want their mums, and they cry when they fall. They don’t do what we say and they leave mess behind. They draw pictures they love without a thought for technique. They waste their time, when they could be sounding out CVC non-words and writing sentences with fronted adverbials.",
        "We must make the children more productive, they said.",
        "They never stop moving, and they investigate it all. They ask questions non-stop, especially the ones we avoid. They are endlessly curious about Outer Space and the weather, but couldn’t care less about lowest common denominators. They waste their time playing, when they could be revising Everything a Year 3 Child Should Know.",
        "We must make the children more productive, they said.",
        "We’ll cut out the art, the music and the fun. We’ll bring in more tests and we’ll insist they attend. We’ll focus on content and fitting it in. We’ll cut down their breaks, and shorten their lunch. They’ll make poor choices if we give them the chance – so we won’t.",
        "We must make the children more productive, they said.",
        "We’ll sit them in rows and monitor their eyes. We’ll make corridors silent and inspect their shoes. We’ll make them compete, and put scores up on the wall. We’ll give them conduct marks on their phone via an app. They’ll be reminded every time they check in. We’re preparing them for the real world, we don’t pander here.",
        "We must make the children more productive, they said.",
        "There’s only one little problem, some children aren’t keen. They just refuse to do what we say. We’ll call them disruptive, or challenging, or bad. If they worry and cry, we’ll recommend apps to improve their resilience.",
        "Another little problem, some parents object. They say their children are unhappy and don’t want to go in. The solution? We’ll fine them when they don’t come every day. We’ll ignore their suggestions because we know we know best. The more complaints there are, the more we’ll ignore. Lots of complaints are vexatious, you see.",
        "We’re just making the children more productive, they said. What could possibly be the problem with that?",
        "Illustration by "
    ],
    "imagePrefix": "we-must-make-the-children-more-productive",
    "imageExtension": "jpeg"
}