{"url":"https://naomicfisher.substack.com/p/not-saying-no","pubDate":{"day":"Sep","month":"04","year":"2023"},"title":"(Not) Saying No","subtitle":"Saying No is A Skill - Let's Practice!","images":["https://substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fda5f9b93-98ee-4b8b-be2b-daa72697bf3a_3508x2480.jpeg"],"paragraphs":["Illustration by Eliza Fricker (www.missingthemark.blog)","Most parents don’t want their children to say no.  We want the enthusiastic “Yes’s”, not the ‘Not for me thanks”’.  We are disappointed when they refuse, or when after they’ve tried something, they say they don’t want to go back.  We see quitting as a defeat.  ","We add a bit of parental pressure by saying ‘Oh that’s a shame’ or  ‘I don’t have money to waste you know’.  The child feels bad about their No, and in some cases they change their mind because of that.  In other cases they absolutely don’t change, but they still feel the pressure.  They feel that their decisions are wrong.","We see their Yes’s as success and see their No’s as failures. Because of that, we try to sway our children’s decision making towards saying Yes. We worry that they say No too easily, that they don’t understand what they are missing out on, and that it’s our responsibility to push and prod them towards the decision that we think is best for them.  ","We teach our children to feel bad about saying No, and they carry those feelings with them. ","Most of us know what that’s like, because it was done to us as children. When I’m asked to do something and I say no, I feel bad about it. I feel that I’m letting other people down, or being lazy.  As a result, I end up saying yes too much. I end up over-committed to things which I don’t really have time to do.  Or sometimes, I avoid answering questions at all, because it’s painful to say no.   I feel ashamed that I can’t say Yes to everyone. ","Saying No confidently is a skill, and yet, we spent very little time helping our children practice it. We worry that if we allow them to say No, they’ll stop doing anything. We think we must just ‘not give them the option’.","But it’s only through knowing that we can say No that we can truly start to say Yes.  For when No isn’t a possibility, everything becomes an obligation.  Every question is a weight.   The courage to say No is a liberation.  When we know that we can leave without shame, we can bring our whole selves to the occasion.","We need to celebrate our children’s No’s, whilst keeping the door open for them to change their mind and say Yes.  And then (and this is the hardest bit) we can start to do the same for ourselves."],"imageFileName":"not-saying-no.jpeg"}