{
    "url": "https://naomicfisher.substack.com/p/entering-the-world-of-report-speak",
    "pubDate": {
        "day": "12",
        "month": "Sep",
        "year": "2022"
    },
    "title": "Entering the World of Report-Speak",
    "subtitle": "What happens to children as we assess and evaluate? ",
    "images": [
        "https://substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2Fdf674ca9-7290-49b3-af12-22ac1e0c96d4_1949x2717.jpeg"
    ],
    "paragraphs": [
        "Illustration by @_missingthemark. ",
        "When a child is struggling at school, often they are seen by professionals (like me) who assess, write reports and make recommendations. These many reports are brought together and (in England) made into an Education and Health Care Plan (the EHCP).  This document then influences what happens to that child going forwards.",
        "As this long and arduous process plays out, something strange happens. Here's what it is",
        "The things that the child does are scrutinised, compared to others and framed as in need of intervention. Do they get annoyed when the internet stops working? Maybe (the report suggests) they need to work on their emotion regulation?  Do they complain when they aren’t happy? More resilience necessary. Do they get bored when talked at for long periods of time? They need to develop their skills in listening and follow instructions.",
        "The child is compared to some fantasy person, who never shouts when they lose their progress in a game and definitely doesn't refuse to put their shoes on or leave the house when their parent asks. This prototype child absorbs information like a sponge for hours at time, no matter how dull and irrelevant it is. They ask questions and are engaged in learning, but only on-topic. They take feedback seriously, but not enough to get upset or angry.  They sit quietly until break time, when they go and play football with others of their age. There, they follow the rules accurately enough for the game to work but flexibly enough to transpose a 90-minute 11-a-side game to 20 minutes in a school playground with 13 players and their little sister who won’t go away.  ",
        "Everything is framed in the language of reports, which exists in an odd world of its own. 'Elodie accesses her local community with support' when another child just goes to the shops and playground with her mum.   Things which make life easier for the child's school are framed as being for the child's own good.  Following adult instructions is one of my (not) favourites; a goal in many reports. Useless in adult life, and dangerous when applied indiscriminately.  Not all adults are right. ",
        "Then there are the recommendations to make children less different. More eye contact, confine activity to movement breaks, squashing themselves more efficiently to fit in with everyone else.  ",
        "When I read reports, I wonder how I'd measure up. I get frustrated when I lose my work or the internet goes down. I get bored with small talk - maybe I need social skills training? I'm really bad at following instructions when I can't see the point (what's wrong with that?). The more I think about it, the more deficits I have.  How lucky I am that I’m not expected to go to school anymore and no one is checking. ",
        "The assumption that the school’s expectations are reasonable runs through every report, limiting the suggested solutions.  I worked with one boy who just couldn't stop moving. He would tap his pencil on the desk and it irritated the other children. One of the goals was for him to stop and 'listen quietly in class'. He couldn't do it. He got in trouble instead. ",
        "He moved school and the next school took a different approach. They wrapped a piece of foam around his pencil and he tapped away. No one minded anymore and the goal wasn't necessary. ",
        "I try to ask myself, who is the report really for?  Are we actually asking for compliance, rather than thinking about the long term interests of this young person? Are the goals those of the child, or those of the adults around them?   Are we pathologizing this child, by framing everything they do through a lens of deficit and ignoring the context to their actions? Could we use plain English - and might our reports start to make a different sense if we did? ",
        "'Kai gets angry when his game crashes' sounds quite different (and more understandable) than 'Kai becomes dysregulated when he is allowed screen time'. In the first case we might think, well, games which crash are annoying, is Kai the problem, or does the game need an update? ",
        "How would it feel to be told, next time you meet friends for a drink, that you're 'interacting with peers in a community setting'? Or when you get frustrated because something is really annoying, you have problems with 'emotion regulation' and need to 'develop resilience'?  We put children in this strange world of report-speak, where almost everything they do can be framed as needing intervention.",
        "As we do this, we're in danger of losing touch of the ways in which (particularly young) humans respond to the world.  We don’t give them time to develop and grow, and we say that they, rather than their environment, is the problem. ",
        "Let's see our young people's behaviour in context. Let's always start with, why is this person responding this way - and might I not do the same, in their place? "
    ],
    "imageFileName": "entering-the-world-of-report-speak.jpeg"
}