{
    "url": "https://naomicfisher.substack.com/p/why-do-we-do-what-we-do",
    "pubDate": {
        "day": "27",
        "month": "Nov",
        "year": "2023"
    },
    "title": "Why Do We Do What We Do?",
    "subtitle": "",
    "images": [
        "https://substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fa95d2ce5-c56c-450a-ae89-9ea04722f26c_6000x4500.jpeg"
    ],
    "paragraphs": [
        "I’ve been observing small children this summer. On beaches, at the swimming pool, in the playground with their parents.  Watching their focus and dedication to the things they find meaningful.  Watching how much satisfaction they get from doing things their own way, and how strong that drive is.   Watching how idiosyncratic their interests are, with one being fascinated by squirrels and another interested in fire engines. ",
        "And I keep coming back to how much we adults misunderstand why people (and particularly children) behave the way they do. For we seem to think that the reason that children do things is all about the outcome.  That if we praise them, or reward them, they’ll ‘behave’ and ‘learn’, and that if we don’t do this, they’ll never develop new skills.   And if we tell them off, or punish them, then they’ll understand the consequences of their behaviour and will be dissuaded from doing it again.  We think that behaviour and learning is all about what happens next and our job is to make them do more of what we want to see.    ",
        "To that end, I see parents all around me trying their very best to apply consequences or catch their children being good.  I’ve seen parents in the playground praising their kids when they kick the football well, and parents in the supermarket telling their kids if they carry on shouting there will be no ice cream for them later.   They all think that this is the way that their children will learn and be motivated to do well. They’ve been told that this is what Good Parents do.",
        "What’s strange is that the research shows something different.  The research shows that humans are motivated to do well at things because it is enjoyable in its own right.  Improving at things is stimulating.  Not because of the outcome, but because of the process.  Humans like to learn.   The process of seeing yourself improve at things feels rewarding. You don’t need a prize as well.",
        "We all know this if we take time to think.  As adults, many of us set ourselves difficult challenges like running marathons or writing books or playing complicated strategy games.  We spend years honing our skills.  Some things have no ‘prize’ at all and yet we do them. The process is more than the payoff.  We might write a book which is never published, and still find the process deeply meaningful.  It wouldn’t make us challenge ourselves more if someone said there was a reward – in fact it might stop us doing it at all.",
        "The research shows that by adding external motivators (rewards and punishments) we can actually make an activity less rewarding and less meaningful.  It makes sense if you think about it.  Once you think you are doing something just for the outcome, then you stop being so focused on the activity, and instead start thinking of ways to get the best outcome. Getting the best outcome isn’t the same as developing your skills in that area – you might get your best outcome by cheating, or gaming the system, or by learning exactly what the teacher wants and giving them that.  ",
        "We can see the results of this in our young people.  After ten years of being told that outcome is what counts, those curious small children turn into teenagers who ask ‘Will this be on the test?’ before they start anything.  ",
        "Then we blame them and say they are uncooperative or uninterested.",
        "What if it’s not them that are the problem, but the way that we have treated them?  What is all those stickers and stars, gradings and praise have taken their toll, and learning is no longer interesting for these young people, not because of a fault in them, but because for years they have been told that it’s only the outcome which counts? ",
        "What if the way that we school our children actually makes learning harder?  What if doing something differently starts with us?",
        "Image Robert Linder @Unsplash. "
    ],
    "imageFileName": "why-do-we-do-what-we-do.jpeg"
}