{
    "url": "https://naomicfisher.substack.com/p/why-i-dont-like-the-word-healthy",
    "pubDate": {
        "day": "04",
        "month": "Nov",
        "year": "2024"
    },
    "title": "Why I Don't Like the Word 'Healthy'",
    "subtitle": "",
    "images": [
        "https://substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fa8cff4e6-4c12-406f-992b-66c5151ecb0e_4351x2592.jpeg"
    ],
    "paragraphs": [
        "Before I had my children, we stayed at a friend’s house. On her bookcase was a book titled Healthy Sleep Habits, Happy Baby (or something similar).",
        "I had a look through. The ‘healthy sleep habits’ seemed, on the face of it, reasonable. They involved going to sleep at a regular time, sleeping in a bed alone without waking too many times and waking up at a similar time each day. Nothing too controversial.",
        "The problem was that, of course, many children (and almost all babies) don’t have those ‘healthy sleep habits’. For them, sleep looks very different. They wake through the night for comfort and feeding. They like to be close to their parents in the dark. They may not have a regular sleep routine. They may stay up late or wake up very early. This is a normal part of child development. In many countries in the world, children aren’t expected to sleep alone at all, nor to go to sleep early. ‘Healthy sleep’ is in the eye of the beholder and culturally specific.",
        "So why don’t I like the word ‘healthy’? It’s because of what happens next. Now we’ve been told that a particular way of sleeping is ‘healthy’, so anything else can be said to be ‘unhealthy’.",
        "When something is defined as ‘unhealthy’, then parents get worried about it. They want to know what to do to turn their child’s ‘unhealthy habits’ into ‘healthy habits’. Who wouldn’t want to help their child be healthy, after all?",
        "And the answer is, make them do it. Put the baby down at the same time every day, even if they cry or aren’t tired. Don’t sleep with them, even if they seem to be desperate for the warmth of your body and love to sleep on your chest. And don’t go and pick them up every time they cry, so they’ll learn not to keep waking up. Impose ‘healthy habits’ on them despite distress - because after all, they’re healthy!",
        "Under the guise of creating ‘healthy habits’ parents were advised to ignore their babies’ cries and to see normal infant sleep as unhealthy. Because when something is healthy, it’s worth it, right?",
        "No. Healthy doesn’t mean the same for everyone. It doesn’t mean the same for all stages of development. Healthy babies wake up and cry for their parents. Healthy toddlers like to know they are safe at night. Healthy children wake up early sometimes and stay up late sometimes. Healthy families are flexible and responsive to their children’s needs.",
        "If healthy really means rigidity, there's probably something wrong."
    ],
    "imagePrefix": "why-i-dont-like-the-word-healthy",
    "imageExtension": "jpeg"
}