{
    "url": "https://naomicfisher.substack.com/p/finding-the-flex",
    "pubDate": {
        "day": "13",
        "month": "Nov",
        "year": "2023"
    },
    "title": "Finding the Flex",
    "subtitle": "Flourishing Means Learning How Not to Fit In ",
    "images": [
        "https://substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F7072234a-119e-4d0d-9844-6366c536fc86_5016x3343.jpeg"
    ],
    "paragraphs": [
        "One of the most important things which adults and young people tell me about is the process of working out how to make a situation work for them.  It’s a process of knowing yourself and how you work best, and then finding the flexibilities in your environment which you can use. ",
        "If you are starting a new job and it will be full on, it might be finding a place where you can eat your lunch in peace so you get some decompression time before the afternoon.  Going to the canteen with colleagues might be sociable, but you need that time to breathe before the afternoon starts.  Or it might be working out how you can get food which you can eat, when you’re on the school trip where the pack lunch makers assume that everyone likes cheese and tomato.  It might mean realising that you can’t do your maths at school because it’s too loud and they keep interrupting you with bells to make you go and do English or Science. You’ll need somewhere else where you can really concentrate if you want to get it done.",
        "The more flexible an environment is, the more possible this becomes.   The better a person knows themselves, the more they can do it. As they practice, they are able to see the possibilities, to work out where the flex is – and therefore, the better they can find a way to do the things which are important to them.",
        "For children, it’s parents who do this work.  They are the ones who think about whether the family gathering needs a get out clause, or whether the ‘free drop in’ workshop at the local museum will make it the worst day to visit.  They are the ones who carry a bag of emergency supplies, ready to pull out the tablet, the crisps, the chewing gum or the noise-cancelling headphones, at the time when they are needed and not a moment too late. ",
        "They find the flex, and often they feel bad about it.  Other adults tell them that they are spoiling their child, or coddling them, and they’ll never learn to cope if someone is always there to help.  They say that they are avoiding, and they’ll get more anxious as result.  We see conforming to the expectations of the environment as something to aim for.  We think that the environment should be rigid and the child flexible, and we blame them if they aren’t. ",
        "Children learn as they see us doing this for them.   As they grow, they can take on some of the responsibility for themselves and see possibilities for change. They ask the questions which no one else dares ask.",
        " ‘Does it have to be this way?’ ‘Why?’  ",
        "Doing this for children is a skilled job, often learnt through months of getting it wrong with immediate feedback.  It’s about tuning in to them and their needs.  It’s about walking a tightrope, because things never stay the same.   It is the very essence of inclusivity, making an environment work for the individual.",
        "Our children can learn to find the flex, but only if we make it possible for them.  It’s a skill which needs practice. Just as parents learn how to do it when their children require it, children learn by seeing that it’s possible. ",
        "They can’t do it if there’s no potential for change.  They can’t do it if their only option is to fit in.  ",
        "They learn when we give them lots of opportunities to be in flexible environments, where they can make decisions which matter.  Lots of chances to say no, and then to dip a toe in and say ‘maybe yes’.  Lots of opportunities to sit on the side lines until they want to join in (or decide it’s not for them).  And places where knowing that you need a break is valued just as much as driving yourself on. ",
        "Knowing themselves is the most valuable gift we can give our children. Knowing their strengths and what makes them tick, and knowing how to see the flex in a situation.   Finding the ways in which it will work for them, and feeling good about doing so.    ",
        "Our children won’t thrive because they have learnt to fit in.  They’ll flourish because they have learnt not to.",
        "Image: Mauro Mora, @Unsplash. "
    ],
    "imageFileName": "finding-the-flex.jpeg",
    "imagePrefix": "finding-the-flex",
    "imageExtension": "jpeg"
}