{
    "url": "https://naomicfisher.substack.com/p/she-only-eats-chocolate",
    "pubDate": {
        "day": "02",
        "month": "Nov",
        "year": "2023"
    },
    "title": "She Only Eats Chocolate ",
    "subtitle": "And Breaking Other Parenting Taboos",
    "images": [
        "https://substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fac0c5d46-f5c9-4685-84ed-2742e3b00abf_3508x2480.jpeg"
    ],
    "paragraphs": [
        "Cultural practices like parenting are based on social norms.  Things that ‘we all do’ (even if we don’t really). Things that we learn from the world around us.  Good Parenting™ means conforming to the social norms of whatever culture you are in. In the UK and the USA, this means controlling children.  ",
        "Culture is maintained through social pressure. It’s there in the way we dress, the way we are in public, the way we talk to other people. Some things are socially acceptable, others are not.   Culture is invisible to those who are immersed in it. It’s just ‘the way that things are’.  It becomes visible when you go to another country and discover that they do things differently.   Suddenly you are wearing the wrong clothes, talking and eating in the wrong way. ",
        "When we moved to France, one parenting difference I noticed immediately was mealtimes.  English families generally feed their children early, at around 5 or 6.  In France no one eats their evening meal before 7 and the parents of my children’s friends looked askance when I asked them if they wanted me to feed their 8-year-old before they were picked up at 6.30. I soon learnt to stop asking and to fend off my own children’s hunger until after they had gone. The French cultural practice of eating late is embedded in their society – restaurants typically don’t open until 7 or later.  If you want to eat early, you’ll have to do it at home.",
        "Social pressure to conform is generally invisible until you (or your child) break the rules. Then the tutting starts.  In parenting culture, it is socially acceptable to tell another person to comply with the Good Parenting™ rules, but not to ask that they don’t.     This leads to the situation where it is socially acceptable for someone to tell a parent to be more controlling (as in ‘Get your child under control’) – but much less so to tell another parent to be less controlling. ",
        "How does this play out? When a child comes round for a playdate, it’s not uncommon for their parents to state some rules which the hosting parent is obliged to follow – perhaps only 30 minutes of screen time, or no sugary snacks. That is not socially transgressive.  In contrast, I’m yet to meet a parent brave enough to say ‘",
        ". even when they know that the child will find the playdate hard and that those things might help.  That would be socially taboo, and the parent of the other child would react accordingly.  That child probably wouldn’t get invited round again and their parent might be muttered about in the playground",
        "This is an extract from the upcoming book When The Naughty Step Makes Things Worse by myself and Eliza Fricker, available for preorder now. ",
        "Preorder here."
    ],
    "imageFileName": "she-only-eats-chocolate-.jpeg",
    "imagePrefix": "she-only-eats-chocolate-",
    "imageExtension": "jpeg"
}