{
    "url": "https://naomicfisher.substack.com/p/just-look-at-her-now",
    "pubDate": {
        "day": "29",
        "month": "Jan",
        "year": "2024"
    },
    "title": "Just Look At Her Now!",
    "subtitle": "Just who are these posters aimed at? ",
    "images": [
        "https://substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F51a75832-6406-48ff-8f79-b36dc16c2a00_167x302.jpeg"
    ],
    "paragraphs": [
        "Why are parents so upset and angry about the UK government attendance campaign? It’s because it reveals how the Department for Education thinks about parents of children who are struggling to attend school, and shows how very little they understand of the causes of school attendance difficulties.",
        "The posters all have same format. A child complains about something in the morning - worries, a stomach ache, or a runny nose but ‘look at her/him now!’, with a picture of a happy child in school uniform. The message to parents is clear. The DfE thinks they are ‘too soft’ and just need to push a bit past their children’s resistance to get into a place where they will be happy - school. Children might complain of illness or misery but it’s not serious. They’ll ’be fine’.",
        "This is a message which parents are used to hearing. ‘They’re fine once they’re here’ is so common as to be a cliche amongst parents with children who beg them every evening not to send them to school the next day or who protest every morning. Schools don’t see the problems and so they assume that they aren’t happening.",
        "For parents who are struggling every morning to get their children into school - and then dealing with highly distressed or unwell children after school - these posters confirm their suspicions that everyone thinks this is their fault. They are just not ‘good parents’. It confirms that no one believes them when they say that their child is deeply distressed by school and that the problem isn’t home.",
        "These parents already feel blamed, and these posters add more shame. They do nothing to address or even mention the reasons why so many children are struggling to attend. The DfE thinks they know why there’s a problem - it’s parents who believe their kids and who don’t push them into school hard enough. To the parents who have been asking for support but who are met with long waiting lists and high thresholds for CAMHS, along with fixed penalty fines for poor attendance, this confirms what they already felt.",
        "There’s no help coming. It’s just ‘try harder’."
    ],
    "imageFileName": "just-look-at-her-now.jpeg"
}