{
	"url": "https://naomicfisher.substack.com/p/tracking-my-attendance",
	"pubDate": {
		"day": "Sep",
		"month": "18",
		"year": "2023"
	},
	"title": "Tracking My Attendance ",
	"subtitle": "Looking for Loopholes ",
	"images": [],
	"paragraphs": [
		"I’m at a conference. I wanted to come here, in fact I have paid a lot of money to come here. It’s about something which is of great interest to me. I came in person, because the time between sessions is often when I learn the most as I make connections with other therapists.",
		"When I got the pre-conference information, they tell me that at the conference I will be given a badge with a bar code, and I will be scanned in and out of every lecture session. This data will be collected and at the end I will only get my certificate (which I need for my continued professional development) if I have attended every session which I selected in advance. I can’t go into another session if I change my mind. I can’t decide that a conversation is so important that I should skip a session. I can’t go and have a rest if I am so tired that I stop taking in information.",
		"I have to be there, and they are tracking me.",
		"When I am told this, I immediately feel differently about the conference. I start to wonder what loopholes I can find. Can I scan in, but not out, for example? Can I take in my computer so that I can occupy myself with something else if I’m bored, so I’m apparently present but actually elsewhere? Could someone else take my badge in? I start to feel resentful at the implication that I cannot be trusted to attend sessions at a conference which I have chosen to attend and paid for.",
		"It has become something I am compelled to do. And for me, that taints it immediately. I’m focused less on the content of the sessions, and more on how to game the attendance monitoring system.",
		"Of course, this makes me think of what happens to our children in schools. It’s so common to add compulsion and extra control, and to phrase this entirely positively. Motivation, they say. Accountability. Or, they ask, how do we know otherwise that you are actually attending and learning?",
		"Here’s the thing. You can’t insist on someone else learning. You can’t make them want to learn. You can force them to attend by saying they won’t get a certificate, but you cannot control the contents of their head and what they learn. They can track my attendance, but they can’t track what I think about whilst I’m there.",
		"Even if you try very hard. Even if you tell them they must track you with their eyes and refuse to let them talk. Even if you test them afterwards. Even if you give them prizes rather than punishments. You can’t control someone else’s mind, not forever. Even if you catch them young. And by trying to do so, you may damage their intrinsic motivation.",
		"So what can we do otherwise?",
		"We can trust that humans want to learn. We trust them to make some choices for themselves. We work on getting the circumstances right to nurture intrinsic motivation - relationships, autonomy and competence - and we stop micro-controlling the choices people make.",
		"There are unwanted effects when we make people do things - and we don’t think enough about those."
	]
}