{"url":"https://naomicfisher.substack.com/p/doing-it-for-the-points","pubDate":{"day":"Sep","month":"25","year":"2023"},"title":"Doing it For the Points","subtitle":"What do we lose when we gamify our interactions? ","images":["https://images.unsplash.com/photo-1579407364450-481fe19dbfaa?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=1000&q=80"],"paragraphs":["Sigmund under @Unsplash licence. ","I'm at a conference and the app we are using has a points system. If I attend the Welcome Reception and scan in, I get 1000 points. If I connect with someone else over the app, I get points. If I upload a photo of myself, I get points.","It's a competition, there are ranks and I can set myself goals of how many points to get. There are badges to win if I get enough points.","I am immediately torn. Part of me wants to get lots of points and be the winner and the other part of me wants to not do anything at all which would give me points.","I feel manipulated. And I have no idea why they think this is necessary or desirable. Why would I be more likely to attend the Reception because I get 1000 points for it? And should I be attending things and making connections with people for points rather than because I think they are important? Why do they think so little of me that they think I need to be incentivised? I feel distrusted.","This is what is being done to our children, every day in school. Parents tell me regularly of apps which track their children's behaviour, of points for prosocial behaviour and competitions. They tell me of public systems where everyone knows how many points each child has.","These are not neutral interventions. They have an impact on how children feel about themselves and what they are doing. They shift the focus and the purpose of the activity.","Before, I might have talked to other people because I wanted to get to know them. Now, at least part of me knows I could be doing it for the points (and they might be doing the same).","Every intervention has side effects, but those effects are inside people's heads. You can't necessarily see them, but that doesn't mean they aren't there.","We have to ask questions about why these strategies are put in place, and what the unwanted effects might be.","Even if we don't get any points for it."],"imageFileName":"doing-it-for-the-points.jpeg"}