{
    "url": "https://naomicfisher.substack.com/p/less-than-90",
    "pubDate": {
        "day": "11",
        "month": "Sep",
        "year": "2023"
    },
    "title": "Less than 90% ",
    "subtitle": "Let's stop telling children they will be failures for life if they can't attend school. ",
    "images": [
        "https://substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F468153e7-066f-4681-9af3-bc9a4de6130c_3508x2480.jpeg"
    ],
    "paragraphs": [
        "Illustration by Eliza Fricker (www.missingthemark.blog).  ",
        "The rhetoric on school attendance gets ever stronger.  Banners are posted around schools, telling young people that every minute missed will damage their chances in life – for ever.  Parents are fined and threatened with court and told they are denying their children a good start if they don’t drag them in – literally, in some cases. In their pyjamas.  The children’s commissioner says the best place for every child is in school. ",
        "And yet children do not all thrive at school.   School is only one way to learn, and it doesn’t work for everyone.  As schooling gets more rigid, with less play and less flexibility, more children suffer.   They are the casualties of the system – but they’re treated like the criminals.  The outcasts.",
        "They’re told that not only are they not thriving now, they won’t thrive ever, because attending school is the only way they’ll ever learn. They’re told there’s no hope for their future if they don’t get good GCSEs, even though we know that 30% of them will fail.  Their parents are told they need to use ‘tough love’ or else it will all be their fault.",
        "It all adds up to pressure on young people and their families.  Pressure to go in, no matter what.  Pressure to pretend it’s okay, when it’s not.  Pressure when they can’t go to school, because they feel terrible.  Things aren’t just bad now, they think. They’ll be bad for ever.",
        "We need to stop telling our young people that’s their fault when school doesn’t work for them. We need to stop telling them that the only options are school or failure.  We need to tell them that there’s hope for their future, and we’ll help them see it.  We need to meet them where they are, and help them see a way forward. Even if that doesn’t include school.",
        "Our young people are listening, and they believe us.   Let’s tell them something worth hearing. ",
        "School isn’t the only way to get an education. "
    ],
    "imageFileName": "less-than-90-.jpeg"
}