{
    "url": "https://naomicfisher.substack.com/p/learning-to-follow-the-rules",
    "pubDate": {
        "day": "28",
        "month": "Oct",
        "year": "2024"
    },
    "title": "Learning to follow the rules",
    "subtitle": "Do we risk a generation of chaos, when we let our children play? ",
    "images": [
        "https://substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F4ca0d29f-de2c-4df3-96ae-1660b35b9936_4928x3280.jpeg"
    ],
    "paragraphs": [
        "Whenever I write about keeping children’s curiosity alive through more choices and more play, someone says something like ‘well I’m glad my doctor learnt how to follow instructions’. Or ‘Naomi would like to see a world where people choose how to drive and don’t bother about following the Highway Code’.",
        "This is why an understanding of child development is so important in education. When adults learn a specific skill (like medicine or driving) they use mastery learning. This is the type of learning which enables us to become experts. Deliberate practice. Goal-oriented exercises which aren’t about the here and now. Intentionally practicing your French verbs so that you’ll be able to speak French when you go to France next year.",
        "It is often quite narrow in scope - learning to be a doctor won’t qualify you to work as a lawyer. It enables us to develop specialist skills.",
        "This isn’t how young children learn. Their brains are literally structured differently. They are discovery learners. This type of learning enables them to explore and find out about the world. It is wide in scope. When they learn a language, there is no deliberate practice of verbs going on. They watch, they listen, and they give it a go.",
        "To adults, it often looks frustratingly unfocused. That’s because discovery learning is about widening children’s experience of the world, not about becoming a specialist or an expert. They flit from thing to thing and lose interest fast. The results can be hard to measure.",
        "The capacity for mastery learning starts to develop as children approach adolescence. It improves gradually over time. By age 17 or 18 they are approaching learning in a very different way. This takes longer for some of them - the brain changes of adolescence continue until at least the age of 25.",
        "As adults, we tend to overvalue mastery learning and dismiss discovery learning as ‘just play’. We want to hurry children onto learning measurable knowledge and skills. We try to sit them in desks and give them worksheets to do, whilst they often fight us to be allowed to run around and pretend to be superheroes instead.",
        "Discovery learning lays the foundations for everything that is to come. It is a special and unique time of life. Following instructions and colouring in the lines can come later, but once you are grown, you can never go back and learn like a 6-year-old (or an 8 or 10-year-old) again.",
        "Humans are pure discovery learners for a short and intense period of our lives. We have our whole adult lives to specialise, but you’ll never again have quite the same drive to play.",
        "(For more about discovery learning, I recommend Professor Alison Gopnik's book ",
        ")."
    ],
    "imagePrefix": "learning-to-follow-the-rules",
    "imageExtension": "jpeg"
}