{
    "url": "https://naomicfisher.substack.com/p/i-dont-know-how-to-choose",
    "pubDate": {
        "day": "23",
        "month": "Sep",
        "year": "2024"
    },
    "title": "I don't know how to choose",
    "subtitle": "How do our children learn to make decisions? ",
    "images": [
        "https://substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fa70c1256-cd6d-4676-a1c1-9091a3f0ee0f_4160x6240.jpeg"
    ],
    "paragraphs": [
        "Many adults tell me that they reached the end of their education with little idea of what interested them. They say things like ‘I studied science because my school encouraged it, even though my passion was writing’ or ‘I did history because I thought I’d get an A, even though it bored me’. They knew what they should be doing, what others thought they were best at, and what others valued most highly. They knew what would get them the best grades. They made their choices based on that – and years later, they regret those choices.  They burn out or change life path in their 40’s and 50’s. They say they are finally getting back to making choices for themselves.",
        "It's not surprising that they felt that way. They had spent their childhood making hardly any decisions which mattered, until, aged 16 or 18, they were expected to make decisions with life-long consequences.",
        "Decision making is a skill. It’s a skill we learn through practice, and it’s one which many adults struggle with.  Yet our education system gives young people few chances to make real decisions beyond ‘Do what we tell you – or not’.  Decisions are made in reference to authority, always. Children learn that what they think doesn’t matter, it’s what adults think that count.",
        "Imagine if we said to ourselves, making decisions is hard, and adults often struggle with it. Childhood (and particularly adolescence) is a chance to practise that in a protected space. Let’s make the most of that. Let’s prioritise giving them lots of practice.  ",
        "We’d say, we’d like our children to grow up with multiple experiences of making decisions and seeing how the results play out. We’d like them to have chances to balance all the different things which might be important and decide which they will prioritise. Let’s give them chances to make collaborative decisions in groups. We know that they will get it wrong many times. That’s why we’re providing the chance to practise.  ",
        "To allow them the space to make real decisions, we’d have to step back a bit. We’d have to be ready for them to make different choices to the ones we would make for them. We’d have to give them some freedom to opt in or not. We’d talk to them about how we make decisions, and make the process transparent. We’d ask their opinion and we’d listen, even if we disagreed.",
        "We’d think, how can we create safe spaces within which children’s choices matter?  We’d provide them with opportunities, but not force those upon them.  We’d aim for relationships which are supportive and collaborative, but not controlling. We’d step in when we had to, but not as the default. We’d value their choices, even if they weren’t the ones we would have made for them.",
        "When this does happen, it makes adults uncomfortable. We see the risks – what if they don’t choose to learn? What if they choose to be anti-social? – and don’t see the gains. We think control is the safe choice. It’s better just to make the decisions for them, then we’ll know they are the right ones.",
        "But decision making is a skill. If we don’t give our children the chance to practise it, let’s not be surprised when they don’t learn"
    ],
    "imagePrefix": "i-dont-know-how-to-choose",
    "imageExtension": "jpeg"
}