{
	"url": "https://naomicfisher.substack.com/p/mum-is-anxious",
	"pubDate": {
		"day": "Oct",
		"month": "24",
		"year": "2022"
	},
	"title": "Mum is Anxious",
	"subtitle": "How anxiety is used to dismiss parents when their child is struggling. ",
	"images": [
		"https://substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F81a0aeaf-b9a5-4305-9346-5e3d9602691a_1949x2717.jpeg"
	],
	"paragraphs": [
		"Illustration by Eliza Fricker, Twitter: @_missingthemark",
		"\"Mum is extremely anxious\". When things go wrong for children at school, it's not just their behaviour which is observed. Parents get assessed too. This is what families tell me happens.",
		"When things first start to get difficult, and children are showing signs of distress, parents are told they're over-reacting & making the situation worse. 'Don't be anxious, you'll make them anxious', they hear. Even though everything about the situation is anxiety-provoking. ",
		"When things get worse, and reports are being commissioned, or school meetings called, their reactions get included as part of the assessment. \"Mum not coping\" or \"Mum struggling\". They feel blamed and shamed.  They are the only person in meetings to be addressed as ‘Mum’ rather than with a title. It feels like they have no identity beyond their relationship with their child.",
		"Children's behaviour and experiences is often taken out of context in assessments, as if it is unprovoked and incomprehensible. The same goes for their mothers. Their anxiety is treated as if it's a 'thing' by itself, quite apart from the circumstances and what is going on. ",
		"Anxiety is used to devalue parents' concerns. No longer are they concerned because there is something to be concerned about, but because they are 'anxious people'. Their concerns are therefore seen as likely to be irrational and are easier to sideline. ",
		"This is paralleled by what can happen to children - once they are defined as anxious, often we stop asking what makes them anxious, and whether they might in fact be right to be fearful. Instead we say they mustn't be allowed to avoid whatever makes them anxious.  ",
		"Mothers tell me they try to put on an act, to hide how worried they are, because they know that any emotion will be used to devalue what they say. I've heard of parents not being told extremely important information about their children 'because it will make them anxious'.  In some cases they don’t find out until years later.  Keeping mothers quiet is prioritised over their need to know what is happening to their child.",
		"Parents tell me that if they are honest about how hard things are, they are worried that it will all be written down in the reports, and used to argue that their view isn't reliable, or that they aren't coping. They tell me they feel that no one really wants to listen.  ",
		"They're offered solutions; visual timetables and whiteboards, star charts and stickers, and if they express scepticism or say they've tried that already it's turned back to them \"Mum isn't keen\" or \"Mum is reluctant to give it a go\". ",
		"They know if it doesn't work it will be said to be down to them not trying hard enough, not to the method not working. Just like if school isn't working it's blamed on families and parents rather than on school.  They feel there’s no way for their voices to be heard.  Their role is to be compliant and not make a fuss.  ",
		"What no one can ever tell me is what the 'normal' response is meant to be if your child is really struggling with school and life & you don't know where to turn. If you're fighting for an EHCP for a specialist school which you're not really sure is going to be the solution and you’ve already tried three other schools all of which were bad experiences.  ",
		"Or if every morning you have to coax your reluctant child into school, and every afternoon you have to deal with the meltdowns and aftermath. When every Sunday is spent dreading Monday, loudly or quietly. What is the acceptable way to feel when this is your life? ",
		"In fact, I sometimes say to mothers that I'd be worried if they weren't anxious. If they said to me, oh yes, my child is refusing to go to school and never comes out of their bedroom, but I'm perfectly fine, never slept better, not a moment of worry. ",
		"We've forgotten that anxiety is a natural reaction to circumstances which feel unsafe and uncertain. We're forgetting to ask ourselves how we'd feel in the same situation. We're missing the opportunity to empathise and hear how distressing the situation is. ",
		"Of course \"Mum is anxious\". Her child is distressed & no one can help. She feels scrutinised & getting support is a full time job. She has no idea what the future will bring. She knows it will be her picking up the pieces at the end of it all.",
		"Tell me, wouldn't you be anxious?  ",
		"Thank you for reading Think Again. This post is public so feel free to share it."
	]
}