{
    "url": "https://naomicfisher.substack.com/p/the-freedom-to-make-no-progress",
    "pubDate": {
        "day": "10",
        "month": "Apr",
        "year": "2023"
    },
    "title": "The Freedom to Make No Progress",
    "subtitle": "Why do we assess so much of what children do, even when it's apparently for fun?",
    "images": [
        "https://substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fb9dabd27-9271-48ef-b8bd-fa858a7301c6_640x427.jpeg"
    ],
    "paragraphs": [
        "illustration: Giorgio Trovato via Unsplash. ",
        "One of the strangest things about how children are raised in this country is how everything becomes about ‘progress’ and assessment, from very early on.",
        "No matter whether it’s ballet, music, gymnastics or drama, there are systems of tests so that children can be graded even when they are only just old enough to play a few notes on the piano or turn a wobbly roly-poly. Some assessments are more formalised than others, but it’s common for children to be given certificates for each new skill they acquire, or to take music and ballet exams which are taken extremely seriously (and are utterly terrifying).",
        "As with so many aspects of childhood, the learning is on multiple levels. There’s what children are apparently learning - music, or swimming. Then there’s what they are learning from the way in which it is done. They learn that learning is about showing someone else what you can do and being rewarded for it. They see that progress is expected, and that if you start something ‘late’ you are ‘behind’. I found this out the hard way when I tried to find a drama class for my nine year old and was told the others had been doing it since they were six and so he would have to ‘catch-up’.",
        "Children learn that whatever you do, the important thing is not whether you enjoy it, it’s how well you perform. It’s as if we think children would do nothing at all unless they are enticed by certificates and grades, or afraid of the possibility of failure and shame. We think we can’t trust them to do things because they want to.",
        "This is peculiar to childhood. If you sign up for adult ballet or drama, they are unlikely to get you working towards a test. You can do music or art without having to follow a structured curriculum or move up levels.  As an adult, you are liberated from the possibility of being ‘really talented’ or ‘having potential’. No one thinks you might become a star gymnast or dancer, and so the pressure is off. You’re allowed to just enjoy it.",
        "That is, if you’ve made it through the childhood assessment mill with any enjoyment left. For unfortunately, research shows that adding external motivators (like rewards and grades) damages intrinsic motivation. We are less likely to continue doing something for enjoyment once it has become about getting the next certificate. So in this way, many activities are lost to children. They stop enjoying music or gymnastics, because it’s all become about assessment and competition.",
        "We’re making our children spend their childhoods chasing approval and showing progress. Not just at school, but in almost everything they do. As adults, it is far more important whether you enjoy something than whether you pass the test, but yet we give children so little time to find this out.",
        "We show them they should value assessment over enjoyment, again and again. They are watching and they learn.  By adulthood some of them can’t remember what choosing something for enjoyment actually feels like. ",
        "None of it makes any sense. Why can’t we give our kids a break, and let them do things for fun?"
    ],
    "imageFileName": "the-freedom-to-make-no-progress.jpeg"
}