{
	"url": "https://naomicfisher.substack.com/p/our-children-need-time-to-play",
	"pubDate": {
		"day": "Feb",
		"month": "05",
		"year": "2024"
	},
	"title": "Our Children Need Time to Play",
	"subtitle": "There are costs to rushing children onto mastery learning",
	"images": [
		"https://substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F45c4e803-0ab4-4868-b40f-fbd73dc33719_4032x3024.jpeg"
	],
	"paragraphs": [
		"There’s a lot said in schools about the importance of mastery learning and how children need to be made to practice in order to develop their skills. But there’s another very important stage of children’s learning, which, once children grow past it, can’t be repeated. It’s discovery learning. The sort of learning where children explore and ask questions incessantly. The sort of learning where they play.",
		"Discovery learning is not inferior to mastery learning. We don’t need to move children on from discovery learning to mastery learning. They explore the world, driven by their wish to participate and experiment. Discovery learning is broad, wide-ranging and unpredictable. A lot of it happens through play.",
		"As children grow towards puberty, their brains change and they start to develop the skills necessary for mastery learning. Mastery learning is quite different. It’s about becoming good at doing things through practice. You do something every day, and you become skilled at it. Mastery learning is important - but it also has limitations. It’s more rigid than discovery learning. More specialised and less general. More specific and less broad ranging. A strong foundation of discovery learning enables children to become effective mastery learners.",
		"This change does not have to be forced. We don’t have to make six year olds practice things in order that they grow up into adults who are capable of mastery learning. The change is neurological. As adults, we tend to over-value mastery learning and under-value discovery learning. We enforce practice on children who just want to play. We despair of their tendency to flit from thing to thing, and don’t value the way that they move so fluidly between interests.",
		"Discovery learning is not inferior to mastery learning. It’s not a stage to be rushed through, to get to the ‘real learning’. Discovery learning is the foundation of how humans learn. Our children need us to make space for play"
	]
}