{
	"url": "https://naomicfisher.substack.com/p/what-works-can-also-hurt",
	"pubDate": {
		"day": "Jan",
		"month": "01",
		"year": "2024"
	},
	"title": "What Works Can Also Hurt",
	"subtitle": "Does every child deserve a warm-strict knowledge-rich school? ",
	"images": [],
	"paragraphs": [
		"I’m reading another article about how successful high control schooling is at improving exam results.  It turns out that if you strictly control children’s behaviour and spend their education focusing relentlessly on what will get them high test scores, they get higher test scores. ",
		"No surprises there. ",
		"As with so many of these, it’s framed in terms of evidence and social mobility.  This works, they say, so surely everyone should have access to it? It’s just holding children back to talk about things like emotional wellbeing, or exam results not being everything, or autonomy, relationships and a love of learning.  Warm-strict schooling for all, that’s ‘what works’.",
		"Not so fast.  I’ve got a few quibbles about this evidence and how it’s being used. ",
		"Firstly, raising scores on GCSEs is a zero-sum game when you look at the entire population. You can raise one child’s scores, or the results of a school, but if everyone gets better results across the whole country, then the percentages who get the better grades will stay roughly the same.   GCSEs are graded by comparing results to earlier cohorts and keeping the distribution of results similar.  Every year, around 30% fail. By design.  That means that when some children get better GCSE results, the ones down the road miss out. ",
		"This means that over the whole country, we cannot ensure every child gets good GCSE results. It’s not possible. If everyone gets higher scores, then they will change the grade divisions so that the score which was previously ‘good’ is now ‘not so good’.  The point of GCSEs is to compare and rank children against each other.  If every school in the country took the same approach as the highest ranking schools do now, then 30% of young people would still fail their GCSEs. ",
		"The other is that much of the evidence used in education only uses test scores as outcome.  When people talk about ‘what works’ they mean ‘what works to raise test scores’. ",
		"This is a sleight of hand which obscures a really important question.  Should test scores be the most important aim for our young people?  Should they be the only outcome of education which really matters? If so, then we need to face up to the fact that 30% of our young people are going to come out with failing scores, because the exam system is designed that way. ",
		"Medical scandals happen when the side effects of a treatment are ignored in favour of doing ‘what works’.  Educational scandals are ignored when no one asks about the side effects of what they are doing. ",
		"Because something can both ‘work’ in one way, and cause damage in another way.   A drug can solve one problem whilst causing others.  A system can raise exam results, whilst damaging children’s mental health. It can lead to them remembering more, whilst also destroying their love of learning.  High control environments can look quiet and peaceful, whilst young people learn that what they think doesn’t matter.  At the same time.",
		"I don’t dispute that high control schooling leads to better test results.  What I dispute is whether that should be the aim for our young people.  For they cannot all get better results when ‘better’ means ‘better than everyone else’.  Improving your results is a very limited way to spend your childhood.    And the side effects of the methods used are many, and invisible when our main outcome measure is their test score.",
		"That’s the contradiction in the system.  When will the evidence address that?"
	]
}