{
    "url": "https://naomicfisher.substack.com/p/dont-fall",
    "pubDate": {
        "day": "08",
        "month": "Apr",
        "year": "2024"
    },
    "title": "Don't Fall",
    "subtitle": "",
    "images": [
        "https://substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F68fcdb2c-bdb2-4076-8210-cfdbd14afb61_3508x2480.jpeg"
    ],
    "paragraphs": [
        "One of the first things we teach our children is that we think they can’t be trusted. ‘Put your coat on’ we say, when they know they aren’t cold. ‘Just one more spoonful’ we say when they tell us they’re full. ‘Be careful’ or ‘Slow down’ we say, as they climb and explore. ",
        "We teach them to doubt themselves, to second guess their every decision. We praise them when they do what we want, telling them they are ‘making good choices’,and ask ‘Are you sure?’ when they express an opinion we disagree with.  When they shout YES DIDN’T YOU HEAR? we tell them not to be cheeky, as if having your own view is disrespectful. ",
        "We bring the parental gaze into everything, it’s what we think Good Parents do. We never just let things be. We behave as if they wouldn’t do anything unless encouraged and rewarded. They start to believe us. ",
        "For some children that parental gaze is quickly toxic. They wilt under the pressure and refuse to play the game. They hide themselves away. Others seem not to notice when they are young, but then as teenagers it’s clear they doubt themselves. We’re surprised when they seem to worry more about what others think than what they think themselves. We don’t realise that we’ve been training them up for this since they were tiny. ",
        "We spend so long undermining our children’s sense of themselves as competent people who will challenge themselves to learn. We think that’s what Good Parents do. We must applaud every painting, praise every piano piece, congratulate every successful wall-walk. We must constantly be there. But the effect on our children isn’t always what we’d like. ",
        "What could we do instead? Step back and let our children make their choices. Keep quiet and let them take some risks. Ask ourselves, can I just let them do this? Do they need my input this time? Can I just let them be? ",
        "And at first they may be surprised, and then they learn that we have confidence that they can walk along that wall without us. That we are there for them, but that we believe in them too.  ",
        "And from that seed, other things will grow.",
        "(with Eliza Fricker, www.missingthemark.co.uk)"
    ],
    "imageFileName": "dont-fall.jpeg"
}