{
    "url": "https://naomicfisher.substack.com/p/five-things-all-young-people-and",
    "pubDate": {
        "day": "24",
        "month": "Aug",
        "year": "2023"
    },
    "title": "Five Things All Young People (and their Parents) Should Know About GCSEs",
    "subtitle": "",
    "images": [
        "https://substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F07e80a92-b0be-4699-8ffe-965cddc12e2f_2448x3264.jpeg"
    ],
    "paragraphs": [
        "1. It is not possible for everyone to succeed in their GCSEs. The exam results are referenced against earlier cohorts, meaning that around 30% will get failing results every year. If everyone does very well one year, they'll shift the pass mark so that some will still fail.",
        "2. You can take GCSEs at any age. There is nothing magic about taking them all at age 16. Those who are older (autumn born) do better on average than those who are younger (summer born) when they take them. It is not a level playing field.",
        "3. Learning does not 'only count' if you have a GCSE in it. If you are a passionate musician or linguist or artist, this will be much more important in your life than whether you have a GCSE in music or French or art. Don't let an exam result convince you that you are no good at something.",
        "4. GCSEs can be a stepping stone to college. It is rare for a college to require more than five or six. Some colleges will take you with no GCSEs. Doing nine is something some schools insist on but it isn't essential.",
        "5. A GCSE is a measure of how you performed in a particular set of tests at a particular time in your life. It is not a measure of your worth nor a reflection of your future potential.",
        "Photo by Yustinus Tijuwanda on @Unsplash"
    ],
    "imageFileName": "five-things-all-young-people-and-their-parents-should-know-about-gcses.jpeg",
    "imagePrefix": "five-things-all-young-people-and-their-parents-should-know-about-gcses",
    "imageExtension": "jpeg"
}