{"url":"https://naomicfisher.substack.com/p/why-some-battles-are-just-too-important","pubDate":{"day":"Mar","month":"11","year":"2024"},"title":"Why Some Battles Are Just Too Important To Pick ","subtitle":"","images":["https://substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F1e7c4f53-049a-451f-8c1e-779570e6627b_3508x2480.jpeg"],"paragraphs":["Sometimes I read people saying that there are battles that you must pick with your children – certain things are just too important.  Reading, perhaps, or family meal-times. Regular time outdoors or doing chores.  Just make them, they say.  ‘Be the parent’.","There are many things which bother me about the assumption that ‘parenting’ means making your child do things, but the most significant is this.","When you make someone do something, you lose something very important.","That’s their willing participation. ","When we make children do something, we put them in a no-choice situation. Think about things which you are obliged to do – mandatory training at work perhaps.  Speed awareness workshops. Does being made to do it make them more interesting? Does it make you more engaged?","When I’m made to do something I have an immediate reluctance.  Even if it’s something I might have been originally interested in, when it’s obligatory my enthusiasm wanes. I push back. I want to assert my right to say no.","I’m not exceptional.  That’s a standard human reaction.  Humans like to have autonomy. We like to feel in control. When we are made to do things, that changes our relationship with what we are doing.  It becomes less attractive.  Forced reading is very different to choosing to read, even when it looks identical from the outside.  One is a chore, the other is a joy.","Sometimes we have to make our children do things – stop hitting others, or putting on their seatbelt.  This is inevitable.  But when we make them do things that we want them to come to enjoy, we need to be aware that there’s a cost. ","For parents can (sometimes) make children do things, but they can’t make them want to do those things.   And through the process of making them do things, you can make the wanting less likely.   ","If your aim is children who love reading, don’t force them to read.  It’s likely to have the opposite effect to what you had hoped. ","Illustration Eliza Fricker (www.missingthemark.blog). "],"imageFileName":"why-some-battles-are-just-too-important-to-pick-.jpeg"}