{
	"url": "https://naomicfisher.substack.com/p/but-how-will-they-learn-social-skills",
	"pubDate": {
		"day": "Feb",
		"month": "20",
		"year": "2023"
	},
	"title": "But How Will they Learn Social Skills Without School? ",
	"subtitle": "Surely schools are the only place where children can learn how to get on with other people? ",
	"images": [
		"https://substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2Fc93080b0-0bc8-42e5-8712-c524c6178e2e_1200x861.jpeg"
	],
	"paragraphs": [
		"But what about socialisation? If you have a child who doesn’t go to school, this is one of the first things you’’ll be asked. To the point where it becomes a bit of a cliche. You hear it and sigh.  It's like people can't imagine how social development happens outside school.  Which is odd, because those of us who did attend school have usually been told by a teacher that ‘You’re not here to socialise’ when we were trying to have a good chat with our friend.  ",
		"Illustration by Eliza Fricker (www.missingthemark.blog). ",
		"It's true that outside school, children's social development can look different. They spent very little time in large groups of same-age peers, instead spending more time one-on-one or in mixed-age groups.  But the idea that children must be at school in order to develop socially doesn’t stand up to much scrutiny. ",
		"Schooled children get experience of a particular sort of group. One where membership is compulsory, & opting out is not possible. They learn how important it is to 'fit in'. When you can't leave, it's vital that your peers don't reject you. This is a useful school skill. ",
		"Home educated children's experience of groups is different, because they can usually leave. So if the relationships aren't healthy, or if they don't feel comfortable, they'll go elsewhere and find different friends. This is a useful social skill.",
		"Schooled children get experience of a hierarchical environment, where teachers have power over children, older/bigger children have power over younger children, and Ofsted have power over teachers. Knowing your place is a useful school skill.",
		"Home educated children spend their time in flatter structures and are used to their voices mattering. They will often relate to people who are older or more qualified as equals, asking questions without fear of being seen as stupid. This is a useful social skill. ",
		"Schooled children have to manage big social transitions at times which are dictated by school - going to secondary school aged 11, for example, or reception aged 4. Being ready for these changes is a useful school skill. ",
		"Home educated children do big social transitions when they are ready, some attend their first groups alone aged twelve, others go to their friends' house on their own aged ten.  This flexibility means that social interactions can be scaffolded for longer if the child needs it. This gives them time to develop these social skills. ",
		"That's not to say that school skills aren't important - they are, particularly if you're at school. But school skills aren't the same as the social skills required outside school, and school isn't the only place we can learn to interact with others. ",
		"In our society we consistently confuse school skills with social and learning skills, because we confuse school with education. We think that if something doesn't look like school, it's not as good. ",
		"Outside school, children learn social skills in a range of different settings, moving gradually from families to friends & the wider community. All children did this before universal schooling began & before we all assumed that school was the only way for children to learn. ",
		"So no, I'm not worried about the social skills of children outside school. They will develop differently, and it won't look much like school - but that's fine. School isn't the only way to get an education. "
	]
}