{
    "url": "https://naomicfisher.substack.com/p/a-system-with-failure-built-in",
    "pubDate": {
        "day": "25",
        "month": "Aug",
        "year": "2025"
    },
    "title": "A system with failure built in",
    "subtitle": "What you might not know about GCSE results ",
    "images": [
        "https://substackcdn.com/image/fetch/$s_!Tqb2!,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F8e417c13-45f4-4212-9c3b-db42b9a77c10_5472x3648.jpeg"
    ],
    "paragraphs": [
        "I know, as I post this, that for at least a third of 16-year-olds this week will not have been one of celebration.",
        "That’s not because this year group are particularly predictable, or because I have secret information about the GCSE results.",
        "It’s because GCSE results are highly predictable, even though there is always some fuss made each year about how girls are doing better than boys (or vice versa).",
        "GCSE results are graded by comparing the marks with those from previous years, and making sure that the number of people who get each grade remains more or less the same. There’s some variation, but not a lot.",
        "This means that around a third of each cohort are always going to fail their GCSEs. By fail, I mean that they won’t get the grades they need to go onto college without having to do retakes or do another course at the same level as GCSEs.",
        "This is how GCSEs are designed. If everyone does exceptionally well one year, they’ll just shift the goal posts so that some of them still fail. It’s not possible for everyone to pass. If a school does exceptionally well and everyone passes, that just means that more people in some other school failed.",
        "This is different to a test like the driving test. The driving test is an assessment of how good you are at driving, regardless of how good everyone else is.",
        "I know this isn’t much consolation if you have a teenager who has just had disappointing exam results. It’s not a happy way to end your time at school.",
        "But what it means is that they are not alone. Failure is built into the GCSE system. A third of young people have to fail each year.",
        "They all have a future regardless. Let’s help them to feel hopeful about that."
    ],
    "imagePrefix": "a-system-with-failure-built-in",
    "imageExtension": "jpeg"
}