{
    "url": "https://naomicfisher.substack.com/p/paper-time",
    "pubDate": {
        "day": "27",
        "month": "Oct",
        "year": "2025"
    },
    "title": "Paper Time",
    "subtitle": "",
    "images": [
        "https://substackcdn.com/image/fetch/$s_!3E3Z!,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F473ac999-7369-47ef-bd59-97a8044c40d7_3508x2480.jpeg"
    ],
    "paragraphs": [
        "Imagine if we treated paper like we do screens.",
        "We’d say, oh, you’ve spent an hour reading and 30 minutes drawing – that’s your papertime for today done! Sorry, you can’t write a story until tomorrow, not if you do it on paper.",
        "We’d say, no, you can’t learn to do origami, or make a paper model, or write a thank you card to your aunt. You’ve used up your papertime for today. You can do it tomorrow if you’re good. Go and do something else more worthwhile instead.",
        "We’d say, only ten minutes of papertime left, this is your final warning. And if you don’t stop then, there’ll be no papertime tomorrow.",
        "We’d worry that they were addicted to paper when we found them under the covers late at night, reading their book with a torch. When they are deeply engaged in painting we’d look at them and shake our heads, worried about all the other things they were missing out on.",
        "We’d wonder what ‘counts’ as papertime – does a boardgame fit the bill, or is that cardboard time instead?",
        "We’d agonise over whether four hours at the weekends was too much papertime, and whether that meant that we were a bad parent. We’d threaten to withdraw their paper if they didn’t do what we wanted. We’d tell them that we’ll do anything they like together – as long as it isn’t on paper.",
        "We’d tell them that papertime is mostly a waste of time, and we’re not really interested in what they are reading or writing although if they talk to us or act it out instead that’s great. We’d tell them they’ll have to make do with reading the free catalogues that come through the door, because we’re not going to spend good money on books or magazines. We would walk quickly past bookshops, hoping that they won’t notice and ask to go in.",
        "Imagine if we treated paper like we do screens.",
        "What might happen then?",
        "Illustration by "
    ],
    "imagePrefix": "paper-time",
    "imageExtension": "jpeg"
}