{
    "url": "https://naomicfisher.substack.com/p/the-magic-words",
    "pubDate": {
        "day": "14",
        "month": "Oct",
        "year": "2024"
    },
    "title": "The Magic Words",
    "subtitle": "Why are children not more excited about learning at school? ",
    "images": [
        "https://substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fad821046-61c9-4127-b3d0-bdabd2474b3f_3508x2480.jpeg"
    ],
    "paragraphs": [
        "Schools are full of opportunities to learn. They should be places of joy and discovery, and for some they are. They open the doors to new possibilities. ",
        "Yet by the time our children are teenagers, for many of them school is just something to get through. Research shows that the majority of teenagers have negative associations with school. Adults are frustrated - we offer you so much, they say, and yet all you ask is ‘is this on the test’?  ",
        "This isn’t an inevitable part of adolescence. Loss of interest in learning isn’t a developmental stage. I know that because I know many teenagers who don’t go to school. ",
        "I think it is a side effect of a key fact about most schools. Children have no choice about what they learn. They can’t follow their interests or chase the spark of curiosity. They can’t move on when they have had enough. Education is about outcome - test results - rather than process. Research predicts that this would lead to a decrease in pleasure in learning - and that is exactly what we see. ",
        "That’s the difference between a school",
        "and a library. In fact, it’s the difference between a school and almost any other place of learning. Schools insist. Libraries (and colleges, and nurseries, and universities) offer.  The learners can say No. ",
        "Those magic words ‘It’s your choice’ make all the difference. The learning could be the same, but how the child feels about it is profoundly different. One is exciting, the other is not. ",
        "What would it look like if schools were more like libraries? They could be places  where opportunities were offered but not insisted on. A child could choose to dive deeply into Harry Potter, electricity, Pythagoras or getting across the monkey bars. Adults would be there for structure, information and support, but not to compel.  If the child wanted to run around outside, that would be possible too. ",
        "‘It would never work’ the sceptics say, but that’s how things work in Early Years. That’s how things work in democratic schools across the world. That’s how many who work in Alternative Provision describe working.  That’s a big difference between school and college - it’s assumed that students want to be there, and they have chosen their course. As a result, they behave differently. ",
        "In adult life, no one is going to make you learn. You have to make that decision for yourself. It’s a real life skill. Doing what you are told can become a limitation when there’s no teacher to follow: ",
        "When we compel our children to learn, they (and we) lose something important. ",
        "If schools were more like libraries, how different would it be? ",
        "(illustration by Eliza Fricker www.missingthemark.co.uk) "
    ],
    "imagePrefix": "the-magic-words",
    "imageExtension": "jpeg"
}