{
    "url": "https://naomicfisher.substack.com/p/the-right-to-leave",
    "pubDate": {
        "day": "11",
        "month": "Dec",
        "year": "2023"
    },
    "title": "The Right To Leave",
    "subtitle": "What do we lose when we oblige our young people to participate? ",
    "images": [
        "https://substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fa646c865-70f8-4c77-b9b1-2d6bb6d68790_3508x2480.jpeg"
    ],
    "paragraphs": [
        "Illustration, Eliza Fricker (www.missingthemark..blog)",
        "The right to opt out isn’t one we value when it comes to young people. We value joining in, being there, showing up - and we denigrate saying No, refusing, saying you’ve had enough, or deciding that something isn’t for you. ",
        "Many of us fear that it if we allow young people to say no, they always will.  We think that maybe children (and particularly teenagers) are naturally lazy and not interested in learning - and so it’s safer to remove choices from them. Safer to make their childhood a series of things that they are obliged to do.  ",
        "We build our whole school system on this premise - it’s just too important to allow them choice. We imagine terrible catastrophes if they were allowed to make decisions we disagree with.  Maybe they’d never learn to read!",
        "We turn these obligations into moral judgements. ‘It’s rude to be late’ we tell them, even though they have had no choice at all as to whether to be there. ‘Winners can’t be quitters’ we say, even though every winner will have quit other things along the way (and should winning be the priority in education anyway?). We make young people and their parents feel bad when they say No. ‘What a shame’ we say. ‘You have such potential’ ",
        "What we don’t often perceive is the impact on this on young people. For when you are made to do something, your relationship with it changes.  The difference between choosing to read a book and being made to read a book is huge - even when it’s the exact same book.  ",
        "But that’s hard for adults to see, because the knowledge that you can opt out is invisible. ",
        "Two children reading the same book. One has chosen it, the other knows that they have no choice. From the outside it looks the same, but from inside it’s completely different. ",
        "That doesn’t just affect their relationship with the book. It affects their relationship with themselves and the world around them.  It affects whether they see themselves as a person whose preferences matter.  As someone whose voice counts. ",
        "Our education system doesn’t value the right to leave. Some will tell you it’s ridiculous to think that young people can make real decisions. They will guffaw at the very idea. They will suggest that the way to improve education is more obligation and even less choice. Enforced everything, for longer. ",
        "I know many self-directed teenagers. They are allowed to say No.  Many of them say Yes to difficult things. Advanced maths, Mandarin Chinese, or climbing mountains. They seek out opportunities to learn and to engage with the world - because why wouldn’t they?  Adults set themselves challenges all the time but we seem to think that young people are different. We have to save them from themselves through obligation. ",
        "When we oblige young people to participate, we lose something very important.  We lose the chance for a genuine opt-in when we remove their ability to genuinely opt-out. ",
        "Most of us are so used to the way that things are that we don’t even notice what we are doing to our young people when we stop them from leaving.  But for meaningful change to happen, we have to allow young people the right to say No.  ",
        "Everything starts with that. "
    ],
    "imageFileName": "the-right-to-leave.jpeg"
}