{
    "url": "https://naomicfisher.substack.com/p/pointing-out-a-problem",
    "pubDate": {
        "day": "06",
        "month": "May",
        "year": "2024"
    },
    "title": "Pointing Out A Problem",
    "subtitle": "",
    "images": [
        "https://substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F0b470ed4-4e94-4f7e-8620-aadc3e4dbae7_640x427.jpeg"
    ],
    "paragraphs": [
        "I was listening to a podcast about something unrelated to parenting, or school, or any of the things that I usually talk about.  The guest was talking about his experiences leaving a religion where the leaders were abusive. He raised the alarm as a teenager, thinking that others would act to protect young people.   ",
        "What happened was that he was called rebellious. The youth leaders told him that he needed to pray more, to be more forgiving, and to stop stirring.  His parents were informed that they should discipline him better.",
        "The podcast host said something like. ‘They diagnosed you as having the problem, when in fact you were pointing out a problem.’",
        "It was one of those moments where a light bulb came on for me.  For that is exactly what is happening with our young people.  They are showing us in many ways that they are unhappy. There is something wrong.  Attendance is down, disruptive behaviour is up.  Young people are disengaged and disconnected from the adults around them, and we see it in their behaviour. School isn’t providing a meaningful way for them to spend their teenage years, and we see it in their attendance.",
        "But instead of seeing this as them pointing out a problem, the typical response is to say that it is the young people (and their parents) who are the problem.  More discipline, stricter rules, higher expectations, a change in attitude – that’s what’s needed. Change the young people so they stop showing us their distress, which will enable us to ignore the reasons for their distress. Get them under control so they stop complaining.  ",
        "It doesn’t have to be like this.  For how different would it be if we asked ourselves what they are telling us through their behaviour? If we saw them as a litmus paper for our society, a sign that something is wrong. If we saw this as a call to change what we offer our teenagers, and to work on creating a future worth living for them.  ",
        "For our teenagers are vulnerable. Bigger than children and so we expect more, but still very much in development.  They are pointing out a problem. The question is, can we listen?"
    ],
    "imageFileName": "pointing-out-a-problem.jpeg",
    "imagePrefix": "pointing-out-a-problem",
    "imageExtension": "jpeg"
}