{"url":"https://naomicfisher.substack.com/p/over-the-rainbow","pubDate":{"day":"Feb","month":"12","year":"2024"},"title":"Over the Rainbow","subtitle":"Why You'll Never Find the Pot of Gold at the End of a Behaviour Chart","images":["https://substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F2be422e2-de92-4131-b3ac-b9aa9fd87bbc_5184x3456.jpeg"],"paragraphs":["Behaviour charts look so fun, so playful. They’re bright coloured, and they decorate the classroom wall.  Sometimes there’s a rainbow. Or a traffic light.  Children’s names or sometimes their faces are moved up and down. But parents tell me that their children see them in their nightmares.","They say that their children wake up in night, worried that they’ll be on the cloud again, for all to see. Or they tell me that their little boy comes out of school every day mystified as to what other children do to get on the rainbow, because he just can’t do the same. They tell me that their children worry in the evenings about being demoted, that for some it is a constant preoccupation. Even those who are always in the ‘best’ group worry in case they’re not there tomorrow. One mother told me that her son knows exactly how many behaviour points everyone else has – and he can’t miss it, because that’s what the class White Board defaults to. He knows that he only has half the number of the ‘best student’ and he think that that is because he’s not as good as her.","For behaviour charts are about shame and anxiety.  They won’t tell you that on the packet, but the way that they work is that if a child doesn’t do what the teacher wants, they are publicly shamed. Shame is a very intense emotion, and it’s not surprising that children want to avoid it.  They get anxious about that awful feeling which they know is coming if they can’t sit still, or don’t finish their Maths, or if they jump up and answer a question without putting their hand up.   That is literally how these charts are meant to work.  Children want to avoid shame, and the fear of shame means they change their behaviour.","Adults can switch shame on, but it’s not so easy to turn it off. Children carry that shame with them after the day is finished. They learn to think of themselves as bad, or as not as good as the other children – and that learning sticks.  By the time they are teenagers, some fo them they think they’re useless.  They think there’s no point in trying, because they’ll never amount to anything.","Behaviour charts look so innocent and fun.  But behind the cheerful primary colours is something more sinister.  They are tools which use shame and anxiety to control.  And there will always be side effects of that."],"imageFileName":"over-the-rainbow.jpeg"}