{"url":"https://naomicfisher.substack.com/p/my-house-is-burning-down","pubDate":{"day":"Sep","month":"30","year":"2022"},"title":"My House Is Burning Down","subtitle":"When children are distressed about school, adults usually assume that this is an emotional mistake. What if it isn't? ","images":["https://substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2Fa56af18b-c3d2-4665-b648-560c67c1262a_2717x1949.jpeg"],"paragraphs":["Illustration by Eliza Fricker (@_MissingTheMark)","I’m a trauma therapist and I work with families of children who are not fine at school.  The more stories I hear, the more I am concerned that this area is full of psychological techniques being applied in ways which, unfortunately, can make things worse rather than better.","It’s a basic tenet of trauma therapy that a traumatic event needs to be over before a person is ready to process and recover from what happened to them. They need to be safe.  If they aren’t safe, then the first priority should be changing the circumstances to make sure they are safe. That’s because there is nothing wrong with a person feeling highly distressed when the situation that they are in is dangerous to them.  It would be far more surprising (and concerning) if they were calm.  Fiddling whilst Rome burns, we might say.","I use the metaphor of the burning house to explain this to people I work with.  If your house is burning down, and you go running to tell someone, you’re going to be frightened and distressed. Maybe you shout at them ‘My house is burning down! Help me!’.  If their response is to tell you to quieten down and concentrate on your breathing and that they’re sure it’s not that bad, you’ll get more upset and probably angry. You know your house is burning down! You need actual help, right now, not a breathing exercise! They aren’t listening to you!  You really need them to know how bad it is and they don’t get it. You’ll shout louder, or maybe you’ll push past them to get to someone else who does understand.   They might get angry with you then because they’ll say you’re being aggressive and ignoring them. If they have power over you, they might even punish you for your behaviour.","Thank you for reading Think Again. This post is public so feel free to share it."," Your fear and distress as your house burns isn’t a sign of you having an emotional or mental health problem, it’s a sign that your survival system is acting as it should, to keep you safe.  That’s what it’s there for. It gets triggered when we are in dangerous situations.  Of course, it does also make mistakes sometimes – perhaps you’ve experienced a house fire in the past, and when the smoke alarm goes off in the house your survival system gets triggered even though it’s just the toaster.  Then we might want to intervene to help you feel safe again.","With children, there’s a tendency to assume that their distress, particularly about school, is always an emotional mistake. The assumption is that they are feeling the way they do in error, like running out of the house when the smoke alarm goes off.  This means that the solutions offered are calming strategies or anxiety management – or even being told not to be so silly, just join in and stop making a fuss. Adults do this with good intentions. We want to show them that the world isn’t as scary as they think it is. We don’t dislike the things they dislike, and so we think that if they understood the world as we do, they would be fine. To this end, we tell them that they are wrong to feel the way they do.","What this means is that when child is distressed about school, they are offered emotional regulation strategies. It’s assumed that the school is safe and the right place for them to be, and once they learn that, the better it will be for everyone.  The solution to the problem (from this perspective) is for the child to stop feeling distressed about school, and then everyone will be happy.","But school isn’t always okay, and one person’s experience of a school isn’t the same as another. For some young people, their school feels like a hostile environment, day after day. They find things like the pressure and comparisons, the lack of privacy, the frequent transitions, the playground and the way that people talk to each other extremely difficult, and that doesn’t get better by doing it more. This doesn’t have to be true for everyone in the school to be true for some young people. One person’s happy place can be another person’s nightmare (look, some people climb very high buildings for fun!).  Some young people feel unsafe and unhappy at school, but everyone is telling them that the problem is them and if they just did some more mindfulness or deep breathing, it would all be okay.  This is really confusing for them.","For them, it’s like the house is burning down. They are highly distressed, they don’t feel safe, and being offered calming strategies feels like they aren’t being listened to.  Not only will they not work, but they also have the potential to make things worse, because they tell the child that the problem is them.","That isn’t to say there isn’t a place for calming techniques - but it’s when the problems have been listened to, acknowledged and changes have been made. It’s when the fire has been put out. Now the house isn’t burning and the immediate danger is over, so we might be able to take some deep breaths and regroup.  At that point, we might need to calm ourselves down so we are ready to rebuild.  We might be ready to use the Thera-putty, or the breathing exercises, or a guided relaxation.  But they won’t help put the fire out. For that, we need water and a fire engine. Actual change. "],"imageFileName":"my-house-is-burning-down.jpeg"}