{
	"url": "https://naomicfisher.substack.com/p/cruel-and-unusual-punishment",
	"pubDate": {
		"day": "22",
		"month": "Jan",
		"year": "2024"
	},
	"title": "Cruel and Unusual Punishment",
	"subtitle": "Our teenagers are increasingly being put in isolation at school. Why? ",
	"images": [],
	"paragraphs": [
		"When talking about micromanagement of our teenagers at school, I’ve had people who’ve told me that the consequences given to young people aren’t harsh, that when they were at school things were much harsher.",
		"The most common consequence I am hearing about is isolation. This is when a young person spends the whole day in a room, usually facing the wall, talking to no one. There are generally strict rules about how many times they can go to the toilet and what they can eat. They are not allowed out for break or lunch. They are not always given work from their classes, they are often given meaningless tasks to do which are thrown away at the end of the day. If they break any of the rules of isolation, they are back in isolation the next day. They are there for the whole day and sometimes a detention is added on at the end.",
		"Young people can be put in isolation for a series of minor misdemeanours. One girl told me it was isolation the next day if you had 3 behaviour points in a day. Behaviour points were given for not having the right equipment in random checks, having more than one set of earrings in, for walking on the wrong side of the corridor or if your clip-on tie fell off. She described it as a hostile environment. She developed panic attacks and is no longer able to attend school.",
		"I have been told that in different schools isolation rooms are called ‘Inclusion’, ‘Reflection’ and ‘Re-integration’. These words hide what it really is. Use of isolation has dramatically increased in British schools in the last 15 years but there is very little evidence that it works to improve behaviour in the long term. What we do know from research is that young people experience it as shaming, punitive and it affects how they feel about themselves and school. They learn to think of themselves as losers or failures, and to think of the school as unforgiving and unjust. For some young people it forms part of a ‘school to prison pipeline’.",
		"Isolation is a harsh punishment which causes intense distress. It has serious side effects. It has the potential to make behavioural problems and emotional distress worse. There is little evidence that it works. It has been brought into our schools with very little analysis of the down sides and without the consent of parents. Why are we allowing this to happen to our young people?"
	]
}