{
    "url": "https://naomicfisher.substack.com/p/lets-get-you-back-to-school",
    "pubDate": {
        "day": "31",
        "month": "Mar",
        "year": "2025"
    },
    "title": "Let's get you back to school!",
    "subtitle": "And other ways to block change",
    "images": [
        "https://substackcdn.com/image/fetch/$s_!c8CR!,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F3453535d-d937-4cb8-926c-ac7553bc0917_3508x2480.jpeg"
    ],
    "paragraphs": [
        "Last week a parent was telling me about their highly anxious child who isn’t going to school. They had gone to see a counsellor, and after hours of coaxing and preparation they got to the room. The first question (after names and introductions)? ‘So how can we get you back to school?’.",
        "That was it. They didn’t go back.",
        "In our society we have a strong belief that childhood equals school. A ‘healthy’ child is thought to be doing well at school, attending every day and popular with their peers. Most of us went to school, and most of us expected our children to go to school. If a child isn’t going to school, many assume that they need to be encouraged to go back, ASAP. We equate a thriving child with one who is at school.",
        "So when they don’t go to school, it’s not as easy as just stopping going. Because people ask all the time. Out at the local shop in the morning ‘No school today?’. At the museum in the afternoon? ‘Having the day off school?’. When you meet relatives, there’s one question they all ask ‘",
        "’.",
        "School is in the air that children breathe. Everything they do is in relation to school. That means that when it isn’t going well, it dominates everything.",
        "You can’t really lift the pressure off, because other people and the world keep putting it on. So children may refuse to go out at all, in case school gets mentioned. They may avoid walking down certain roads, because there’s a school. Each time school is mentioned, it’s like re-opening a hardly healed wound. They are continually reminded of what they aren’t doing – and what the rest of the world think they should.",
        "It makes recovery hard, because the spectre of school is always there.",
        "Somehow in our society we have embraced the idea that the only way to be a child is to be at school. We immerse our children in school, and in doing so we miss the point. Because school is a means to an end, not an end in itself. That end is learning, and school is not the only way to learn.",
        "with "
    ],
    "imagePrefix": "lets-get-you-back-to-school",
    "imageExtension": "jpeg"
}