{"url":"https://naomicfisher.substack.com/p/stepping-back-to-school","pubDate":{"day":"Apr","month":"24","year":"2023"},"title":"Stepping Back to School","subtitle":"Why graded hierarchies aren't always the right thing for school attendance difficulties ","images":["https://substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F7a248495-7ced-425a-9ae9-576321dc0bdb_1993x1155.png","https://images.unsplash.com/photo-1627035983655-0ceec61bb733?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8M3x8cm9sbGVyJTIwY29hc3RlcnxlbnwwfHwwfHw%3D&w=1000&q=80"],"paragraphs":[" I am a clinical psychologist.  I am trained in cognitive behaviour therapy (and EMDR, and other therapies).  I am not against graded hierarchies as a general rule.  In the right circumstances they can work really well and I’ve used them many times.","However, I have concerns about the way they are being used in schools, and in particular how all attendance problems are being seen as caused by ‘anxiety’ and therefore treated with graded exposure therapy. ","Graded exposure therapy is a therapy for anxiety.  It’s based on the idea that when we are anxious about something, we tend to avoid it, and therefore we do not get the chance to discover that it isn’t as scary as we think.  It gently and gradually increases the amount of exposure to the feared situation, and the idea is that the person gradually becomes less fearful. This works well with things like getting back to driving after car accidents, or phobias of flying or spiders (I’ve even used it with fears of balloons and baked beans). ","At no point in this therapy is the person "," to confront the thing which makes them scared.  They are in control - that is part of what makes it less scary.  They set the goal for themselves.  I am not going to force someone to confront their fear of driving on motorways, for example. If they think it’s a problem, then they are the one who decides that we will focus on that. ","With children, there’s a danger that we start to define all of their preferences as due to ‘anxiety’.  We say that children don’t want to go to school due to anxiety, and therefore a graded hierarchy is appropriate.  ","But (and this is really important) anxiety is not the only reason why a person might not want to do something.  ","For example, I hate rollercoasters.  They make me feel sick and vomit. Very quickly, even tiny ones. I had to go on them in the past when my children were too young to go alone, but usually I prefer to watch. I avoid them, but not because of anxiety.","However, let’s say I meet a therapist who tells me that my feelings on roller coasters are due to anxiety, and that my avoidance of them is making the problem worse.  Let’s say this therapist tells me that the only cure is for me to do a graded hierarchy of roller coasters and I don’t have a choice about that.  First, I’ll just go and look at a roller coaster. Then I’ll sit in one of the seats.  Then I’ll ride a small one, and lastly I’ll ride a big one - and then, I mustn’t stop riding them.  I must keep going every day, as otherwise I’ll get more anxious again.","Now, I’ll start to feel anxious. I’d start to dread that awful sick feeling I get on a roller coaster. I would see the years out in front of me, with roller coaster rides every day. I’d find it hard to sleep at night.  Every morning I would get up worried about my roller coaster trip.  I’m pretty sure that the sickness won’t stop, because I get motion sick in other places too.","Pretty soon, I’d start to have a full blown phobia of roller coasters - and of my therapist, who was making me do this. I’d start to feel ashamed of my reactions. I’d start to be angry with the person who were making me do this, and I’d start to doubt myself. Maybe this is all my fault? No one else seems to have a problem with roller coasters. Maybe there’s something wrong with me? ","The way I feel on a roller coaster probably won’t change, because the root cause wasn’t anxiety. I don’t like roller coasters because they make me feel sick. Making me go on a roller coaster every day doesn’t change that - but it does make more more anxious about roller coasters.","And that is why exposure therapy should never be used to make a child do something they don’t want to do. Graded hierarchies are not a way to get children to comply. Exposure therapy should never be forced. It’s a treatment for irrational fear and anxiety - and if the root problem isn’t actually anxiety, then it risks making the problem worse. "],"imageFileName":"stepping-back-to-school.png"}