{
    "url": "https://naomicfisher.substack.com/p/they-just-dont-care",
    "pubDate": {
        "day": "22",
        "month": "Apr",
        "year": "2024"
    },
    "title": "They Just Don't Care ",
    "subtitle": "Our school system ignores the science of motivation - and then blames young people.",
    "images": [
        "https://substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F0c05adfd-b9ec-4c28-aee1-302e1921b726_5472x3648.jpeg"
    ],
    "paragraphs": [
        "I’m seeing lots of posts bemoaning that this group of Year 11s just don’t seem to care about their upcoming GCSEs. They aren’t motivated or worried about their speaking exams starting in two weeks time and nothing seems to make a difference.",
        "This is exactly what would be predicted by the science of motivation. Motivation can come from the inside or the outside (or a mixture of the two). Standard schooling works on a principle of controlling children’s motivation. From the moment that children start school, adults are working to motivate them through rewards, sanctions, grades and approvals. They tell children that what they want to do is less important than what adults want them to do. They make them learn things which have no purpose to them, because they will be ‘important later on’.",
        "This changes the purpose of learning. Young children learn because they want to find out and they are driven to explore the world. They ask questions because they are curious and want to participate. It’s hard to stop young children learning, and their learning is very individualised and frequently messy.",
        "Adults try to make this linear, to make them follow a formal process. This isn’t how children naturally learn, and so they have to be controlled in order to do what is required. When we take away their choices and instead give them stickers and certificates to make them do what we want, then we turn learning into an exercise in compliance.",
        "Now they aren’t learning because they want to find out, they are learning because they are being told that they have to. They don’t read because they love stories, they read because they have to do 15 minutes every night to tick it off. They are helpful because they might get an Achievement Point, or a 'Caught Being Kind' sticker.",
        "The research shows that over time, this will damage their internal drive to learn and this is exactly what we see. They don’t ask why any more, they ask what will be on the test. They don’t choose a topic because they are interested, they choose whatever they think will be easiest. And over time, the stickers and stars lose their sparkle. It’s easy to control a five-year-old with a sticker, but 15-year-olds will laugh in your face.",
        "When we focus on the cognitive science of learning, it’s easy to miss that the science of motivation is just as important. Experimental studies on how adults learn often don’t even address this issue, because adults have some level of choice in what they do and that is assumed.",
        "For children and teenagers, it’s different. They often have no choice at all. What they want to learn doesn’t matter. Understanding the science of learning is futile if the learner doesn’t want to know. Cognitive science can’t apply to forced learning. What the learner thinks, matters.",
        "It’s easy to blame teenagers, or their parents, or even the pandemic. It’s deeply frustrating when you are trying to help people who just don’t care. But what if this is actually the predictable result of our education system?",
        "We ignore the science of motivation and our young people pay the price."
    ],
    "imageFileName": "they-just-dont-care-.jpeg",
    "imagePrefix": "they-just-dont-care-",
    "imageExtension": "jpeg"
}