{"url":"https://naomicfisher.substack.com/p/traffic-calming-measures","pubDate":{"day":"Mar","month":"25","year":"2024"},"title":"Traffic Calming Measures ","subtitle":"When We Join People In Their Interests, The World Opens Up ","images":["https://substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fe8a5cd91-10fc-4ff3-bb6b-10329ac4cc08_4032x3024.jpeg"],"paragraphs":["One of the great privileges of my work has been to meet people who have opened my eyes to a different way of seeing the world.  Before I trained as a clinical psychologist I met Benoît, whose passion for church organs and bells means that I travelled the French countryside with him, visiting local churches and asking them the all-important question – do you still have traditional bell-ringers here, or do you use a computer? If the priest answered that they used a computer, he was disappointed. ‘c’est dommage’ (what a shame) he’d say, and often the priest would agree. We’d quickly leave, moving onto the next church. ","If, however, the priest said they had traditional bell-ringers, Benoît would come alive.  He would ask if he could come and see them in practice, and sometimes they would say yes.  It was a whole hidden world of French bell ringers. Before I met Benoît, it hadn’t even occurred to me to wonder how church bells were rung. They just were.  ","Then there was Louis, who was interested in traffic calming measures and emergencies.  As we walked around London together, we’d see interesting ways to slow traffic everywhere.  Signs, and speed bumps, and narrowing of the roads. Before Louis, I moved around London in a totally different way.  I didn’t even think about how traffic was managed.   Now I saw traffic challenges – and (kind of) solutions - everywhere.","Then there were the emergencies.   Louis spent a lot of time watching Bob The Builder – full of emergencies for Bob to fix - and we’d talk about the differences between Bob’s emergencies and real life emergencies.  One special day we saw house with a hole in its roof.  We talked for hours about what might have happened – could it have been hit by a tree? An aeroplane? A person crash-landing in a parachute? We visited museums and looked for the aftermath of emergencies and talked about ways in which we might anticipate an emergency.   When we went back to his house, we made models of speed bumps and road signs out of cardboard and clay. ","And Ruth, whose main interest was locks. How to make them, how to break them, and how to get out of places. She came to see me for therapy and brought a different working model of a lock every time.  She made them out of wood. By the age of 14, Ruth knew more about locks than I had learnt in 40 years, and her knowledge was valued by all around her.  She really struggled to read and write, but she learnt through Youtube videos and experimentation.  Locks made her come alive. ","These are just some of the people I’ve met along this journey.  For each of them, I could have thought that they needed to be ‘moved on’ from their interest, made to spend time doing other things. I could have seen that interest as restricting their lives.  If I’d done that, I would have missed out on so much. ","For when I entered into their interest with them, I saw that this was where they came alive. Far from closing off opportunities, this interest opened the world to them – and opened their world to me"],"imageFileName":"traffic-calming-measures-.jpeg"}