{"url":"https://naomicfisher.substack.com/p/its-not-what-you-say-its-the-way","pubDate":{"day":"Jan","month":"23","year":"2023"},"title":"It's Not What You Say, It's the Way that You Say It","subtitle":"Some children have to be able to say No before they can really say Yes","images":["https://substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F9724782e-7944-4fc0-bbf2-9b632e54f2ac_902x792.png"],"paragraphs":["Illustration: Eliza Fricker www.missingthemark.blog. ","Some children are super-sensitive to pressure.  It makes them curl up inside, or it brings out their ‘automatic no’.  For them, it doesn’t really matter what the suggestion is, because the pressure of the expectation means they can’t say yes.  These are the children who can sniff out the pressure in an ‘innocent’ comment like ‘It’s a lovely day!’ (to which the answer is, ‘Absolutely no way, we are not going out’).","For children who are so finely attuned to pressure, adults can inadvertently make it harder for them to do the things they would like to do.  Adults add pressure in all sorts of unintentional ways. Gentle reminders. Asking questions which have already been answered “Are you sure?”. Taking too long to get ready once it’s been agreed that you’re going.  A look of disappointment when they haven’t got their coat on. A last minute request to get a water bottle.","To help children really make that choice (rather than react to the pressure) we need to think about balancing what we say.  We need to make sure that the option to say no is right there – and that it’s clear that we are not going to be upset or angry if they say it. ","They can’t really say Yes, until they know that they can say No.","This means reframing what we say from ‘Let’s go out to the park’ to ‘We could go to the park or we could not, both are fine with me’.  Or ‘You’re going to really love this film’ to ‘You might like this film or you might not, I’m going to go anyway’.  Sometimes it can even mean putting the emphasis on the ‘No’, as in ‘You probably won’t want to try this, but there is a new game coming out this week’.  Parents have to detach their emotional responses from the child’s reactions.  It’s not a judgement on our parenting if they say no.","This feels strange for parents, became it can feel like by including the ‘No’ in what we say, we make it more likely that children will refuse.  We think that we have to avoid giving them the idea that they might not want to go, and then maybe they will not realise that they had another option.  Parents are sometimes even told this by others ‘Just don’t give them another option!’.","This doesn’t work.  When pressure-sensitive children feel as if they have no options, they double down. They feel trapped. Their Automatic No comes out in force. They can’t see beyond the pressure to what might lie beyond.  The more their parents insist or encourage, the more they cannot budge.   It doesn’t matter how much they might enjoy what’s on the other side, they can’t get there. There’s a barrier in the way.","As parents, there’s a temptation to go at that barrier with a sledgehammer, to try and bulldozer through it, pulling your child behind you.  That doesn’t work.  In fact, it just makes the barrier higher.  Bulldozers are full of pressure.  Literally so.","The way to lower that pressure barrier is to let them be the one to step over it – and to show them that you’re there to help.  It’s about dialling down the pressure as much as you can, and still being open to the possibility of a no.  It’s about telling them it’s going to be okay either way, and then really showing them that that is the case.  Over time they will feel safer, and they will start to find their own ways around the barrier.  The more they know that they can really choose, the more that barrier will feel possible to cross.","They have to know they can say No, before they can even consider saying Yes."],"imageFileName":"its-not-what-you-say-its-the-way-that-you-say-it.png"}