{
    "url": "https://naomicfisher.substack.com/p/is-this-on-the-test",
    "pubDate": {
        "day": "24",
        "month": "Jul",
        "year": "2023"
    },
    "title": "Is This On the Test?",
    "subtitle": "We train children to prioritise outcome - and then complain when they do exactly that. ",
    "images": [
        "https://images.unsplash.com/photo-1606326608606-aa0b62935f2b?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1000&q=80"
    ],
    "paragraphs": [
        "Image: Nguyen Dang Huong Nhu, under the Unsplash licence. ",
        "One of the things we lose at school is our ability to explore and learn without being assessed.  Preschool, children learn without worrying about what their learning objectives are, without considering what the goal of this should be, and without taking account of the gaze of another.   They learn through doing and asking questions of the world. ",
        "Then they get into school and very quickly we teach them that ‘real learning’ must be demonstrated. It must be ticked off by the teacher.  Some learning gets a ‘Well Done’, whilst others gets a ‘Try Again’ or even ‘See Me’.  Without a teacher to certify your learning, it might as well have not happened. Outcome is more important than process, and your outcome will be compared against everyone else. Again and again.  You can’t avoid knowing it.  ",
        "The impact of this appears early.  Children start saying that they are bad at things. They compare their drawings with other children, and they stop drawing because theirs are ‘no good’.  They say they are ‘behind’ at reading, or that they aren’t as clever as the girl who sits next to them.   They are acutely sensitive to this informal ranking system and to what the adults think is important. ",
        "This affects those who perform well just as much as those who struggle.   They learn to think that ‘learning’ only counts when someone else evaluates it, and they start to make their choices based on that. ",
        "‘How well will I do?’ becomes more important than ‘What do I want to learn?’",
        "This doesn’t happen by accident. Adults do this to children deliberately.  They tell them stories of how important schoolwork is, and how getting good marks at school will be the difference between a life well lived and a life of struggle.  ",
        "By secondary school, we are telling children that they just need to do these subjects for GCSE – and then they never have to do it again. We tell them that they can forgot it all immediately, as if that’s a good thing. Learning has become only about measurement.  The idea that you might be learning because you want to know has gone completely, left behind at primary school with the climbing frame.",
        "When I think back to my education, fear of failure permeates every choice I made, although  I didn’t realise this at the time. Many things which were in theory on offer to me – Art, Spanish, Asian History, Drama – were in fact never really options. I ruled them out, because I couldn’t be sure that I’d do well, and doing badly was terrifying.  I couldn’t risk it. Everything I did from age 14 onwards was for a formal examination.  There were no options to learn things without the outcome mattering.",
        "I was lucky.  In my third year at university I was able to choose what I studied – and it didn’t matter how well I did.  At the time I thought I was going to be a doctor and I had already done well enough to continue to clinical school. For the first time in my entire educational career, I could choose something without fear of the consequences. I could choose something which interested me.",
        "I chose psychology, and from the start it interested me so much that learning was an entirely different experience.  I did extra reading because I wanted to. I wrote extra essays and volunteered for studies.  I dropped out of medicine and went on to spend the next 6 years studying psychology at postgraduate level.",
        "I was lucky.  It took me until my third year at university to be able to choose to learn something without fear of the consequences.  Many young people never get to that point.  Learning for them is always about outcome and never about process.",
        "Children have the ability to learn without fear as their birth right.  We take this away from them in the name of achievement and learning. We take it away with stickers and stars and certificates for attainment.  We train them to think that learning is about assessment and results, and then we are surprised when they ask us if this will be on the test.",
        "And most of the time, we do this without ever considering what they are losing."
    ],
    "imageFileName": "is-this-on-the-test.jpeg"
}