{
    "url": "https://naomicfisher.substack.com/p/have-yourself-a-non-arbitrary-christmas",
    "pubDate": {
        "day": "24",
        "month": "Dec",
        "year": "2022"
    },
    "title": "Have Yourself A Non-Arbitrary Christmas",
    "subtitle": "Let it Go Let it Go Let it Go",
    "images": [
        "https://substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F3e3cb067-ba7a-4c75-a5bd-95e206bf91e1_1949x2717.jpeg"
    ],
    "paragraphs": [
        "Christmas.  A time of joy, and particularly for children.  Sparkly lights, presents, Father Christmas, lots of nice food, memories being made…happy families all round. Or so the marketing departments would have you believe.",
        "For many people it’s not like that. Sometimes it takes a clear-sighted child to show us just how bizarre the  traditional British Christmas can be.  First there are the months of anticipation. As it goes closer, there are Advent calendars, designed to increase the anticipation even further. They are to be opened in a very specific way, one door at a time, even though you know there’s chocolate behind the other doors and you’d really like it now.  Then there is the idea of a bearded stranger in a red coat coming down the chimney and actually into your bedroom? Who said this is meant to be fun? ",
        "When the big day arrives, there are presents, each of which comes with a wrapping of expectation. There’s often extended family around, all of whom have their own traditions which they will be disappointed about if not met.  Children are usually expected to open presents in public and look appropriately pleased and excited. They may be expected to wait until everyone else opens their presents too and to show interest as they do so. Everyone might be expected to watch a film together, or go for a walk.  Then there’s the meal with unusual food, which everyone is expected to sit down together and enjoy.  There’s sometimes the expectation of playing games, or watching a film together.  Pressure, pressure, pressure.",
        "One little boy I knew was acutely aware of this pressure, and asked constantly why things had to be this way.  “Why is it on the 25th?” he’d ask. “Why not the 23th or the 28th? Why do we eat mince pies then and only then?  If they were really nice, wouldn’t we eat them all year round? Why do we keep all our presents for the same day? I’d rather have mine now’”   Adults around him didn’t know how to answer beyond ‘that’s just how it is’, and some of them started to see things differently themselves.  Why do we do things this way, if actually we’d prefer to do something different? ",
        "Some children bravely say they will have no part of this. They say they’d like their usual food and their presents unwrapped and given in private when they come through the door. No piles under the Christmas tree. No anticipation.  It takes a lot of determination and assertiveness to do this, the social pressure to participate in Christmas is intense.   But when they do say what they want, typically the adults around them are upset and feel that they are missing out. ",
        "“Come on”, they say.  “It won’t be the same without you” or “You’ll be sad if you open your presents now because there won’t be anything on Christmas Day”. The child feels more pressure, even if they know very well that they won’t be sad. ",
        "What’s the answer? Let go of expectations and focus on what works.  If pizza for Christmas dinner brings more joy, then go with it.  It’s meant to be fun. Turkey dinners are arbitrary (and not even something which the whole world agrees on, by a long shot).  There’s nothing like travelling to another country to see just how arbitrary many of your cultural traditions are. In France, Christmas is about seafood platters.  In Slovakia, it’s about stuffed carp. In the UK we have crackers and mince pies, whilst in the USA they have candy canes and Christmas cookies.  And in a lot of countries, presents are opened on the 24th, not the 25th or even Dec or Jan 6th – that little boy was right, it’s all arbitrary.  Let it go."
    ],
    "imageFileName": "have-yourself-a-non-arbitrary-christmas.jpeg"
}