{
	"url": "https://naomicfisher.substack.com/p/100-attendance",
	"pubDate": {
		"day": "10",
		"month": "Oct",
		"year": "2022"
	},
	"title": "100% Attendance ",
	"subtitle": "Rewards for 100% attendance are common in schools. What's the impact? ",
	"images": [],
	"paragraphs": [
		"Today I heard from a parent that their son was terribly upset when he got covid, because it would ruin his 100% attendance record. At the end of the year, those with 100% get book tokens & certificates in assembly.  She mentioned it in passing, she obviously didn’t think it was a big deal. It was just how school worked, and last year her son had got the award. ",
		"Here’s why policies like that should stop.",
		"What’s the problem, you might think, with rewarding those who turn up day after day? Surely it’s just a nice little treat to recognise their commitment? And book tokens! How worthy.  What’s the problem with free books for kids who take school seriously enough to make it in every day? ",
		"As with all reward systems, however, we don’t think enough about those who don’t get the reward and the effect on them.",
		"Who are these kids? Well, it’s the children with serious illness - the mum then went on to tell me that one girl in his class has leukaemia, for example. Or the disabled child. Or the child with overwhelming anxiety. Or the child who became homeless with their mum due to domestic violence and has to go to the shelter in the night, and then doesn’t make it to school the next day. Or even the child whose dad died and who had a day off to attend the funeral. ",
		"It’s the kids who find school most difficult and who have the most challenges who struggle to attend.",
		"What happens to them when everyone else goes up to get their book tokens? They sit in assembly watching, and they are punished. They are punished because the absence of a reward acts as a punishment for them. It’s a public punishment too, everyone knows that they didn’t make the grade.  No free books for them. Tough. ",
		"Whenever there are rewards, the flip side is punishment. When we reward one person, the others are punished by the absence. When we reward someone one year, and then not the next, that again the absence acts as a punishment. It makes them feel bad.",
		"Of course, we know this. We know that children feel bad when they don’t get something and others do. This is in fact pretty well how rewards are meant to work. They are meant to motivate. The idea is that children will try harder to get the reward.",
		"So what’s the problem? The problem is that 100% attendance isn’t about trying harder. It’s largely about luck, particularly at primary school. Luck not to get ill, luck to have a stable family, luck to be the kind of person who doesn’t find school overwhelmingly stressful.  Luck to be the sort of person for whom life is a bit easier, in fact.  ",
		"Rewards for 100% attendance reward the lucky, and by doing so punish the unlucky. The lucky feel good and the unlucky feel bad. And that has other consequences. Because making those who find school attendance hard feel bad is very unlikely to make them more able to attend.  They are already struggling, and now they’re being punished for it. ",
		"It contributes to anxiety, because children are aware of the consequences of not getting 100%, and some of them will become really anxious about it. For others, it will contribute to their anger and their feelings that they aren’t valued as much as others.",
		"So yes, the proud children up the front of assembly can’t see a problem, and their parents think it’s ‘just a nice gesture’, but it’s so easy to ignore the effect on the least advantaged. We celebrate the winners and the losers are invisible, shamed into silence. The winners assume that the losers deserved to lose - they say that they worked hard for their awards, and the losers couldn’t be bothered to get out of bed and so why should they get book tokens? ",
		"This happens again and again in our education system, and that’s why I keep on banging this drum. Every intervention should be evaluated for its impact on losers as well as winners. It’s not enough to pretend they could all be winners if they just tried hard enough. ",
		"Sometimes people tell me that the attendance awards helped them learn that everyone is good at different things, because whilst they didn’t get attendance awards, they did well at other things and got awards for music or creative writing.  Which is nice for them, but again, let’s think about the losers.  For it’s not true that in a school context everyone is good at something. It’s not true that everyone gets awards somewhere.  Some children learn that they aren’t good at anything. Not even turning up. ",
		"These reward systems come up often when I talk to young people who are disillusioned and burnt out by school. The significance of book tokens goes beyond the money. That’s why it doesn’t work when parents say they’ll buy the book tokens instead, to try and lessen the pain of not getting the reward.  Those book tokens, awarded in public in assembly, signify approval, status, validation - and to those who don’t get them, they signify the opposite."
	]
}