{
    "url": "https://naomicfisher.substack.com/p/just-because",
    "pubDate": {
        "day": "26",
        "month": "May",
        "year": "2025"
    },
    "title": "Just Because",
    "subtitle": "What happens when we try to make children learn? ",
    "images": [
        "https://substackcdn.com/image/fetch/$s_!mL1K!,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fe23ef231-16a6-47b6-8cfb-953fcd4777f8_1949x2717.jpeg"
    ],
    "paragraphs": [
        "When we make children do something, their relationship with it changes. We know that, because most of us have the same experience as adults.",
        "We’re made to read a book, and suddenly it’s less interesting. We’re told we have to attend a meeting, and we drag our feet. I even feel this way if someone tells me that I ‘must’ watch a TV programme. I want to watch it less.",
        "Of course we all have to do things something that we would prefer not to do. I might go to work because I need the money, or wake up with my children in the night because they need me. I do it because it’s important, not because I enjoy it.",
        "But with children we often expect them to do something that they don’t want to do, don’t see the purpose of and that has no pay-off for them. They have to do it just ‘because’. In the name of education we make them do things because we think they are important, but the children don’t agree.",
        "We give them no choice at all, not as the exception but consistently, for years. This changes their relationship with what they do.",
        "And when that ‘thing’ is learning, this has serious implications. Children learn that learning is boring, that it feels pointless and that it’s hard. They learn that they are no good at learning.",
        "They are made to do things and they can’t say no, so instead they learn to go through the motions. They learn to do as little as possible but to appear as if they are complying. They learn that learning is a passive process. They learn to be afraid of difficult things. They run away and hide.",
        "This isn’t inevitable. We rarely appreciate the power of being able to opt out, but for many of us, being able to say No allows us to say Yes.",
        "What stops us? It’s those voices which whisper ‘but what if they never learn?’. That anxiety which says ‘but aren’t they behind?’. We push and we pressurise out of fear for our children - but the pressure itself becomes the problem.",
        "When we allow children to say no, their relationship with learning changes. For so many of them, it’s allowing them to say No which enables them to - in their own time and their own way - to say Yes.",
        "Illustration by "
    ],
    "imagePrefix": "just-because",
    "imageExtension": "jpeg"
}