{
	"url": "https://naomicfisher.substack.com/p/its-just-behaviour",
	"pubDate": {
		"day": "Apr",
		"month": "17",
		"year": "2023"
	},
	"title": "It's Just Behaviour",
	"subtitle": "What are we really saying, when we say a child is 'just behaving'? ",
	"images": [
		"https://substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F845ac8d8-310e-4941-87f8-e0815b462176_902x638.png"
	],
	"paragraphs": [
		"Illustration by Eliza Fricker (www.missingthemark.blog). ",
		"Parents tell me that when their children are struggling at school, they show that through their behaviour and emotional reactions.  When they raise the problems with school, they’re told ‘It’s just behaviour’.",
		"Let’s start with unpacking that ‘just behaviour’? What does it even mean? Behaviour that has no reason? Behaviour which has no purpose? Behaviour which isn’t a reaction to something else? It seems to me to mean that adults don’t need to spend any time wondering why it’s happening – because they know. It’s ‘just behaviour’.",
		"This means it can be dealt with as ‘just behaviour’ – in other words, it can be treated as it’s something which will respond to punishments and rewards.  Adults try to get it to go away through adding consequences. Whether that is by being sent to the headteacher, being moved to the raincloud, or, as with one little boy I know, told that the police would be called if he did it again.   Some children are promised special privileges if their behaviour changes or there are parties and awards for those whose behaviour is deemed acceptable.",
		"The idea is that this will change their behaviour – because it’s ‘just behaviour’.  Adults change what happens afterwards, and don’t worry about what happened before.  The child should stop doing whatever the problem behaviour was, and all will be well again.",
		"It would be convenient if that was the case. Schools would be quite different places if all we needed to do was punish undesirable behaviour, and it would go away.",
		"Unfortunately it doesn’t work like this.",
		"Behaviour is one way that humans (and particularly children) express themselves. It is one way that we show our feelings, our thoughts and our body’s reactions.  It is a response to the circumstances within which we find ourselves.  There is very little behaviour which just ‘is’.  That’s why behaviour can be so different in different situations.  A child whose behaviour is disruptive and aggressive in one setting can be relaxed and sociable in another.  And no, that’s not because they just ‘aren’t trying hard enough’.",
		"Behaviour is feedback.  It’s feedback which tells us how a child is doing, and it is feedback on the impact of the environment on this child.  We can silence that feedback with threats and punishments, we can stop children protesting – but then we lose the feedback. We lose a valuable source of information into how this child is thinking and feeling.   We lose a window into their experience.",
		"And we lose the perspective that asks, why is there so much ‘behaviour’ in our school system? Could it be that children are telling us what it’s like for them, in the only way that they can? Could it be that the system is not fit for children, rather than the children being the ones at fault?",
		"We stop listening when we say that ‘it’s just behaviour’. Because what that really means is this. We’re not going to try to understand. We don't want to listen to their perspective. The reasons don't matter.  It's Just Behaviour."
	]
}