{
    "url": "https://naomicfisher.substack.com/p/the-science-of-discovery-learning",
    "pubDate": {
        "day": "15",
        "month": "Jan",
        "year": "2024"
    },
    "title": "The Science of Discovery Learning",
    "subtitle": "Or What Every Parent and Educators Should Know About Play",
    "images": [
        "https://substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fa9a77fb8-8434-44e7-9a54-e4b8dadacbc1_1206x1616.png"
    ],
    "paragraphs": [
        "Young children (up to age 7) are discovery learners.  In evolutionary terms, their task is to explore as many possibilities as they can.  They discover foundational principles about how the world works. ",
        "Discovery learning is done through experimentation, observation, action and imitation. We often call this play.  Developmental psychologists talk about young children as scientists, constructing hypotheses and testing them out. “What happens if I drop this plate? Ah, it breaks. And does that hold true the next time?”",
        "Discovery learning often appears from the outside to be unfocused and chaotic. It’s messy, non-linear and hard to direct. There’s a reason for this.  Developmental psychologists think that the randomness of play is important – children are trying out different actions and work out the consequences (Gopnik, 2016).",
        "Direct instruction can interfere with discovery learning.  Studies with young children have found that when adults tell children how a toy works, those children simply imitate them and do not explore all the functions of a toy.  When adults give children a toy without instructing them how to use it, those children randomly tried things out and discovered more things that the toy could do than the first group (Bonawitz, 2011).",
        "Pretend play provides a chance for children to think about the way that other people think, and to learn about other minds.  It enables them to practice higher order mental skills and think about different possibilities (Buchsbaum et al, 2012).  Pretend play comes in many forms, including video games.",
        "Discovery learning doesn’t mean that adults aren’t involved.  Fisher (not me) et al (2013) looked at children learning about shapes. Group 1 were just left to play with shapes. Group 2 had adults who played at being detectives about shapes and asked the children to figure out secrets about shapes. Group 3 simply told the children the difference between shapes. When the children were tested a week later, Group 2 did best. ",
        "As children grow, their brains change and they develop the skills necessary for mastery learning.  This only really starts to happen from age 7 upwards, and it’s gradual. Mastery learning is about getting really good at particular things. Practicing because you want to improve. This change continues through adolescence.  Mastery learning isn’t superior to discovery learning. It’s less flexible and more restrictive. It closes down other options as our brains specialise.",
        "Adults tend to think that mastery learning is superior and that discovery learning is a waste of time. I’ve even seen teachers on Twitter say ‘discovery learning is rubbish’. Our school system values discovery learning only in early years. After that it’s ‘just playing’. But discovery learning is the foundation of human learning and cognitive flexibility. The science says, let children play.",
        "For more about discovery learning, I recommend reading The Gardener and the Carpenter by Alison Gopnik. There are many more references to research studies there. "
    ],
    "imageFileName": "the-science-of-discovery-learning.jpeg",
    "imagePrefix": "the-science-of-discovery-learning",
    "imageExtension": "jpeg"
}