{
    "url": "https://naomicfisher.substack.com/p/the-risks-of-facilitated-communication",
    "pubDate": {
        "day": "10",
        "month": "Nov",
        "year": "2025"
    },
    "title": "The risks of facilitated communication ",
    "subtitle": "",
    "images": [
        "https://substackcdn.com/image/fetch/$s_!40BD!,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F7fe8619a-5290-4b10-b6d4-ba2c2a691b83_2560x4551.jpeg"
    ],
    "paragraphs": [
        "Earlier this year, along with millions of others, I was intrigued by a new podcast about autism. ",
        " was, for a few weeks, Spotify’s top-rating podcast. Everyone was talking about it. The presenter, Ky Dickens, promised to explore the voices of nonspeaking autistic people and the origins of consciousness. The incredible claim was that nonspeaking autistic people could read minds.",
        "The story told was that nonspeaking autistic people could meet telepathically with other nonspeakers at a place called ‘The Hill’. The podcast ‘proved’ this through a series of demonstrations where parents were given information not available to the nonspeaking person, who then communicated that information back. The parent might be shown a picture or a number, and the nonspeaking person would say what it was without being shown.",
        "On the podcast, this all sounded pretty convincing. We were told that those who questioned it were underestimating nonspeaking autistic people and that we should ‘presume competence’. We were told that nonbelievers were ‘blocked in the dark’ and that neurotypicals could not understand the autistic world.",
        "Many were convinced – I saw thread after thread on social media about it. This raised a few questions for me, as a psychologist who works with autistic people, and so I investigated.",
        "I wrote an article for The Psychologist magazine about what I found out.",
        "Read the full article"
    ],
    "imagePrefix": "the-risks-of-facilitated-communication-",
    "imageExtension": "jpeg"
}