{
    "url": "https://naomicfisher.substack.com/p/it-starts-here",
    "pubDate": {
        "day": "21",
        "month": "Jul",
        "year": "2025"
    },
    "title": "It starts here",
    "subtitle": "Why are so many of our young children already saying they don't like school? ",
    "images": [
        "https://substackcdn.com/image/fetch/$s_!YQO2!,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fff695428-b674-4b7b-8435-734d6fd2503f_4272x2848.jpeg"
    ],
    "paragraphs": [
        "I’m hearing from ever more parents of primary school aged children that their children really don’t like school. They say that it’s boring, that they have to sit for long hours listening. Parents say that young children are taught things which they, their parents, have never needed to know. Things like ‘fronted adverbials’ and the difference between homophones and homographs.",
        "Which wouldn’t matter if the children were interested and curious, but this isn’t why they are learning those things. They’re learning them because someone has decided that this is the best way for young children to spend their time.",
        "That these – fronted adverbials, for example - are the most important things.",
        "Parents say that their children are stressed about school work before they’ve even turned seven. They say that children wake up at night worrying that they’ll be put in the Red Zone or taken off the Sun and put on the Rain Cloud.",
        "They say that when they tell school that their child doesn’t want to come, school tells them that maybe home is just too nice. They suggest that rather than improving their experience of school, parents should focus on making their experience of home worse so school seems better in comparison.",
        "Huh?",
        "How does that make any sense?",
        "We’re losing a generation of children. They’re learning that they don’t like to learn, at the stage of their lives when they should be bursting with curiosity and excitement. By the time they are nine, some of them are already saying that school is ‘just something to get through’.",
        "Here’s my take. Education shouldn’t be about ‘information in’. The first priority should not be covering content or passing tests.",
        "That is something which can happen later, but first?",
        "We need to inspire children about learning.",
        "When our young children think that they are stupid. When our six-year-olds learn that learning is irrelevant and difficult. When our eight-year-olds believe that they are bad because they can’t sit still and concentrate?",
        "Those things last a lifetime.",
        "This is the foundation of education. If we get it wrong now, we’ll be dealing with the consequences far into the future. ",
        "Our children need change."
    ],
    "imagePrefix": "it-starts-here",
    "imageExtension": "jpeg"
}