{
    "url": "https://naomicfisher.substack.com/p/what-about-english-and-maths",
    "pubDate": {
        "day": "27",
        "month": "May",
        "year": "2024"
    },
    "title": "What about English and Maths? ",
    "subtitle": "If test results are all we measure, then the lives of young people will be inevitably narrow. ",
    "images": [
        "https://substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F1ae4e869-1afb-4dec-bc96-c7c2d957dc79_3304x4956.jpeg"
    ],
    "paragraphs": [
        "Whenever I talk about ways to improve young people’s lives or educate them differently, there’s one question which always comes up. ‘But does it improve their scores in English and Maths?’. ",
        "I’ve seen extracurricular activities, fewer exclusions, family interventions, giving young people a voice, more engaged fathers, even trips to the museum, all assessed by this metric. Whenever anyone tries to instigate change, the question is raised ‘but what happened to their exam results?’.",
        "Everything about a child’s life in terms of whether it improves school results or not, and any intervention is judged by that benchmark.",
        "This means inevitably that children’s lives will be limited, for it is an inalienable truth that an efficient way to raise test scores is to focus relentlessly on those tests and to do whatever you need to do in order to compel young people to comply. If exam results are only thing that you measure, then you won’t see the damage elsewhere.",
        "Imagine if we did the same to adults. Imagine you wanted to join a choir, or run a marathon, or even get married and have children, but you had to justify it by your productivity at work. ‘Will it improve your promotion prospects?’, would be the question you’d be asked before you made any decision. And if your performance at work dropped for some reason, people would suggest that you should let the choir or the family go, as you need to refocus your efforts on what really matters.",
        "What would that do to your mental health? Would it lead to a fulfilling life? And if not, why do we accept it for our young people?"
    ],
    "imageFileName": "what-about-english-and-maths-.jpeg"
}