{
	"url": "https://naomicfisher.substack.com/p/ghost-children",
	"pubDate": {
		"day": "Jun",
		"month": "26",
		"year": "2023"
	},
	"title": "Ghost Children",
	"subtitle": "Are there phantoms haunting our schools? ",
	"images": [
		"https://substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F0972f52d-d436-4e5b-87e0-57aee5493c59_3508x2480.jpeg"
	],
	"paragraphs": [
		"Illustration by Eliza Fricker (www.missingthemark.blog) ",
		"What about the ghost children? The newspapers are full of them. The radio is discussing them.  These apparitions who have apparently disappeared from our schools.  Invisible children, calling us for help, tapping on the windows and wailing at night.",
		"These children are terribly at risk, we’re bein",
		"g told.  They may be being abused, being neglected, they may be dealing drugs or being radicalised.  They must get back into school – where apparently, they can become real children again.  They’ll get their bodies back.  The risks will be over, back in the safety of school.  Phew, we can all breathe out.  School will work its magic.",
		"Thank you for reading Think Again. This post is public so feel free to share it.",
		"It’s a gripping story.  No wonder it’s all around us.",
		"Except it’s not true. No children have disappeared. They are not drifting round the village green, or haunting the multi-storey car park.  They are mostly at home, with their parents. They are known to GPs, to their local communities, to their relatives – but they can’t return to school.",
		"In many cases, their parents would like them to be at school and in every case, their parents would like them to be receiving an education. Parents want help, but when they ask for it, they are told that their child’s difficulties don’t meet threshold.  They are told that what’s required is ‘tough love’.  They’re told it’s up to them, and some of them are given fines or threatened with court. There’s no talk of ghosts then.  The demand letters are real.",
		"Covid changed many things for ever.  Many more adults now work from home.  Events have been ‘blended’. Attending online is so much the norm that when I’ve run in-person events I’ve had people cancel at the last minute because they had thought it would be virtual.  In the adult world, flexibility has become a standard. ",
		"Not so in education. It’s back to bums on seats.  Improving attendance has become a stick for schools and families.  We’ve ignored the many social and emotional ways in which covid affected our young people.  It’s ‘get them in at all costs’ – and the costs are clear to see. Our children are showing us that this doesn’t work, that they need more than ‘back to normal’.  School doesn’t feel safe to all children.  Being in the school building isn’t enough for a child to be learning.  ",
		"Parents tell me that they are faced with ghost services when they look for help.  Years-long waiting lists where CAMHS used to be.  They are told ‘We used to have someone to help with this, but they’ve been cut’.  They ask for flexibility and are told that isn’t possible anymore. They ask for ways to help their children but they’re told that there’s no money for that.  Instead of support, they get threatening letters.",
		"There are no ghost children.  There are children who need something different to what is being offered. They need help before they are in crisis. They need opportunities, not sanctions. They need flexibility, safety and relationships.  They need adults who will help them learn, where ever they are.  They won’t get that whilst we talk about them as if they don’t exist. As if their very bodily reality depends on them being in a classroom.  ",
		"Say it loud for those at the back.  Ghosts don’t exist. ",
		"Children don’t need school to make them real."
	]
}