{"url":"https://naomicfisher.substack.com/p/but-shes-so-capable","pubDate":{"day":"May","month":"22","year":"2023"},"title":"But She's So Capable!","subtitle":"Why can our children thrive in some places, whilst struggling so hard in others? ","images":["https://substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F3674221d-8e58-4441-8dee-54a278d16a29_2717x1949.jpeg"],"paragraphs":["Illustration by Eliza Fricker, @_MissingTheMark on Twitter.  ","When I was a trainee clinical psychologist, I worked in a clinic with children who were anxious and depressed. The children would come in, pale, withdrawn.  They were often in school uniform as they’d been brought out of school to see me. Their answers were often monosyllabic. I assumed that was how they were even as their mothers said ‘she’s not usually like this, you should hear her talk when we’re at home’. ","Then one day I saw one of them in Sainsbury’s.  She was chatting away to her mum, discussing how they were going to bake a cake and needed to buy fondant icing. She looked like a different person. She was active and animated. I was left not sure how to understand this – was she faking it at the hospital? Was she ‘putting on’ her distress?  Was there really a problem?","One of the hardest things for parents to explain to others is how different their children are in different situations.  There’s often an assumption that if they can do something in one situation, they should be able to do it elsewhere, and if they can’t, then it’s intentional. They’re ‘choosing’ not to. Parents are also left scratching their heads – why can they go off to the busy town with their friends, but the busy playground leaves them in a heap?","Which is odd, because we all know how much the environment affects us when we stop to think.  When I’m somewhere I feel relaxed and happy, I am different to when I’m somewhere that I feel under pressure.  I can do so much more when I feel supported and valued than when I feel scrutinised and shamed. When I worked in jobs where I felt controlled, I started to feel prickly all over my body.  I felt less and less capable. When I know I can choose to leave somewhere, I am immediately more able to stay. ","This leaves parents treading a delicate balance, encouraging their children to grow and develop but also knowing that this leaves them open to challenges like ‘well she should be able to do that here too then’ or even the suggestion that they should not be allowed to do the things they enjoy, in order to force them to comply elsewhere.  The more they thrive in one place, the more inexplicable it seems when they can’t manage somewhere else.  Support get withdrawn, because ‘she’s fully capable’.","People exist in a dynamic relationship with their environment. What is possible in one place isn’t possible in another.  We can’t assume that because a child can do something in one place, they’ll automatically be able to do it in another – or, because they can’t do something in one situation, they won’t be able to do it elsewhere.  Environment matters. Autonomy matters. People are full of contradictions."],"imageFileName":"but-shes-so-capable.jpeg"}