{
    "url": "https://naomicfisher.substack.com/p/just-keep-quiet",
    "pubDate": {
        "day": "15",
        "month": "May",
        "year": "2023"
    },
    "title": "Just Keep Quiet",
    "subtitle": "Are orderly classrooms and effective instruction less stressful for everyone? ",
    "images": [
        "https://substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fa537f826-03ab-4376-b4fb-0dfa3d9ddfaf_902x1276.png"
    ],
    "paragraphs": [
        "Illustration by Eliza Fricker, www.missingthemark.blog.  From upcoming book A Different Way to Learn: Copyright JKP. ",
        "When I’m talking about the stress and anxiety experienced by some young people in school, I’m sometimes told that the answer is more rigorous control.  Make the consequences very clear and be consistent. Fewer choices to make, because the rules are so obvious. Quiet orderly classrooms and corridors.  If you speak out of turn, you’ll get a detention.  Less stress all round.",
        "I understand where they are coming from. To adults, highly controlled environments for young people are much less stressful.  They are calm and predictable, and the adult can easily get their voice heard and get through the curriculum.  Many adults yearn for ‘peace and quiet’ and strict control creates that.",
        "It’s an error to assume that this is the same for all young people however. For that assumes that the reason why young people are stressed in school is the same as why teachers are stressed. It assumes that they are frustrated by how hard it is to get through the curriculum and wish everyone was more focused on the task.",
        "It also assumes that we can change that by strict control. Make the young people behave differently, and the problem will go away.  They will all appear to be on-task and learning.  Everyone can feel better and breath out.  Some young people will agree, that’s for sure. But not all.",
        "Childhood is a messy and unpredictable stage of life.  As any parent knows, dreams of an orderly home disappear once your first baby arrives. Children learn in a range of ways, not all of which are obvious to adults. One of the things they are learning is how to be in the world. How to ask questions, how to explore, and how to find their voice. It sometimes doesn’t look much like ‘learning’ to adults, but it is happening all the time.  ",
        "When we put strict control in place, children become much more predictable.  They do what we want and adults sometimes rejoice. It feels so much more productive! We can get stuff done!",
        "Unfortunately, one of the things which comes up a lot in my work is the emotional impact of the systems put in place to create these ‘orderly schools’.  Parents tell me that their Year 7 is terrified of forgetting something because they know the consequences will be ‘consistent’, and that it wakes them up at night worrying.  Young people tell me how every element of their life is controlled, and how angry they feel about their inability to even choose how to cut their own hair.  Younger children start to chew their sleeves to shreds when behavioural charts are introduced, even if they are always on the Green. ",
        "For control over other people has side effects. It’s a short cut, not a long term solution, because it bypasses what the young people thinks and feels.  It looks good from the outside, but on the inside we can’t tell what is going on. Often you can’t see those effects at school and so they are easy to dismiss.  People who are under control are quiet. They hide how they feel inside. That is part of the control.",
        "They come and tell me about that, and I’m over in Heath, not Education.  I’m easy to dismiss as ‘not having a clue’.  I know I’m not alone, however, because other health professionals tell me that they hear the same.  The parents and young people keep coming.",
        "I know that schools are hard places. I know that teachers are under a lot of pressure. I know they often have few choices too.  I want people to know that what we are doing to children in school has side effects. Those effects aren’t measured as research outcomes, and they often aren’t seen by the school. What seems like an orderly environment to you might be a source of intense stress to a child. ",
        "And that’s why I’m waving my flag."
    ],
    "imageFileName": "just-keep-quiet.png"
}