{
    "url": "https://naomicfisher.substack.com/p/and-now-for-something-completely",
    "pubDate": {
        "day": "21",
        "month": "Aug",
        "year": "2025"
    },
    "title": "And now for something completely different...",
    "subtitle": "A guest post from my sister, Dr Susannah Fisher. ",
    "images": [
        "https://substackcdn.com/image/fetch/$s_!U8Sw!,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F0a735b19-1d85-4539-a47c-4ea2acd43e8c_4032x3024.jpeg"
    ],
    "paragraphs": [
        "As I write this, there is a heatwave in France where I am on holiday with my kids and at home England is having its fourth heatwave of the summer. Last week, wildfires reached the outskirts of Madrid. Climate change is no longer something happening in the future in distant places, it is happening now all around us.",
        "We must stop burning fossil fuels and stop any further damage to the climate. But even if we stop burning fossil fuels tomorrow, we still need to adapt to the impacts we are already committed to. This means finding ways to live well in hotter summers, surviving with more unpredictable and heavy rain, thinking about what food we grow and where, and coping with coastal storms and flooding.",
        "But it isn’t only about changes in our local towns and cities. Changes in the climate will also affect how our food is grown and transported from other places around the world, it will affect the relationships between countries as resources are under pressure, and how and where animals and plants can thrive.",
        "In my new book, Sink or Swim, I tell the story of the latest research on climate impacts and adaptation and ask how we can address the hard choices that we face to create a liveable future for all under climate change. Should people be encouraged to move away from the coast? How can global food supplies be managed when parts of the world are hit by simultaneous droughts? How can conflict be handled when there isn't enough water?",
        "I lay out sixteen hard choices that will become more and more pressing over the next few decades and argue we need to start the political conversation on these choices now to meaningfully adapt to the climate-changed world.",
        "The world is changing but we can help shape what comes next. My book lays out how we all need to get involved in adapting our lives, communities and wider networks to the climate changed world to ensure a liveable future for all.",
        "If that interests you then please consider ordering a copy. I can offer 25% using the code SISW25 direct from the Bloomsbury website. ",
        "More info here",
        "It’s a hard time to be a new author in this media landscape so any support and shares about the book are greatly appreciated!"
    ],
    "imagePrefix": "and-now-for-something-completely-different",
    "imageExtension": "jpeg"
}