{
    "url": "https://naomicfisher.substack.com/p/you-cant-test-your-way-to-success",
    "pubDate": {
        "day": "20",
        "month": "Oct",
        "year": "2025"
    },
    "title": "You can't test your way to success",
    "subtitle": "Putting more pressure on young children will backfire ",
    "images": [
        "https://substackcdn.com/image/fetch/$s_!WLAX!,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F73687af8-bdd4-433e-baec-64f9a6c0bda2_4672x3104.jpeg"
    ],
    "paragraphs": [
        "This week,",
        " announced that a new target will be set of 90% of 6-year-olds passing the phonics screening check at the end of Year 1. Currently 83% pass at the end of Year 1 and 89% at the end of Year 2.",
        "The government also announced a new reading test for children in Year 8 at age 13.",
        "They say that this is because strong reading skills are the foundation for everything else in education.",
        "These measures will backfire, and here’s why.",
        "You can’t make children learn faster by setting more tests. You can’t help struggling readers by putting them under more pressure. You don’t allow teachers to teach better by making them teach to the test.",
        "We are already putting too much pressure on our very young children. There is no evidence that pushing academic skills on them earlier leads to later success.",
        "The result will be a narrowing of the curriculum, more anxiety about reading, and more children who start to see themselves as stupid and inadequate before they’ve even turned seven. More children who don’t want to go to school and who don’t think it’s the place for them. ",
        "How children think about learning is the real foundation for everything else. If they’ve decided that it’s boring and hard before they’re out of the Infants, then no one is a winner.",
        "Yes, reading is important. No, more testing and early pressure isn’t the way to raise standards. ",
        "More pressure and more tests will create more of the problems the government say they want to avoid. Our children need something better."
    ],
    "imagePrefix": "you-cant-test-your-way-to-success",
    "imageExtension": "jpeg"
}