{
    "url": "https://naomicfisher.substack.com/p/school-trips",
    "pubDate": {
        "day": "05",
        "month": "Aug",
        "year": "2024"
    },
    "title": "School Trips",
    "subtitle": "Should school trips be a reward for the well-behaved? ",
    "images": [
        "https://substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Ff4c423b7-1ee1-4d73-9912-efa0f4adaf20_3508x2480.jpeg"
    ],
    "paragraphs": [
        "At this time of year I hear about a lot of children excluded from trips and events because of their attendance and behaviour over the year. It’s part of a worrying trend which an number of parents and young people tell me about, where anything enjoyable in some school is turned into a reward which has to be earned by good behaviour.",
        "This starts with playtime, where primary school parents tell me that children are being made to sit in silence instead of going out if they haven’t been focused enough on their work.",
        "It can include things like movement breaks and sensory circuits, set up as adjustments to help children stay in school, but then turned into something which have to be earned. ",
        "Both of these are counter-productive, because children need opportunities to move their bodies and let off steam in order to regulate their own behaviour.  Playtime isn’t a reward for work, it’s a necessary part of the rhythm of the day. Just like adults, children need to get out for a breather every so often.  If they have to earn those opportunities, their behaviour is likely to get worse not better.",
        "At secondary school it’s trips to theme parks or inflatable obstacle courses at the end of term, but only for those with good attendance and behaviour throughout the year. It’s trips to water parks with photo displays on the school wall, and some children conspicuously not included. Even though they’ve already sat in detention or isolation as punishment for their behaviour. The behaviour marks are still there, never forgotten.",
        "This can mean that those who struggle most never get to do the things which enrich the lives of the other children.  It means that some children miss out year after year – and it’s often the children whose parents aren’t able to or can’t afford to take them on trips. Their school lives are less interesting and varied as a result.",
        "School is about so much more than lessons, particularly for those who don’t get many chances to do extra things at home. Extra opportunities should be just that – opportunities and not rewards.",
        "Illustration by Eliza Fricker. www.missingthemark.co.uk. ",
        "Teachers Talk Radio.",
        "https://teacherstalkradio.podbean.com/e/the-school-trip-debate-the-tuesday-spaces-show-with-lucy-nathan/"
    ],
    "imageFileName": "school-trips.jpeg",
    "imagePrefix": "school-trips",
    "imageExtension": "jpeg"
}