{
    "url": "https://naomicfisher.substack.com/p/am-i-spreading-disinformation",
    "pubDate": {
        "day": "02",
        "month": "Dec",
        "year": "2024"
    },
    "title": "Am I spreading disinformation?",
    "subtitle": "Discovery learning in young children - the new conspiracy theory? ",
    "images": [
        "https://substackcdn.com/image/fetch/$s_!u7Eo!,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F19762e8b-0b94-42ad-8bdf-8a1955e36b13_1792x1002.png"
    ],
    "paragraphs": [
        "The post which got this response wasn’t one which I had thought of as my most controversial.  Here is what I said in its entirety.",
        "Apparently this is disinformation. ",
        "So why do I say that direct instruction is less efficient than discovery learning as a way for young children to learn? Direct instruction seems intuitively to make sense, after all. No messing around with trying to figure things out. Much more efficient to just tell them.  It certainly feels more efficient as the adult.",
        "I have no problem with direct instruction. I prefer to be told the crucial information when I am learning.  Tomorrow I am about to start running a training course for therapists – three days of direct instruction and deliberate practice. They want to know how to do something and my job is to help them do that in the most efficient way possible. I am not expecting them to learn how to do therapy through play or to discover it for themselves.",
        "Children’s learning – particularly young children – isn’t the same as adult learning. Their brains work differently. They are less focused, more expansive and they have a shorter attention span.  They find it hard to listen to things they find boring and they need to move around a lot.  They are ‘into everything’ and full of energy, but they often find sitting still and listening very difficult. In fact, sitting still takes so much effort that they may have nothing left to actually listen.  This is uncontroversial in the developmental psychology and neuroscience world.  Brain development really matters, and four-year-olds (and fourteen-year-olds) are not just non-expert adults.",
        "School learning is different to adult learning in other ways. Adults choose what they learn, children are told what they will be learning. Adults often think that children should learn to read (or do maths, or do many other things) before the children themselves see the need. The adults may be right (we could argue that point), but again, this means that children’s learning isn’t the same as adults. With adults, you can give them the information because they want to know it. With children, you have to start with helping them understand why this might be useful. Without this, your explanations are unlikely to stick.  Learning without a reason for doing so becomes meaningless. They don’t necessarily want to know what you are telling them. ",
        "Discovery learning is a stage of life. It’s not free of adult input, and it’s not ‘leaving them to figure it out by themselves’.  It’s intensely interactive, with the child as an active participant.",
        "Once they grow up, they can’t go back and catch up on that time of experiencing the world in a different way. Our children deserve to be allowed their time to play."
    ],
    "imagePrefix": "am-i-spreading-disinformation",
    "imageExtension": "jpeg"
}