{
    "url": "https://naomicfisher.substack.com/p/will-it-make-my-childs-separation",
    "pubDate": {
        "day": "25",
        "month": "Nov",
        "year": "2024"
    },
    "title": "Will it make my child’s separation anxiety worse if I take them out of school?",
    "subtitle": "The difference between dog phobia and school refusal is an important one",
    "images": [
        "https://substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F14ae906e-e28a-44ab-99b2-a4318c60aad1_640x427.jpeg"
    ],
    "paragraphs": [
        "Several parents have told me that they’ve seen a psychologist who has advised against removing their child from school, saying that this will only increase their anxiety.  I’ve seen this advice in books for professionals – books on ‘school refusal’ will claim that allowing a child to stop attending school and seeking another way to learn will cause all sorts of anxiety issues to get worse.",
        "As a past ‘school refuser’ myself, I have a different perspective. I really disliked school at two times in my life. Aged five and aged 13. Both times, I was not scared of school.",
        " I hated the way it made me feel, the way the other students behaved towards me and the way that it felt like I was wasting my time. I only became anxious about it when I was being made to attend. Because I hated it. ",
        "It’s true that avoiding things that make you anxious will sometimes make a person more anxious about that thing. Avoiding dogs will not resolve a dog phobia and might make things worse. Graded exposure can be a really useful tool in reducing anxiety which has got out of control.",
        "School attendance problems are not the same as a dog phobia.",
        "There’s an important distinction between anxiety which is irrational (like a dog phobia which means the child is terrified of all dogs, even a sausage dog), and feeling anxious about being made to do something that you really dislike. In the first case, the problem is fear which is out of proportion to the dog. In the second case, the problem is that you really dislike something and you are being made to do it.  ",
        "With the dog phobia, it makes sense to say ‘stop (gradually) avoiding dogs’.  The child will learn that dogs aren’t as scary as they think, and their anxiety will reduce.",
        "If we treat school in the same way, then it has the potential to make the problem worse. Because if you force someone to go into a school where they are deeply unhappy, then they may well get more, not less, anxious about it. Unhappiness and dislike of school does not respond well to exposure therapy. The child may become hopeless and rather than learning that school isn’t as bad as they think, they learn that no one is listening. They learn that they have no choice. ",
        "I meet children like this. Those who have been forced into school because someone said that it would make things worse if alternatives were explored. Sometimes they get on a downwards spiral and stop doing anything. They shut themselves in their bedrooms.",
        "In order to help these children, we have to think differently about education. We have to stop assuming that the treatment for school anxiety is more school. We have to ask ourselves whether our education system is a place where every child can thrive, and if not, we should ask ourselves what we could do better"
    ],
    "imagePrefix": "will-it-make-my-childs-separation-anxiety-worse-if-i-take-them-out-of-school",
    "imageExtension": "jpeg"
}