{
    "url": "https://naomicfisher.substack.com/p/does-exposure-therapy-work-for-autistic",
    "pubDate": {
        "day": "21",
        "month": "Apr",
        "year": "2025"
    },
    "title": "Does exposure therapy work for autistic children? ",
    "subtitle": "It's a bit more complicated than you might think...",
    "images": [
        "https://substackcdn.com/image/fetch/$s_!kF9o!,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fafbdb0d9-2e20-44f2-9bfb-37b485f4cd79_2939x3918.jpeg"
    ],
    "paragraphs": [
        "I’m sometimes told that exposure therapy doesn’t work for autistic children and should never be used. I don’t agree, and I don’t think there’s any evidence to show that.",
        "In fact, I think it’s a dangerous thing to say, because it can prevent children from getting access to something which might help. It can contribute to them feeling frightened and stuck for much longer than they need to.",
        "Exposure therapy is based on the idea that if we gradually increase a person’s contact with something which isn’t actually as frightening as they think it is, over time they will feel less anxious. This is a basic psychological principle. It doesn’t just apply to people, it applies to animals too.",
        "In the last few weeks I have successfully used exposure therapy to help my cat get over his fear of cat flaps. I started off with petting and feeding him near to the cat flap. I gradually encouraged him to come closer until he felt able to try going through. I never forced him but I held the cat flap open to show him the way. I did this several times every day. Now he can go through the cat flap whenever he wants.",
        "Why am I talking about cats, when this is about people? Not because I think autistic children are like cats, but because exposure therapy relies on the way in which all mammalian nervous systems work. We get used to things over time. The first time we encounter something we often feel scared, and then if it all turns out to be okay then gradually over time (with more exposure) we feel more comfortable. This is particularly important when children are growing up. Over time and with practice new things feel less scary and their sense that they are capable increases. ",
        "Autistic children do this too. If they didn’t then learning would be effectively impossible. They’d never be able to leave their parents, eat different food or sleep alone. This clearly isn’t the case.",
        "What this DOESN’T mean is that we should be using exposure therapy to make children do things which make them very unhappy, or to ignore what they are saying. Exposure therapy should never be used to make a person less anxious about a situation which is actually not safe. And that’s why it is problematic to use exposure therapy for reintegration at school. It can be a way for adults to avoid thinking about why school isn’t working for this child. ",
        "So can exposure therapy work for autistic children? Absolutely. I’ve used it successfully many times. But it should never be used to force a child to do things against their will. It should never be used without first asking, is this anxiety a natural response to the situation they are in? There’s nothing wrong with being anxious if you are under the constant threat of detention if you forget your pen for example. Exposure therapy would be entirely inappropriate.",
        "Exposure therapy is usually inappropriate for problems at school, but that’s true for all children whether they are autistic or not. Spread the word."
    ],
    "imagePrefix": "does-exposure-therapy-work-for-autistic-children-",
    "imageExtension": "jpeg"
}