{
	"url": "https://naomicfisher.substack.com/p/you-better-watch-out",
	"pubDate": {
		"day": "05",
		"month": "Dec",
		"year": "2022"
	},
	"title": "You Better Watch Out",
	"subtitle": "Adults often use fear to control children. Sometimes it's so subtle they don't even notice it themselves. ",
	"images": [],
	"paragraphs": [
		"The use of fear to control children is so ubiquitous that most adults don’t even realise they are doing it. They’d never describe what they are doing that way. But in so many different ways, the children feel it. It appears in so many subtle ways. ",
		"It’s telling children that if they don’t work hard at school, they’ll be failures - sometimes not just at school, but for their whole lives. One boy told me his teacher said he’d end up under a bridge if he didn’t try harder. ",
		"It’s telling them that their parents will be sent to prison if they don’t attend school more often - surely one of the most terrifying things a child can hear. Not only fear of losing their parents, but guilt - it would be their fault. ",
		"It’s piling on the homework and then telling them they shouldn’t be struggling and if they think this is hard, wait until next year when it will be twice as tough. To a child who is already not managing, it seems like there’s no hope at all. ",
		"It’s telling those who struggle to attend school dire stories of those who stopped going to school and became addicted to drugs or involved in county lines - with the clear implication that this is what happens to those who aren’t at school every day. ",
		"It’s punishment systems which escalate quickly, and which involve shaming consequences like lunch in isolation, or having your name written on the board for all to see. It’s having no space for errors like forgetting your pen or having the wrong colour socks. ",
		"It’s behavioural systems where children are moved from the sun to the clouds, or from green zone to red zone - in public. And some children are always in the clouds, or never make it to green zone. Everyone knows who they are. ",
		"Some children don’t notice the implied threat or feel the fear because for them it’s easy to comply. They fit in well with school requirements and so they never get near the darker side of these approaches. They stay in the sun. Some of them start to believe that it’s their natural place, and that others who can’t be there aren’t as good as them.  ",
		"It seems so important that some of them will worry what would happen if they ever lost their status as Good.  They become so frightened about getting it wrong that they don’t want to risk making a mistake or taking a chance. Better to play it safe.  They carry that into adulthood.",
		"Others are more exposed to the threats from the start because they are the ones who find things harder. They worry all night. They chew their sleeves to shreds. They obsessively check their bags for the right equipment. They can never relax. ",
		"Here’s the thing. You can’t tell by looking at a group of children who is going to worry or not. You can’t tell from their faces who is so worried about their lost pen that they are shaking in their shoes. They will hide it. You can’t predict the impact on each child. ",
		"But if you don’t even know that you are using fear, you won’t think to look. You won’t ask yourself, what emotions am I trying to generate here & what happens if some children are rather too responsive to my efforts? What happens to those who can’t comply as I want them to? ",
		"We all think we are trying to motivate children to work hard, try hard and behave themselves. To this end, some fear seems justified. Children want to feel less afraid, and so they comply in order to get away from the feelings. They believe us. ",
		"Fear is hard to titrate. Something that causes one person mild anxiety can cause another person intense stress. We can use fear to control, but we can’t control the fear we create. And if we are creating fear, why are we surprised when children are anxious? ",
		"What else is there? Catch yourself using fear & ask if it’s really necessary. Ask what the effect will be on the most anxious child in the class. Imagine what it’s like for the children on the flip side of these scenarios - the one who can’t attend, or who isn’t achieving. ",
		"Put yourself in the black school shoes of the very unhappy child who’s been told unless they get back to school & work harder their life is over. They believe it. They think they will be lifelong failures & lose hope. ",
		"Children trust us. Let’s stop using that to create fear.",
		"Thank you for reading Think Again. This post is public so feel free to share it."
	]
}