{
    "url": "https://naomicfisher.substack.com/p/the-right-to-refuse",
    "pubDate": {
        "day": "30",
        "month": "Dec",
        "year": "2024"
    },
    "title": "The Right to Refuse",
    "subtitle": "Allowing children to say no would mean we'd have to change the system ",
    "images": [
        "https://substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fe3df4453-3183-4bc2-90aa-b45681e28e10_5472x3648.jpeg"
    ],
    "paragraphs": [
        "We don’t value the right to say no, when it comes to children.",
        "We pretend that we do. We teach them about consent, and that their body is theirs alone.",
        "We read them books and show them films about saying no to adults who tell them not to tell their mum about a secret or who try to lead them away from their family.",
        "Then we tell them that they have no choice about where they spend their time, what they learn and how.  We tell them that we know best, and that their job is to respect that. We pressure them into kissing relatives or sitting on Santa’s lap.  We punish them by forcing them to stay in rooms by themselves or sitting them on a step ‘until you’ve calmed down’. They don’t consent, but it doesn’t matter.",
        "There are things which children do which can make them unsafe – running across busy roads or hitting other people, for example – and then adults have to step in. But we use this to justify why they can’t be allowed to make choices about anything else. We tell them (and ourselves) that it’s for their own good to do what they are told.",
        "Then along come the children who don’t agree. The ones who continue to refuse. The ones who say ",
        "? The ones who say, ",
        "The ones who ask the questions that adults find hard to answer.",
        "There are names for children who say No. We call them defiant, wilful, stubborn or resistant.  We ask why a child ‘isn’t listening’ when we really mean ‘isn’t doing what I want’.  We don’t allow for the fact that they may be listening, and yet disagreeing.  We call that ‘naughty’.",
        "Taking away children’s right to refuse has implications, because it means that what they think doesn’t need to be central when adults are making their plans. If children refuse school, the answer that governments find isn’t to make school better. It’s to punish them and fine their families. If children don’t comply, the answer is to push harder, set firmer boundaries, rather than ask ourselves why.",
        "We don’t value saying no, when it comes to children. And yet it’s the children who refuse to comply who show the rest of us up. It’s them who push us to change systems which aren’t working. It’s their clear-sightedness which leads us to ask whether something really does have to be done this way.",
        "Many of us lost touch with our ability to say No years ago. When our children show us the way, are we listening?  "
    ],
    "imagePrefix": "the-right-to-refuse",
    "imageExtension": "jpeg"
}