{
    "url": "https://naomicfisher.substack.com/p/wheres-the-balance",
    "pubDate": {
        "day": "08",
        "month": "May",
        "year": "2023"
    },
    "title": "Where's the Balance?",
    "subtitle": "Do we need to make children learn fundamentals like maths, because they are just too important not to insist? ",
    "images": [
        "https://substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F93cc8c53-d72a-4b78-b22d-cc6aa330cc5c_6000x4000.jpeg"
    ],
    "paragraphs": [
        "Sometimes we have to make children do things. There are real non-negotiables in life. You can’t run across the road, you can’t hit other people, you can’t stay at the park all night. You can’t stop your parents going to work every day or there will be no money to live. You can’t play with fire. You can’t stop other people from doing things which are important to them. These are real fundamentals.",
        "Then there are a lot of things which adults think they must make children do, because they are concerned that if they don’t, the children will never do them. Reading. Music practice. Maths. Handwriting. Adults make children do these things because they believe that they have a wider perspective and the child will be grateful in the long term.",
        "Adults do have a different perspective to children, that’s true. And sometimes children can’t take the long-term view by virtue of their life experience being short. Sometimes adults do have to intervene because the child makes in the moment decisions (I’ll just run across that road) without considering the possible consequences. Adults need to intervene to keep children safe, that is their responsibility as adults, and sometimes that involves making children very angry.  ",
        "Unfortunately, the act of making someone do something is not neutral, particularly when it comes to learning. That’s because making someone do something changes the person’s relationship with the activity. It makes that activity less pleasurable for the person and it reduces the quality of learning. A book you are forced to read is less interesting than one you choose to read. Sports practice which is mandated is not the same quality as sports practice you do because you want to improve. There is a research base which backs this up.",
        "Many adults don’t understand this. They think if they make a child do something for long enough, they’ll start to enjoy it after a while. Maybe some do, but others learn to hate and avoid what they are being made to do. I meet children who won’t go near a reading book after being make to read at school before they were interested. I meet children who are terrified of maths and getting the wrong answer. Without exception, they have been made to do maths and reading.   Their fear blocks them from learning.",
        "When I meet children who have not been made to do maths or reading (self-directed children) they are not fearful.   They may not be able to read or do maths yet, but they have fewer barriers to learning and when they do want to learn, they are able to do so without feelings of shame for ‘being behind’. ",
        "When adults look back on their childhoods, they often say they wish adults had made them learn something - usually music or times tables. What they usually mean when they say this is that they wish they were now an accomplished musician or mathematician - without having to put in the effort of becoming so. They wish someone else had put in the effort for them. They don’t consider being made to do it would have affected their relationship with music or maths, and how it’s very possible to make a child do something only to have them grow up and not want to do it ever again.",
        "I therefore have the opposite view. I think if it’s important for a child to learn something, then it’s really important not to mess up their relationship with that thing by forcing them to do it. I think that in the long term, a child is more likely to become a keen reader, for example, if they are not repeatedly forced to read from an early age but are allowed to come to it in their own time.",
        "This doesn’t mean that adults do nothing. It means they offer opportunities and support and are available - but they don’t insist against the child’s will. They recognise that forced learning is unlikely to be effective in the longer term. They find ways for children to learn and explore the world which they do enjoy. This is an approach which most home educating parents come to, because they quickly see that forcing a child to learn really doesn’t work.  You might be able to make someone go through the motions, but you can’t make them want to do it. ",
        "Making a child do something is a short cut on the part of adults. It is an easy way round the problem that the child does not want to do something. It means that we don’t ask why, we don’t reassess our expectations (do they really need to do this now?) and we don’t think about the impact that force has on learning. We just push through, in the belief that that is the right thing to do.",
        "Think of your own experience. Do you learn best when you’re made to do something? Does being told you must learn something no matter what make you interested and engaged? Or do you learn best when you are allowed to make your own decisions?",
        "Most people do not learn better when they are made to do so. The quality of their learning and motivation drops. And perhaps the most basic fundamental is that children are people too",
        "Photo credit: Dan Cristian Paduret, from Unsplash. "
    ],
    "imageFileName": "wheres-the-balance.jpeg",
    "imagePrefix": "wheres-the-balance",
    "imageExtension": "jpeg"
}