{"url":"https://naomicfisher.substack.com/p/check-your-instincts-in-at-the-door","pubDate":{"day":"Aug","month":"07","year":"2023"},"title":"Check Your Instincts In At the Door","subtitle":"Is there a place for instincts in good parenting? ","images":["https://substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fd2851033-cb0e-4622-b972-9400dc4b7803_2717x1949.jpeg"],"paragraphs":["Illustration by Eliza Fricker (www.missingthemark.blog).","Some times it seems that in order to be a Good Parent™, parents must leave their feelings at the door.  They’re told ‘We know children best’. ‘They’re feeding off your anxiety.’  ‘Just don’t give them the option and they’ll be fine’.  ‘Show them a united front and they’ll soon learn there’s no point in arguing’. ‘Don’t challenge the school, as that might mean that they do the same.’ ","The first rule of Good Parenting™, it seems, is to squash your own emotional reactions and to dismiss those of your children. To tune them out, rather than tune in to them.","We behave as if the route to adulthood is one of suppressing feelings and repressing reactions.  One of honing children to fit a pre-determined mould.  First the easy-to-manage baby, sleeping through the night and playing placidly alone during the day, with regular naps in their cot. Then the well-behaved school child, skipping off to school, making friends and loving reading and writing. They make ‘good choices’ and everyone is proud.  Then the motivated teenager, studying hard for their exams and planning their studious and high-acheiving future. ","If the child is ‘off-track’, it’s the parent’s job to push them back. Put consequences in place so that they have no choice but to comply. Be consistent. Ignore their protests.  Even when every part of you is saying that this is wrong.  ","We’re told our instincts can’t be trusted, at exactly the time when we need to tune in to our children.  We’re told we need to cut ourselves off from our feelings, so that we can make sure that our children learn to cut off from theirs.  We’re told they have to learn and be held accountable.  Don’t be too nice, they’ll get used to it.  Don’t treat them well, they’ll expect the same from others.  Don’t make home too fun, they won’t want to leave.","As our children grow, we get that message over and over.  Children need to learn that life is hard, and parents are in charge of making sure that happens.  Parents who think their children aren’t ready for school aged four are told they’re holding their children back.  Parents who think their children are under too much pressure are told they need Tough Love. Don’t let them avoid, they’re told, it will make their anxiety worse.  Even if it seems to make it better.  Even if they might be right to be anxious.  ","We devalue parental instincts every day. The expertise that parents hold about their children is seen as too partisan.  They care so therefore their views must be suspect.  Others must know best, because they don’t love the child. ","‘They’re fine’ parents are told. Even when they can clearly see otherwise. ‘Good parents™’ hold tough boundaries, no matter what they are. They remain detached in the face of distress. They hide any hint of love and kindness, in case the child becomes ‘soft’ or others judge them.    Even when their whole body tells them that it’s the wrong thing to do.  ","For that reason I’ll keep my instincts with me, thanks. They’re just too important to leave behind."],"imageFileName":"check-your-instincts-in-at-the-door.jpeg"}