{
    "url": "https://naomicfisher.substack.com/p/39930-teachers-left-the-profession",
    "pubDate": {
        "day": "10",
        "month": "Jun",
        "year": "2024"
    },
    "title": "39,930 teachers left the profession in 2021/2022",
    "subtitle": "Is it behaviour? Or communication? ",
    "images": [
        "https://substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F08750aca-ecbe-455a-8bc4-c7bf0049034f_4668x2626.jpeg"
    ],
    "paragraphs": [
        "In 2021/2022, 39,930 teachers left the profession for reasons other than retirement. ",
        "That’s behaviour. That’s what they did. They left. ",
        "What does it look like when a government treats that as ‘behaviour’? They use rewards and sanctions to try and change the behaviour. They might introduce ‘golden handcuffs’ or they might make teachers sign a contract to promise that they’ll work for a certain number of years or else have to pay any training bursaries back. They might try to guilt trip teachers into ‘making a better choice’ by telling them how much teachers are needed and what a difference they make and how much their training cost. They might encourage them to compete against each other for Teacher of the Year awards and tell them that they can all be winners but only if they keep turning up. It might work, particularly in the short term. ",
        "What would be the difference if they saw this behaviour as feedback or as communication? Then they would ask, what is it about working in schools right now which is leading so many teachers to behave in this way? What are 39,930 teachers telling us, en masse, by leaving?  ",
        "If their behaviour was seen as communication, then it might lead the government to reflect on what sort of workplace their education policy has created. It might mean that a government priority would be creating a school system in which teachers felt valued and enjoyed their work, as well as paying them a fair salary. It might mean that they asked teachers what it is which makes them leave. In this case, there would be less focus on changing behaviour directly and more focus on changing the circumstances which led to that behaviour. ",
        "That’s what it means to see behaviour as communication or as feedback. It doesn’t mean being soft, or ignoring behaviour, or not setting boundaries.",
        "It just means we ask, why is this behaviour happening? What does it tell us? And from that follows, what can we learn from it and what could we do differently?"
    ],
    "imageFileName": "39930-teachers-left-the-profession-in-20212022.jpeg",
    "imagePrefix": "39930-teachers-left-the-profession-in-20212022",
    "imageExtension": "jpeg"
}