{
    "url": "https://naomicfisher.substack.com/p/cuddled-up-with-a-book",
    "pubDate": {
        "day": "16",
        "month": "Jan",
        "year": "2023"
    },
    "title": "Cuddled Up With A Book ",
    "subtitle": "Is Reading to Your Children Always A Good Thing? ",
    "images": [
        "https://images.unsplash.com/photo-1455884981818-54cb785db6fc?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1000&q=80"
    ],
    "paragraphs": [
        "When my son was very young, a charity called the Book Trust was giving all babies a bag of books. It was called Book Start. We all got the same books, and fairly quickly the charity shops around where we lived in East London all had a shelf full of copies of those books.  In the pack was an illustrated guide  for parents, with lots of pictures of parents of all sorts reading to their babies. They all looked happy and engaged, and the message was clear. Read to your child. Every day.  Even if you spend most of the time trying to remove it from their mouth as they try to take a big tasty mouthful of cardboard. ",
        "I took it to heart, and tried to read with my son.  The centre where we went for Stay And Play had signs up on the wall about how important it was to read with your child every day, how this was one of the most significant things a parent could do for their child.  Even the doctor’s surgery had posters about reading - and if you turned up for their vaccinations when they were toddlers, you got more books. This time with a few more words.  ",
        "The message was all around me. Good parents read to their children. Reading to your children will give them a head start at school and is known to be associated with all sorts of positive outcomes later in life. ",
        "I was open to this message. I was an avid reader as a child myself and had learnt to read before I started school.  I was seldom spotted without a book in hand and one spare, just in case I finished the first.  My parents still sometimes tell the story of the time I read the whole way through my sixth birthday party - I do have memories of trying to read during Pass the Parcel and how the game frustratingly kept getting in the way of the book.  I loved reading.",
        "My son, however, was not me.  Fairly quickly he started to make it clear that snuggling up with a book was not his idea of a good time. He would take it out my hand and put it back in the bookshelf.  He’d crawl off.  The moment he could start to talk he’d say No when he saw a book and instead lead me to the cupboard where we kept the ingredients for messy play, or, as he got older, the TV.  ",
        "No matter, I persisted.  Good parents read to their children, right?  Children loved being read to, sharing a book together would be ‘quality time’, there was posters all around me with pictures of happy children and parents reading.  I saw no reflection at all of children like mine, who actively resisted reading. The more I tried to read with them, the more they told me not to.  I was worried. What was I doing wrong? Why didn’t my children love being read to? What were they missing out on and was it going to blight their chances for life? ",
        "As with so many of the edicts issued to parents, there was a crucial element missing.  The child.  For reading with a child isn’t just something a parent does.  It’s something the child has to do too. It is a two-way process but it’s presented as if only one person makes the decision. When we tell parents to read to their children,  the child’s consent is assumed. It’s invisible, until a child says No.     ",
        "This happens a lot when we talk about parenting.  Parenting is presented as something which parents do to children, no matter how the child feels about it.  Even fun books are full of suggestions which say things like ‘Have your child do…’ as if they are a robot with no views of their own. ",
        "Why does this matter? Well, because forcing someone to do something (even gently) is very different to doing something with them which they want to do. Even if it’s apparently the same activity.  Forced reading is a very different experience to freely chosen reading.   Forcing your child to read or listen to reading is not fun or a bonding experience - and in fact the research shows pretty clearly that it can do harm.  Children who are made to complete mandatory reading logs quickly become less motivated to read, and I’ve met children whose experiences of being made to read daily at school have left them unwilling to even pick up a book for years afterwards.   ",
        "When I realised that my son didn’t enjoy reading with me, I had a think about what children get from reading with a parent.  Closeness, conversation, time focused on them and their interests - I thought I could achieve that through other means.  It didn’t have to be centred around a book.  So I started to watch TV programmes with him, and take a genuine interest in those instead.  We watched a lot of Fireman Sam and the Octonauts - I tried buying the spin-off books but he still wasn’t interested and I couldn’t blame him, Fireman Sam is more fun when he moves around and talks.  I can still sing all the theme tunes - he, of course, doesn’t remember them at all. ",
        "My son is fourteen now, and he can read.  We never forced reading on him and so he learnt late in schooled terms, between the ages of 8 and 10.  He learnt from Minecraft and road signs. He skipped reading books and phonics and went straight in with",
        ". He reads for pleasure and his reading level is up to what would be expected at his age. ",
        "I wonder sometimes what would have been different if I’d persisted with reading with him every day, even when he was so clearly telling me no. Because those early choices led on to respecting his decisions in other ways, and choosing not to force education upon him.  We allowed him to come to different forms of learning in his own time.  And perhaps that’s why all the",
        " posters never acknowledge that the child has a choice.  The child is positioned right from the start as someone to whom things are done, no matter what they think. And as they grow, most of us never question whether education should be something which is done to children, rather than something in which they are a more-than-equal partner.  "
    ],
    "imageFileName": "cuddled-up-with-a-book-.jpeg",
    "imagePrefix": "cuddled-up-with-a-book-",
    "imageExtension": "jpeg"
}