{
    "url": "https://naomicfisher.substack.com/p/should-we-try-exposure-therapy-to",
    "pubDate": {
        "day": "14",
        "month": "Apr",
        "year": "2025"
    },
    "title": "Should we try exposure therapy to get them back to school?",
    "subtitle": "",
    "images": [
        "https://substackcdn.com/image/fetch/$s_!luD-!,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fd4b1dfd7-6f39-428a-be29-6e6f37d7d5bf_3508x2480.jpeg"
    ],
    "paragraphs": [
        "A parent asked me yesterday whether they should use exposure therapy to get their child back to school. They said it had been recommended by the psychologist and they weren’t sure what to do.",
        "Here’s what I think.",
        "Exposure therapy is a treatment for anxiety. It works on the basis that when someone has an irrational fear of something, this fear can be overcome by gradually exposing that person to the thing they are fearful of. So if a child is afraid of cars, you might start with just looking at pictures of cars, then sit in the car and then move onto gradually going on short car journeys.",
        "Exposure therapy works when a fear is irrational. By this I mean, when their level of fear is out of kilter with the reality of the situation. Cars can be scary, yes, and there can be accidents, but luckily these are not usually a daily occurrence. To avoid all cars in order to avoid accidents means that a person will miss out on a lot of life experience, all to avoid something which is a relatively rare occurrence.",
        "So when someone suggests exposure therapy to get a child back into school, they are assuming that their desire not to go to school is irrational. They have understood the child as having fear which is out of proportion to the actual situation at school. They think, if the child gets lots of experience of school, they’ll learn that it isn’t as bad as they think it is and they will no longer be so anxious about it. Problem solved.",
        "Unfortunately exposure therapy isn’t a cure-all. It doesn’t make bad situations good. If a person is very unhappy at school then exposing them to school gradually won’t make them happier. If they are anxious about school because the teachers shout and they get in trouble for minor rule infractions, then the problem might not be their emotional reactions. If they are being bullied or excluded by their peers, then this isn’t going to be solved by gradually spending more time with them. If they are bored and frustrated by what they are doing all day, you can’t resolve this through exposure.",
        "Essentially, exposure therapy doesn’t resolve any of the reasons ",
        " a child might feel the way they do at school. It assumes that the problem is the child’s reactions, not anything about school itself.",
        "That doesn’t mean that exposure therapy doesn’t have a place. There are some examples where exposure therapy might be appropriate to help a child with getting back to school. If they had a really bad experience at school which was a one-off (for example an accident), then it might help. If they are now at a different school but they are still reacting as if they were at their old school, then it might help. If there was a difficult situation with peers which is now truly resolved, then it might help.",
        "Sometimes people tell me that exposure therapy doesn’t work for autistic children and that it’s inappropriate for them. I haven’t found that to be the case. I’ve used exposure therapy successfully with many autistic children. They’ve been scared of dogs, cars, particular streets and going out the house. I don’t think it’s autism that makes the difference. I think it’s that in many cases, exposure therapy is being used inappropriately. It’s being used for things it shouldn’t be used for. It’s being used to avoid thinking about why a child is anxious and whether they might in fact have very good reasons for being so. That can happen to both autistic and non-autistic children. ",
        "There’s one other thing. The most important thing when deciding whether to try exposure should be whether the child themselves is willing to try gradual exposure. Not their parents, not their teachers, but they themselves.  We know this when working with adults, but sometimes it gets lost when working with children. Therapy should never be against a person’s will. Forced exposure is not therapeutic. ",
        "For exposure therapy working requires that things are different now, that they feel safe enough and that they do not feel trapped. This means they need to feel able to say No. ",
        "It means that they need to be able to say, this isn’t working, and those around them need to listen.",
        "Illustration "
    ],
    "imagePrefix": "should-we-try-exposure-therapy-to-get-them-back-to-school",
    "imageExtension": "jpeg"
}