{
    "url": "https://naomicfisher.substack.com/p/what-if-this-never-changes",
    "pubDate": {
        "day": "02",
        "month": "Sep",
        "year": "2024"
    },
    "title": "What if this never changes?",
    "subtitle": "(and what if it's all my fault?)",
    "images": [
        "https://substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F11cfe491-c704-431d-bed5-907e191863c7_2681x4016.jpeg"
    ],
    "paragraphs": [
        "When I work with families, one of the things they are most worried about is this.",
        "‘What if this never changes?’",
        "This worry starts early.",
        "‘What if they never learn to sleep on their own?’",
        "‘What if they never self-soothe?’",
        "‘What if they never play independently?’",
        "Then later.",
        "‘What if they never start to ‘use their words’?’",
        "‘What if they always lie down on the pavement and scream when I say no?’",
        "‘What if they never ‘learn to share’?’",
        "And of course, the whispered, secret subtext. Buried so deep that you might not even notice that it’s there.",
        "This worry haunts parents. When four-year-olds are aggressive, or six-year-olds violent. When eight-year-olds have no friends, and ten-year-olds don’t want to do anything except play video games.",
        "It’s hard enough right now – but the hardest part is the little voice which says ‘",
        "?’.  We imagine our children as violent and unhappy adults, and it terrifies us.  We imagine them blaming us, and everyone else around us blaming us too. We live in fear of the future, and it poisons the present.",
        "The irony is that that little voice makes parents panic, and when we panic, we tend to put on pressure. We become less responsive, put the baby down and ignore their cries or shout at the five-year-old who has just pushed her sister off the sofa.  ",
        "‘They have to learn’ we tell ourselves. And when they don’t ‘learn’, we feel even worse.",
        "It’s hard to imagine your child as they get older.  They are so much themselves right now.  But children change dramatically as they grow. Their brains change, and what they are capable of changes too. Children who hit and bite can grow into compassionate adults who care for others. Those who want to do nothing but play video games become interested in and learn all sorts of things. This isn’t made more likely by punishing them for their immaturity.   ",
        "We can’t control the people they will become. We can only do best we can, with the child we have now. The four-year-old who can’t yet control their aggression, and the eight-year-old who finds it easier to relate to adults.",
        "We can meet them where they are. We can show them that we love them, just as they are.  And in that way, we can hold open the possibility of change.",
        "For one thing is for sure. When they are adults we will not be able to go back in time and respond compassionately to the children that they were.",
        "The only time to do that is now."
    ],
    "imageFileName": "what-if-this-never-changes.jpeg",
    "imagePrefix": "what-if-this-never-changes",
    "imageExtension": "jpeg"
}