{
    "url": "https://naomicfisher.substack.com/p/whats-your-attitude-to-learning",
    "pubDate": {
        "day": "26",
        "month": "Feb",
        "year": "2024"
    },
    "title": "What's Your Attitude to Learning? ",
    "subtitle": "And should you be at the back of the queue? ",
    "images": [
        "https://substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F5e5e6a0b-68ff-45bc-a939-8fd78161efe2_1328x634.png"
    ],
    "paragraphs": [
        "A school in Brighton and Hove has been in the news this week, because they rated their students on their “attitude to learning’ and then allowed those with the best scores preferential access to the school canteen at break times.  Queues to buy food were ordered by attitude to learning scores.  Those whose attitudes were rated worst went to the back of the queue.  ",
        "There are many things which bother me about this story, but actually there is something which bothers me more than the queue itself.",
        "Firstly, the attitude to learning (ATL) scales themselves. I’ve looked at several schools (the one in the image is representative of what I found, but it’s not from the Brighton and Hove school). Top grades on ATL are given for things like ‘I pay attention at all times’ and ‘I plan ahead and work towards my goals’ ‘I check all my work carefully’ and low grades are given for ‘I am disorganised’, ‘I rarely set goals for myself’ and ‘I am easily distracted’.",
        "This is a measure of executive functioning, not attitude. Executive functioning comes with maturity and is much harder for some than others. Those for whom it is harder or slower to develop will sometimes, but not always, meet criteria for a diagnosis of ADHD. It’s normal for teenagers to have immature executive functioning. It’s part of what their brains are developing during adolescence. Making them feel bad about it won’t help that and will introduce shame and anxiety.",
        "Next, ‘attitude’ when it comes to children is usually a euphemism for ‘compliance’. The only attitude which is really valued is that of accepting what adults say and doing what you are told. Enthusiasm about adult suggestions, and polite helpfulness. We don’t value attitudes which challenge the status quo, or which refuse to put up with petty rules. Attitude to learning grades seem to combine compliance with executive functioning.",
        "The other part which concerns me is how these scores are being made visible and therefore potentially part of each child’s identity. In the Brighton and Hove story, all children were given a photo ID with their ATL score on it.",
        "Just think about what it would be like if you were given a photo ID at work with a number on it relating to how you did in your last appraisal. You’d literally carry it around with you. You could see the numbers of your colleagues. How might that make you feel about yourself and those you work with? If you got a high score, would you feel superior? If you got a low score, would you feel resentful or angry with those who gain approval? Would you perhaps start to dislike them, just for getting those high scores which indicate they are liked by senior management?",
        "My last question is what these scores are for. Are they meant to be an intervention? For if scores for ATL work to improve attitudes, then by Year 10 and 11, everyone should get the top score. Five years is a very long time to carry out a behavioural intervention. Attitudes and behaviour should improve between Year 7 and Year 11 and the scores should no longer be necessary. Is that what we see?",
        "Behavioural interventions should work, usually within weeks or at the most months. There should be an improvement over time and the intervention should no longer be needed. If they aren’t becoming unnecessary, then they may just be punitive, and it’s time to think again."
    ],
    "imageFileName": "whats-your-attitude-to-learning-.png"
}