{
    "url": "https://naomicfisher.substack.com/p/and-the-winner-is",
    "pubDate": {
        "day": "17",
        "month": "Jul",
        "year": "2023"
    },
    "title": "And the Winner Is...",
    "subtitle": "What do we do to children's learning when we make everything about competition and outcome? ",
    "images": [
        "https://substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F5b31f85b-ab32-46df-bf93-eb6efb32e0b4_1471x981.jpeg"
    ],
    "paragraphs": [
        "Picture the scene. A primary school near you, full of bright and curious children. There’s a Halloween parade, and parents are asked to get into the spirit and help their children with making costumes at home. Many of them dutifully get out the packing tape and cardboard boxes or even the sewing machine.",
        "Then it’s announced to great excitement that it will now be a Competition! The best costume will get a prize and the winning child will get to walk at the front of the parade. What a lovely idea, says everyone. A bit of motivation.",
        "This changes how the children feel about the parade. No longer does it seem like an old sheet with holes or a black plastic sack will be enough. It changes how parents think about it too. They start searching online for special details to add. A wig, or a sword. Children start comparing what they will be wearing with their friends. Some children start to worry, what will happen if they don’t win? It has certainly added to motivation. There are rumours that one parent has ordered a costume from a specialist shop and will be passing it off as hand sewn.",
        "A relatively low stake event has now become high stakes. Now it matters. Now the parade is no longer about making a costume because you enjoy it. It’s about doing it to win.",
        "The big day comes and one child wins. Everyone else loses. Two children cry and are told to be better sportsmen. There’s some muttering about whether the winning child had any input at all into their costume, as it turns out that their grandmother is a fashion designer, and the sequinned Cinderella ballgown doesn’t look like it was sewn by an eight-year-old, but that is quickly hushed up. The parade goes ahead. The Winner leads the way, smiling and waving as she goes. The other children are told to smile too.",
        "The research is pretty clear on what the impact of this will be. When you start rewarding children for doing something, or when you make something competitive, you shift the emphasis from process to outcome. Children start worrying about how to win, rather than focusing on making the costume. It makes sense to cheat or get someone else to do it, if winning is what matters. (Read Alfie Kohn’s Punished By Rewards or Drive by Daniel Pink if you want to know more about the research).",
        "For one Halloween parade, that doesn’t matter much. There will be some disappointed children who will remember not winning, but it won’t have much of a long term impact.",
        "But if that’s how your whole education is structured however, then it does start to matter. Because real learning is about process, not outcome. Particularly for children, and particularly for those who are still in the play-based. discovery stage of learning (which goes on for a lot longer than school usually allows). Learning is about exploring, making mistakes, playing, experimenting– and if you’re worried about winning, you are less able to do any of that. When we shift the focus to outcome, we make learning less enjoyable and less rewarding, and we also limit it. Learning becomes less important than the product.",
        "So my question is, why are schools still doing this? They don’t have to. Kids like dressing up and making costumes, why does that have to be made competitive? Children come into school focused on process and play, and within a few short years they have learnt that outcome is all that matters.",
        "We see the consequences later on. We blame them and call them lazy when, as teenagers, they ask ‘Will this be on the test?’.",
        "Of course they ask. They’ve been trained their whole school life to think that outcome is what matters. They have been deliberately moved away from focusing on interest and process to focus on results and competition. It starts early, with the little prizes, and ‘Star of the Week’ awards, and a few years later it’s onto ‘These exams are the most important thing you’ll ever do’.",
        "Is it really any wonder if our adolescents have lost their spark and curiosity? It was taken from them, each time they were told that it was winning and prizes that mattered, and the joy of learning ebbed away a little more.",
        "Image, Jessica Rockowitz, "
    ],
    "imageFileName": "and-the-winner-is.jpeg",
    "imagePrefix": "and-the-winner-is",
    "imageExtension": "jpeg"
}