{
	"url": "https://naomicfisher.substack.com/p/the-real-world",
	"pubDate": {
		"day": "Nov",
		"month": "07",
		"year": "2022"
	},
	"title": "The Real World",
	"subtitle": "Do young people need to get used to doing things they don't want to do, because that's how the world works? ",
	"images": [
		"https://substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F569b6dc8-87e5-4c49-96af-86a71cc30979_1949x2717.jpeg"
	],
	"paragraphs": [
		"Illustration by Eliza Fricker: Twitter: @_MissingTheMark",
		"When I talk about giving young people more autonomy in their education, I’m often told that that’s just not how the world works.  Adults have to do things they don’t want to do all day, I’m told, so children have to learn to do the same.  That’s just real life. Here’s why I disagree.",
		"Most adults have a reason for doing what they do.  Whether that reason is putting food on the table, whether it’s because they value the work they do and find it meaningful, or whether it’s because they really enjoy their work, there is a reason. ",
		"There is something in it for them.  They aren’t working simply because they have been told that this is what they have to do and they’d better just suck it up.  There is also usually (not always) some element of choice in what they do. They can choose things which suit them in some ways, even if not in everything.  ",
		"Within a job, studies show that people perform better in their jobs when they have more autonomy, purpose and when they feel connected to other people. I’ve worked in jobs with very little autonomy. I worked in a cake factory where we could not talk to each other, our breaks were decided on by the supervisor and if we didn’t work fast enough they would speed up the conveyor belt and we’d have to put strawberries on tarts at double speed. It was awful. My saving graces were the pay and that after a while I got a job at Boots the Chemist instead and so I could leave. Boots was a paradise in comparison. There still wasn’t much autonomy, but it had redeeming features like friendly colleagues and windows through which I could see the outside world. And they still paid me. ",
		"For some children at school, there aren’t many of those redeeming features.  They don’t get paid, they don’t get a chance to decide whether what they are doing is valuable to them, and it doesn’t really matter if they enjoy it. They can’t leave. Their peers may or may not be friendly. And they can’t get a job at Boots. They are there because others have told them they must be there and that there are no other options.  For some of them, that’s okay because they enjoy it, they feel valued and it has meaning for them.  For others, it isn’t okay.  There is no reason in it for them. The only reason is ‘because you have to’. ",
		"Even if we do accept that most of adulthood is spent doing things you have to do, it doesn’t follow that we should make childhood the same.  Childhood is an opportunity which doesn’t come back. It’s a space which could be filled with exploration, learning and fun – precisely because children are not yet adults, and they shouldn’t have to worry about putting food on the table.  It’s a time when most children don’t have to provide for themselves. It is a time to grow. They don’t have the same responsibilities, and that is what makes childhood special. The purpose of work is to get the work done, the purpose of education is for young people to learn and develop.  Those things are different, and education doesn’t have to be run like work.  When the aim is learning, it’s just not the same as when the aim is to make a lot of cakes.   ",
		"When people tell me that children need to spend their school years being made to do things, so they can get into practice for adulthood, I wonder what their fear is. What catastrophe would happen if we raised our children to ask questions, not to put up with ‘because I said so’, to look at the system and ask, does it have to be this way? Could it be that they might grow up to demand change? Could it be that they make others uncomfortable with their honesty? ",
		"When I’m told that the ‘real world’ requires us to make children do things, as that’s what their lives will be like, then I ask why.  Is that really the best humans can come up with? In response I get fury. I get ridiculed, mocked, and told that I just don’t live in the real world. ",
		"Then I wonder whether perhaps in fact ",
		" the feared catastrophe, the one who just won’t shut up and do as she’s told."
	]
}