{
    "url": "https://naomicfisher.substack.com/p/breaking-windows",
    "pubDate": {
        "day": "24",
        "month": "Jun",
        "year": "2024"
    },
    "title": "Breaking Windows",
    "subtitle": "Does sweating the small stuff work? ",
    "images": [
        "https://substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F328f7421-0f56-4f89-8387-f09df1fcb995_2705x4065.jpeg"
    ],
    "paragraphs": [
        "Another account hits the news of a school implementing extremely controlling behavioural policies, in the name of turning a school around.",
        "Read the article here",
        "All these pieces report similar approaches - immediate detentions escalating quickly to isolation for minor infractions, including uniform and equipment issues. Staff encouraged to be rigidly consistent, and penalised if they aren't.",
        "The results are predictable. Kids start to dislike school, parents start to protest, and undercover teachers say it's a toxic environment, but they don't dare say so in public. And then people in power say that the parents and kids are making it up and it's only one side of the story.",
        "If they are making it up, it's odd that so many of them say the same thing.",
        "Why are we hearing about so many schools punishing kids for missing green pens, or the wrong colour socks? It's down to the Broken Window theory.",
        "Sweat the small stuff and you won’t have to worry about the big stuff.",
        "This is based on broken window policing. The idea is that if you leave the broken window in a neighbourhood people will think that it’s uncared for and not monitored, and more disorder will follow. The neighbourhood will go downhill. Mend the windows, and you can stop that from happening.",
        "It wasn’t meant to be about people. It was about the environment (and even then, the research isn’t strong). Because it turns out that when you apply it to people it has some quite troubling consequences. Lots of ‘stop and search’. Racial profiling, and deteriorating relationships between people and the police. It turns out people don’t like being jumped on for every little thing. It doesn’t make them feel more positive or pro-social.",
        "Windows and people are, after all, quite different.",
        "In some British schools however, the idea that the way to turn a school around is to 'sweat the small stuff’ has turned into an obsession with uniform details, missing equipment and everyone doing things the same. Line ups in the morning and inspections at tutor group. Refusing to allow girls to wear socks over their tights, as Longsands school did last winter. Everyone using rulers to track reading, and having to keep books flat in the desk, as is reported happening in Astrea Academy schools. Sending girls home en masse for skirt length, as a Welsh school did last week.",
        "Petty control, in the name of ‘sweating the small stuff’. It makes it hard for parents to complain, because schools will say it’s part of their overall strategy to turn behaviour around. Yes, no socks over tights might seem trivial, but they are the ‘broken windows’. Let them wear non-regulation socks and next thing you know they'll be dealing drugs at the school gate.",
        "The result? Schools are seeing broken windows where before there was just a pane of glass. They’re finding windows which weren’t actually broken, but are just designed differently to other windows, or perhaps were left slightly open. Behaviours which were not an issue before have become worthy of sanction.",
        "They’re looking so hard for broken windows that they are seeing them everywhere.",
        "The result is to turn (almost) all the kids into perpetrators. Even the ‘well behaved’ kids get multiple behaviour marks and instant detentions. Those who push back end up in isolation very quickly. I spoke to one girl who said that in her large comprehensive school, only eight children made it through the whole year with no behaviour marks. Less than 1%. She knows because there was a special assembly about it.",
        "Young people and their parents say it creates a negative environment, where kids feel that they are only noticed when they do something wrong - and it’s easy to get things wrong. Some teachers say the same. Staff are leaving and some of them are speaking out. They are scared too, just like the kids.",
        "Some kids get into a spiral of being constantly pulled up for minor infractions and pushing back. Because that is what some kids do. They push back. They want to be able to make some choices in their lives, and they resist petty control. They say No.",
        "For them, sweating the small stuff has exactly the opposite effect that is intended. The small stuff gets bigger and bigger. Cracked windows appear in places where there weren’t even windows before. Broken glass is everywhere you look. The kids fall apart - and still the same strategy continues."
    ],
    "imageFileName": "breaking-windows.jpeg",
    "imagePrefix": "breaking-windows",
    "imageExtension": "jpeg"
}