{
	"url": "https://naomicfisher.substack.com/p/not-up-to-scratch",
	"pubDate": {
		"day": "Mar",
		"month": "06",
		"year": "2023"
	},
	"title": "Not Up to Scratch",
	"subtitle": "Are We Teaching Our Children to Be Afraid of Failure? ",
	"images": [
		"https://images.unsplash.com/photo-1523580846011-d3a5bc25702b?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1000&q=80"
	],
	"paragraphs": [
		"’ - Sir Ken Robinson.",
		"This came up in my feed yesterday, and it resonated. For I am afraid of being wrong, and so are most of the children I meet. Not just afraid, terrified. I wake at night, worried I’ve written or said something which is ‘wrong’ and that a master teacher will come along with a giant red pen and cross it out. ‘Try harder’ they’ll write, or even ’Not good enough. Do it again’.",
		"I remember learning this fear as a child. I did well at school, for the most part, and usually I got green ticks rather than red crosses. This didn’t mean I relaxed though. Every tick I got make the prospect of negative feed back worse. It felt like an evaluation of who I was - was I ’Good work’ or was I actually more of a ‘See me’ type of person, just pretending to be ‘Well Done’? I suspected the latter, that one day they would all see through me and realise that it was all a front.",
		"It felt brittle, and unpredictable. I had to guess what the teachers wanted, for they were the arbitrators. It didn’t matter at all whether I thought I’d done well or not. That was not for me to judge, even if they pretended to ask me sometimes. I knew what they thought mattered more than what I thought. They were the experts, not me.",
		"I learnt to fear feedback. It made me feel strange through my whole body - what if they said I wasn‘t good enough? I carried this into adulthood where I would avoid reading the feedback on my essays because of how it would make me feel. I’d look at the grade and then put the essay away as fast as I could, never to be looked at again. The worse the grade, the more I tried not to see the comments. But even with the good grades, the comments made me feel queasy. ",
		"So what changed things for me? Why am I writing this to you, putting myself out there for public feedback? Well, I decided I wanted to improve my writing a few years ago, and I read a lot of articles about how to do so. The most useful thing I read was in a piece which unfortunately I cannot now find (If you recognise it, please tell me). The author said this.  The difference between a successful and an unsuccessful writer are the 400 rejection letters which the successful writer has in their filing cabinet.",
		"This reframed the whole thing for me. Suddenly, each bit of negative feedback was a step on the way, a rite of passage. And in fact, if people took the time to give me real feedback, it was a gift. Even when they said ‘and we don’t want to publish it’ at the end. It was useful to know that I was too repetitive, that I needed better examples, that it was unoriginal and I needed to be more convincing and less polemical.",
		"That’s what I think we should be aiming for with our children. They need to practice making mistakes and getting things wrong, just as much as they need to get things right. They need to know that the ‘right answer’ is often an illusion in life, and it’s certainly less important than the learning along the way.",
		"I’d like to see an aim of education being to reduce fear of failure, rather than increasing it. Our children need opportunities to get things wrong, and to discover that they can keep going and there are other chances. Lots of chances to make decisions, even if we think we’d make better ones for them.  We won’t do that when the focus is always on getting it right, on getting the grades. We won’t do that when we shame and punish our children when they mess up, or tell them that their whole life depends on exam success.",
		"It would be great if this was as easy as telling them it’s fine to make mistakes - but it’s not. Why would they believe us, when the world tells them that right answers are everything? We need to show them as well as tell them. Let them see us failing, making mistakes and getting it wrong. We need them to know that we are all learning, and that we’re embracing those rejection letters, even though we’d rather skip them and get to the acceptance. It has to start with us.",
		" (Just for the record, I have not been counting my rejection letters but I’d say I’m at around a hundred and fifty. More arrived this week. Still a lot more to go…)"
	]
}