{
    "url": "https://naomicfisher.substack.com/p/you-have-to-learn",
    "pubDate": {
        "day": "17",
        "month": "Feb",
        "year": "2025"
    },
    "title": "You Have to Learn",
    "subtitle": "What better time to be childish than childhood? ",
    "images": [
        "https://substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F1b3c7f3a-ce3d-4e77-ae20-c927500931ee_3508x2480.jpeg"
    ],
    "paragraphs": [
        "So much distress is caused by the idea that we must teach children things which cannot be taught. Not just for the children, but for their parents too. For we are always parenting for the future, for the ‘badly brought up’ person we don’t want them to become. It stops us from responding to the child we have, right now. We torture ourselves with \"but what if they never learn?'.",
        "We think we must teach babies to self soothe, years before they are capable. We think we must teach toddlers to talk calmly rather than shout and scream, years before they can control their emotions. We think we must teach children to be quiet and sit on their bottoms, when their bodies are desperate to move. We say they must learn to wear ties, and button up shirts, and spend their days at a desk, to prepare them for work. We spent their childhood trying to make them behave more like adults, and when they don’t measure up, we blame them.",
        "We think we must squash their childishness, in fear of a future in which forever they run too fast and shout too loud. We think that we must tell them, again and again, to wait, to think before they leap, to control their behaviour - or else (the horror!) they will never learn.",
        "We keep telling them, even when the evidence is right there in front of us that it makes no difference at all. ‘In one ear and out the other’ we say, but still we keep on telling them. We are the slow learners.",
        "The reason a child is childish isn’t for lack of telling. It’s because their brain is on a different operating system. One which has a lot of maturing to do, but which is just right for the stage they are at now. A stage which is about creative exploration and discovery, not mastery and expertise. One where following your impulses matters more than controlling them.",
        "They mature through experience and time. Through growing and watching, and trying things out. Through living their lives, and seeing other people live theirs. As they grow up their brains change and they become capable of reflection. Of self-monitoring and management. Of controlling their impulses and thinking things through. It is a seismic shift.",
        "The difference between a fifteen-year-old and a five-year-old is remarkable, and it’s not just down to all the things that the older child has been told. The difference between a twenty-five year old and that fifteen-year-old is extraordinary again. They operate differently. No matter what.",
        "We have lost our faith in our children’s ability to grow up. We don’t believe that they will learn to sit still, to listen, to keep their hands to themselves and to plan ahead unless we consistently reprimand them for their inability to do so as children. And so we correct them, again and again.",
        "Being told off isn’t how children learn these things. No matter how many times you tell them off, a five-year-old won’t grow up any faster.  And as we try to mould our children into something that they cannot yet be, too many of our children learn that they are bad or naughty, told off for being immature or just ‘too much’.",
        "Childishness shouldn’t be an insult. Let our children be childish.",
        "(illustration by Eliza Fricker (",
        ") from When The Naughty Step Makes Things Worse, by Fisher and Fricker, out now)."
    ],
    "imagePrefix": "you-have-to-learn",
    "imageExtension": "jpeg"
}