{
    "url": "https://naomicfisher.substack.com/p/creating-a-life",
    "pubDate": {
        "day": "14",
        "month": "Jul",
        "year": "2025"
    },
    "title": "Creating a Life",
    "subtitle": "Why the environment matters for autistic children (and why it's more complicated than you think)",
    "images": [
        "https://substackcdn.com/image/fetch/$s_!Er6o!,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Ff2c5011c-83ab-48dd-b163-46e5fc5b3ebd_2250x1915.png"
    ],
    "paragraphs": [
        "Autism + Environment = Outcome – Dr Luke Beardon",
        "Yes…and",
        "Often, when a child is diagnosed with autism, it directs our attention onto them. We stop asking “What is happening?’ and instead start to identify all the things which they struggle with, or which they don’t do as well as other children.",
        "When something goes wrong or when they’re highly anxious, we’re sometimes told ‘that’s their autism’. I’ve even heard that professionals have said that they can do nothing to help an anxious child, because they’re autistic.",
        "This isn’t good enough. Autism is a description, not an explanation, and it shouldn’t be used as a reason.",
        "But it’s also not quite enough to say that it’s as simple as adding the environment into our thinking.",
        "The environment that a child is in matters, and that’s where parents can make a difference. But the environment isn’t separate to the child. It doesn’t exist as an independent entity.",
        "Behavioural genetic research shows us that people create their environments – and then their environments influence how they learn and develop. We create our environments, and then our environments create us.",
        "What does this mean in practice? Well, think of two children in the same home. One loves playing video games and the other loves art. The child who loves video games spends all the time that they can playing video games, but their parents don’t like this. They try to dissuade them from playing, and they won’t play with them. That child spends a lot of their time arguing with their parents about video games. They live in an environment of conflict and disconnection.",
        "The child who loves art spends all the time they can doing art, and their parents really like this. They are approving, and they find new ways for that child to do more art. That child feels good about their art and spends time painting together with their parent. They live in an environment of positivity and connection.",
        "Same environment. Same family. But experienced in very different ways, because of who those children are and what they enjoy. One child learns that their interests aren’t valued and that their parents aren’t supportive, whilst another learns that they are talented and that their parents will do everything they can to help.",
        "Those different experiences will affect who those children grow up to become. Their brains will change in relation to those experiences.",
        "But they’re in the same family, in the same environment.",
        "Environments interact with individual differences in multiple ways as children grow up. Psychologists call these interactions ‘bidirectional’.",
        "That’s why we should never treat the environment as if it can be separated from the person. There’s no one size fits all. It’s always about each person’s own experience of the world around them and how that then affects who they become.",
        "Child X Environment = Outcome. Spread the word."
    ],
    "imagePrefix": "creating-a-life",
    "imageExtension": "png"
}