{
    "url": "https://naomicfisher.substack.com/p/why-being-autistic-is-nothing-like",
    "pubDate": {
        "day": "29",
        "month": "Sep",
        "year": "2025"
    },
    "title": "Why being autistic is nothing like being pregnant",
    "subtitle": "",
    "images": [
        "https://substackcdn.com/image/fetch/$s_!-gNd!,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F8203318f-ed2a-48ba-bac9-c9eb4f7ba3d0_5760x3840.jpeg"
    ],
    "paragraphs": [
        "No one thinks that they are spreading misinformation.",
        "For the most part, misinformation doesn’t spread maliciously. It spreads because people want to share something important they’ve discovered. It spreads because people hear something and it makes sense to them. It spreads because someone has a ‘lightbulb moment’ and they want to let the world know. It spreads because something is a good story or analogy.",
        "Misinformation mostly spreads in good faith. Here’s an example. There’s a story I’ve seen repeatedly on social media which goes like this.",
        "You can’t be a little bit autistic and it’s offensive to say that you can. Being autistic, they say, is like being pregnant. You either are, or you are not. With pregnancy, it doesn’t matter how many signs of pregnancy you have, if you’re not pregnant, then you’re not pregnant. It's the same with autism, they say. If you're autistic you are, if you're not, you're not. It's a simple binary.",
        "This is misinformation.",
        "Being autistic is, in fact, almost entirely unlike being pregnant, and one way in which it is different is that pregnancy can be detected by a simple urine test, whilst autism diagnosis takes several professionals hours to do. It is not always easy to work out who meet criteria and who doesn’t.",
        "What ‘being pregnant’ means has remained consistent throughout human history, while what ‘being autistic’ means has changed significantly just in the last 15 years. That’s because autism is a human-made category, whilst pregnancy is a natural category. An autism diagnosis draws a line where none exists in nature, while pregnancy is defined by a natural difference. It doesn’t matter how many professionals get involved, the line between ‘pregnant’ and ‘not pregnant’ will remain. Self-identifying as pregnant cannot make a person pregnant, not if they are actually expecting a baby at the end.",
        "Autism, on the other hand, is shifting all the time. Between professionals, between cultures, between time periods. What it means to be autistic in 2025 is different to what it meant in 2005 and even more different to what it meant in 1985. Autistic traits are everywhere in the population, and a diagnosis draws a line.",
        "That means that it is possible to be just one side of that line, and to be really quite autistic, but not autistic enough to get a diagnosis. It is possible to have autistic traits, but not to get a diagnosis. It is possible to be quite disabled by autistic traits, and not get a diagnosis. It really is possible to be a little bit autistic, and there’s no reason why that should be offensive. It doesn’t invalidate the struggles of those who are diagnosed with autism to recognise that these traits exist on a continuum.",
        "Being autistic is not like being pregnant. It’s misinformation to say that it is."
    ],
    "imagePrefix": "why-being-autistic-is-nothing-like-being-pregnant",
    "imageExtension": "jpeg"
}