{"url":"https://naomicfisher.substack.com/p/learning-to-feel-safe","pubDate":{"day":"Mar","month":"27","year":"2023"},"title":"Learning to Feel Safe","subtitle":"How do children learn to recover after difficult experiences? ","images":["https://substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F80ddf483-4650-481c-976c-33728399b508_902x858.png"],"paragraphs":["Illustration by Eliza Fricker (www.missingthemark.blog).","Whenever we talk about trauma, people want to know “What happened?”. What was it, the terrible thing which has left you feeling so unsafe and like your world has shattered?","It’s often hard to answer, because it can feel like it’s hard to pin down what happened. Sometimes it’s obvious – a car crash, a bereavement – but often it’s not.  Often the ‘trauma’ can feel like it doesn’t quite measure up to what they expect.  A detention for the wrong haircut.  A friend moving away.  Difficulties with school.","That’s because psychological trauma isn’t just about ‘what happened?’.  It’s about how that made you feel, what happened next and how you made sense of that.  ","When I talk to people who are traumatised, the worse moment is often not what you would expect at all.  It’s often not about the ‘event’ at all.","It’s about how, when your friend moved away, no one seemed to notice that now you are all alone in the dining hall and you stop being invited to the sleepovers.  It’s about the way that when you arrived home, upset because of the detention, your parent said ‘Well, that serves you right, I told you not to choose that cut’.   It’s about the way that the attendance officer makes you feel each morning when you have to call to say they won’t be coming in. Again.","The responses of the world around us adds layers of shame and anxiety to our experiences. Instead of feeling safe and heard, we start to blame ourselves, or we start to feel that we will never be okay again. ","Difficult things happen all the time.  There will never be a life without difficult experiences, and we all have the capacity to heal from that.  We do it all the time.  We integrate our experiences into our life story.    Our children need chances to practice doing this.  They will never live in a world where everything goes well.","However, we need the right circumstances to do that in a way which allows us move on – and children in particular need help to do so.   We know that what helps is emotional safety and making sense of what happened. For children that means a safe adult who listens and who can tolerate their emotions. ","Even when the way that they express those emotions is through unacceptable behaviour or anger. Distress does not always look like we expect it to.  They need someone who can hold the space for them, and see the pain that’s underneath.  They need people who can tolerate their distress without pushing it away.","In this way, they will learn that they can start to feel safe again, and that they have the capacity to heal when they have the right support around them.  They’ll learn that difficult experiences come and go, but that the support of others is a constant they can rely on. ","Parents can do this for their children. It’s parental instinct to try and reassure by telling children that they don’t feel as bad as they do – but what I’m suggesting is just sitting with it.  Let them be upset, or angry, and focus on holding the space for that.  You want them to look back at the difficult times and say, ‘I felt heard’.   We can’t always change the difficult experiences, but we can change how we respond.   ","And that can make all the difference."],"imageFileName":"learning-to-feel-safe.jpeg"}