{
    "url": "https://naomicfisher.substack.com/p/why-wont-they-open-their-gifts",
    "pubDate": {
        "day": "23",
        "month": "Dec",
        "year": "2024"
    },
    "title": "Why won't they open their gifts? ",
    "subtitle": "For some children, piles of presents aren't fun",
    "images": [
        "https://substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Faaee7673-99cb-45b4-b8d2-b682a58b4550_3112x2334.jpeg"
    ],
    "paragraphs": [
        "No one thinks they will have a child who doesn’t want to open their presents - and who even when the paper is off, doesn’t open the boxes. No one thinks that they’ll be looking at last years’ gifts still sitting in a pile in the cupboard, as next Christmas is fast approaching.",
        "It doesn’t seem to make sense.",
        "Parents rarely talk about this because they don’t know what to say. Why don’t they want to open the games or read the books? Have we spoilt them? Are they entitled? Why aren’t they grateful?",
        "A pile of presents can be overwhelming. Surprises are hard, other people’s expectations are hard, and unopened boxes are full of demands. Those gifts might be disappointing, not quite what they hoped for. They don’t know where to start - and so they don’t start at all.",
        "Each gift represents uncertainty, and uncertainty is hard. It creates anxiety, and some children act to avoid that anxiety. So they say no. No to things they might enjoy. No to wrapped presents. And No to the new toys.",
        "What can you do? Accept this is how things are right now, and that a pile of presents is too much. Open gifts as they arrive instead, or appoint yourself the official present opener. Pare it back so there isn’t too much new stuff at the same time. Be casual about new things and leave them around for them to try when they’re ready. Don’t build up the excitement, instead play it down. Reduce uncertainty wherever you can. If that means explanatory labels on the outsides of gifts, go for that.",
        "It’s fine to celebrate Christmas through the whole month of December, a little each day, as and when you feel like it. Or to ignore the whole thing.",
        "It isn’t because they are spoilt or you’ve done anything wrong. The expectations are just too much right now.",
        "It won’t be like this for ever."
    ],
    "imagePrefix": "why-wont-they-open-their-gifts-",
    "imageExtension": "jpeg"
}