{
    "url": "https://naomicfisher.substack.com/p/misinformation",
    "pubDate": {
        "day": "15",
        "month": "Sep",
        "year": "2025"
    },
    "title": "Misinformation ",
    "subtitle": "How do you know what you know? ",
    "images": [
        "https://substackcdn.com/image/fetch/$s_!F_Ct!,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F76b1d847-926b-4a0e-844f-d9d23057bcfe_3680x2449.jpeg"
    ],
    "paragraphs": [
        "A recent study has found that over half of the most popular TikTok videos about mental health contain misinformation. To be honest, I’m surprised that it’s only around half. I see a awful lot of misinformation online. Not just about mental health, but also about neurodiversity. ",
        "Usually I just ignore it, but recently I’ve been noticing that more of the families I work with are telling me some of the misinformation that I’ve seen online. They don’t think it’s misinformation, of course. They think it’s truth. And it’s hard for me to disagree, because they have usually seen many many people saying the same things. I’m just one voice. ",
        "One of the biggest challenges with misinformation is that most people who spread it think they are telling the truth. They read something, it makes sense to them and as they see more people saying it, it starts to feel like it must be true.",
        "There couldn’t be so many people saying it was, if it wasn’t.",
        "I’m told this all the time by people I meet. One book editor told me that she was sure that there was evidence that RSD is part of ADHD because there was such a strong consensus online that it was. Many have told me that autism is a neurological disorder, and when I questioned how they knew that told me that it’s well established. Which means, they’ve seen lots of people say it online. Things which are not well-established scientifically quickly become accepted truth.",
        "‘Lots of people say it online’ has become the standard by which we (often unconsciously) judge what we think is true. Sometimes that’s explicit, with people telling me that the results of online polls in FB groups show (amongst other things) that CBT doesn’t work for neurodivergent people (not what the research shows) or that autistic burnout is distinctly different to other forms of burnout (again, no robust evidence to show that it is). Other times it’s based on seeing lots of content which repeats the same ideas. AI makes this worse, because the answer that AI gives to a question is based on…what lots of people say online.",
        "Humans seem to be wired to think that if many people say the same thing, then it’s probably true. We are tribal creatures and we look to others to confirm that we are right.",
        "There’s a serious problem with this online. The algorithm forms echo chambers so that we see a lot of people who say similar things. What we think is ‘consensus’ is actually just the way that social media works. It confirms our biases. In addition, online communication seems to be particularly susceptible to social influence. People simply won’t say things that they think will get a challenging reaction. They say the things that get likes and shares. They see what works for others, and they post similar content themselves. ",
        "The other problem is that people online do not represent the whole world. Whole sections of society are left out.",
        "When we see the same material over and over, we are influenced by it and we change what we say and even what we think. We think it must be true, because so many people are saying it.",
        "I’ve felt that pull myself. Jump on the current bandwagon, and people will applaud. Disagree or ask the wrong question, and you’ll be told you’re harmful, oppressive or worse within a couple of comments. You’ll be told how disappointing and disgraceful you are - and it feels personal. You’ll slink back into line. Next time you won’t stick your neck out.",
        "If we care about truth and developing ideas, we can’t afford to assume that seeing something said repeatedly online means that it’s true. For this is the way that misinformation spreads - through people who think they are telling the truth.",
        "Over the next few months I plan to post more about misinformation and why some of the things which you may assume are true are actually not as well-established as many think. "
    ],
    "imagePrefix": "misinformation-",
    "imageExtension": "jpeg"
}