[
  {
    "text": "Thank you.. you gave me that glimmer of hope earlier this year when my son had experienced multiple episodes of autistic burnout"
  },
  {
    "text": "I always feel so validated when I attend your courses or read an article."
  },
   {
     "text": "Thanks so much Naomi. This course has helped me understand that I am seeing the symptoms of an issue with my 7 year old daughter which I need to explore further. It has also given me some great ideas that I will suggest to the school to see if it will help take the pressure off my little girl and in doing so reduce her anxiety. Thank you for sharing your experience and knowledge. ",
     "author": "My Child is Not Fine At School attendee"
   },
    {
      "text": "This course has been eye opening. It has shown me that I must first reduce the pressure for my son, but also seek help for myself",
      "author": "Burnt Out by School? attendee"
    },
    { "text": "Thanks so much for such a great webinar! I've learnt so much", "author" : "My Child is Not Fine At School attendee" },
    { "text": "So helpful and very validating of recent decisions we’ve made about secondary school for our daughter. Thank you. ", "author": "Helping Autistic Children With School attendee" },
    { "text": "I found this course very informative and really empowering. It really reinforced my instincts that forcing my child into school against their will isn't the only way to help them! ", "author": "My Child Is Not Fine At School attendee" },
    { "text": "Brilliant course, thank you. Has really helped me reflect on the journey to the point we are now at.", "author": "Burnt Out by School? attendee" },
    { "text": "Wow great information ", "author": "Burnt Out by School? attendee" },
    { "text": "This course has been invaluable. It seems to be describing our 15 yr old daughter exactly", "author": "Burnt Out by School? attendee" },
    { "text": "This has been so helpful. I especially appreciated the part at the end which explains how to help them with the effects of school trauma", "author": "After School: Helping Your Autistic Child Move On from School Trauma attendee" },
    { "text": "What a relief to find someone who understands this issue - thank you! ", "author": "Helping Your Child with Severe Anxiety attendee" },
    { "text": "Thank you! It re-assured us that we are doing the right things and added more tools for us to use. ", "author": "Helping Your Child with Severe Anxiety attendee" },
    { "text": "Fabulous course. You’re very good knowing what our questions are going to be", "author": "Helping Your Child Recover From Trauma And Loss attendee" },
    { "text": "These courses are AMAZING!! They have helped us so much. ", "author": "" },
    { "text": "I am really enjoying your courses, and I am learning how much my mindset maybe adding pressure.", "author": "" },
    { "text": "Every school should see your course, it’s amazing, ", "author": "School Trauma and Autism/PDA attendee" },
    { "text": "thank you for your work and the very heartful & down-to-earth approach you have to these difficult topics - your courses are helping me a lot!", "author": "" }
]
