[
  {
    "text": "Amazing. I can’t tell you the sheer relief and gratitude parents feel to have professionals recognise what they’ve been saying for years!",
    "author": "Webinar attendee"
  },
  {
    "text": "This session with @naomicfisher was really great. After months of lonely battling to support a child who can't go to school, I'm going to sleep more hopeful.",
    "author": "Webinar attendee"
  },
  {
    "text": "Really thoughtful and informed session this evening from @naomicfisher. Many of us parents who have been blamed and alienated through our child's extreme distress and non -attendance at school are finally feeling hope for a positive future",

    "author": "Webinar attendee"
  },
  {
    "text": "Really enjoyed the webinar. Actually feel relieved to know that I’m not the only one as a parent trying to deal with this.",
    "author": "Webinar attendee"
  },
  {
    "text": "This is one of the best courses I have been on. The voice of reason and over 200 parents thinking “I feel heard”.",
    "author": "Webinar attendee"
  },
  {
    "text": "I've watched the 'Burnt out by school?' talk and have to say that I was riveted.",
    "author": "Webinar attendee"
  },
  {
    "text": "Since watching a webinar by @naomicfisher we have more understanding of how to approach Miss 15's school refusal (burnout) and she is now making progress stepping back out into the world, slowly but surely.  Such a huge relief thanks to some expert advice and insights.",
    "author": "Webinar attendee"
  },
  {
    "text": "I really appreciated your messages of hope- this is a journey and we will come out the end.",
    "author": "Webinar attendee"
  },
  {
    "text": "After your webinar we are more able to support our daughter, speak to her special setting confidently & already supported better decision making with her needs at the centre.",
    "author": "Webinar attendee"
  },
  {
    "text": "This has been the most useful thing I have had since my Son was 4 and he is now 14, thank you.",
    "author": "Webinar attendee"
  },
  { "text": "Great to know we're not alone", "author": "Webinar attendee" },
  {
    "text": "It’s such a breath of fresh air to feel understood!! ",
    "author": "Webinar attendee"
  },
  {
    "text": "Thank you for this exceptional content. ",
    "author": "Webinar attendee"
  },
  {
    "text": "Your talk has been the best talk I've been to in ages, and i go to a lot!",
    "author": "Webinar attendee"
  },
  {
    "text": "I wish I'd known all that I learnt in that hour and a half back when I first took my son out of school.",
    "author": "Webinar attendee"
  },
  {
    "text": "Thanks for the invaluable insight.",
    "author": "Webinar attendee"
  },
  { "text": "Reassuring and comforting.", "author": "Webinar attendee" },
  {
    "text": "Thank you so much... everything you have said makes so much sense",
    "author": "Webinar attendee"
  },
  {
    "text": "I also found it incredibly affirming to hear you talk about and acknowledge the trauma parents experience.",
    "author": "Webinar attendee"
  },
  { "text": "fascinating presentation" },
  {
    "text": "I also wanted to say a huge thank you for the webinars you do- they are a lifeline to so many of us. ",
    "author": "Webinar attendee"
  },
  {
    "text": "Your words yesterday really resonated ",
    "author": "Webinar attendee"
  },
  { "text": "brilliant, clear and informative", "author": "Webinar attendee" },
  { "text": "Really insightful and helpful. ", "author": "Webinar attendee" },
  {
    "text": "Thanks for the invaluable insight.",
    "author": "Webinar attendee"
  },
  {
    "text": "I very much enjoyed it and found it both reassuring and helpful. The thing I think that has helped me a lot is knowing others feel the same.",
    "author": "Webinar attendee"
  },
  {
    "text": "I just wanted to send a big thank you to Naomi and Eliza for the hugely supportive low demand in the real world webinar today",
    "author": "Webinar attendee"
  },
  {
    "text": "Thank you for putting your voice, advocacy and credibility to these challenges so many of us are facing. I love the power you bring to your writing and posts",
    "author": "Webinar attendee"
  },
  {
    "text": "Thank you for your webinars which have helped in so many ways, not least in making us realize it isn't our parenting. It isn't the 'home problem ' school had told us it was. ",
    "author": "Webinar attendee"
  },
  {
    "text": "I have just watched the webinar. It resonated so much with our current situation with our 14 year old daughter. It made me cry.",
    "author": "Webinar attendee"
  },
  {
    "text": "It was as ever a brilliant webinar, you and Eliza really do make things better. ",
    "author": "Webinar attendee"
  }
]
