{
	"type": "CHECKOUT",
	"url": "https://courses.naomifisher.co.uk/offers/qRTfapFL",
	"descriptions": [
		"p:Your child isn’t happy at school. They are protesting in the mornings, or having meltdowns in the afternoons. They tell you that they don’t want to go, and you feel torn between them and the school. School are telling you that the answer is to keep pushing, as you don’t want to reinforce avoidance or behaviour. You feel blamed, and worry that you aren’t doing a good enough job as a parent. It’s starting to dominate everything about your family life, and it doesn’t seem to be getting any better.",
		"p:You don't know whether you should keep trying, or give up - and if you do, what happens then?",
		"p:In this course Dr Naomi Fisher, clinical psychologist, will talk about what happens when a child is saying they don’t want to go to school.",
		"p:Naomi draws on her clinical experience to help you: ",
		"li:\nLearn about the different ways in which children show their distress and the different causes of school attendance problems. \n",
		"p:Learn about the different ways in which children show their distress and the different causes of school attendance problems. ",
		"li:\nUnderstand the different approaches taken by professionals and how they work (or don't work)\n",
		"p:Understand the different approaches taken by professionals and how they work (or don't work)",
		"li:\nMake decisions which put your child’s wellbeing first.\n",
		"p:Make decisions which put your child’s wellbeing first.",
		"h3:Information",
		"p:This course is available to watch for 12 months after purchase.",
		"p:It is suitable for children with and without a diagnosis ",
		"h3:Agenda",
		"li:Welcome (1 min)",
		"li:Introduction (2 mins)",
		"li:I'm not fine (17 mins)",
		"li:Interventions: what adults do (26 mins)",
		"li:The TRUST test (16 mins)",
		"li:ROPE: how can we do better? (21 mins)",
		"li:Thinking outside the box (7 mins)",
		"li:Goodbye (1 min)",
		"li:Q&A 1 (audio, 7 mins)",
		"li:Q&A 2 (audio, 8 mins)",
		"li:Course booklet and notes (PDF document)",
		"p:Total running time: 1 hour 46 mins",
		"h3:Presenter",
		"p:Dr Naomi Fisher is a clinical psychologist and author. She specialises in trauma, autism and alternative approaches to education. She is registered with the HCPC.",
		"p:This course is not therapy and should not be used as a replacement for therapy."
	],
	"testimonials": [
		"Thank you for appreciating the reality of the situation for parents. It really means a lot to know that there are professionals out there who really ‘get it’ and who are working so proactively to offer appropriate support and advocate for us.",
		"I found your presentation both hugely informative and surprisingly comforting - there is a lot to be said for knowing you are not alone, that there are people out there who understand.",
		"It was a brilliant webinar and every part of it resonated with different experiences I have had with all three of my children."
	]
}