{
	"type": "CHECKOUT",
	"url": "https://courses.naomifisher.co.uk/offers/9mEzpCdy",
	"descriptions": [
		"h3: What do you do when mainstream parenting makes things worse - but you still need to live in the real world?",
		"p:Some children haven't read the parenting manuals. You ask them gently to have a bath and they react as if you've asked them to drink poison. You count to three and they keep right on counting. The stricter you get, the worse it seems. You worry that you're getting it all wrong.",
		"p:It's not your fault. You've got the wrong tools. You need low demand parenting - and that's exactly what we are talking about in this webinar. Dr Naomi Fisher, clinical psychologist, and Eliza Fricker, author and illustrator, will guide you through the highs and lows of low demand parenting - and how to manage in the real world.",
		"p:We'll focus on siblings, sleep, hygiene and food, and we'll show you how to approach the tricky issues, separate expectations from reality and help your family to thrive. Illustrated throughout with Eliza's witty and insightful cartoons, this webinar will entertain you as well as inform you.",
		"h3:Information",
		"p:This recording is available to watch for 12 months after purchase.",
		"p:It is suitable for children with and without a diagnosis ",
		"p:Total running time: 1 hour 30 mins",
		"h3:Presenters",
		"p:Dr Naomi Fisher is a clinical psychologist and author. She specialises in trauma, autism and alternative approaches to education. She is registered with the HCPC.",
		"p:Eliza Fricker is the author and illustrator of The Family Experience of PDA and Can't Not Won't. She runs a successful illustrated blog at www.missingthemark.blog and can be found on FB under the same name.",
		"p: This recording is not therapy and should not be used as a replacement for therapy."
	],
	"testimonials": [
		"What you do is invaluable to neurodivergent parents and children, and actually, for all parents and children. I’ve always maintained that so much of what is recommended for parenting and schooling autistic children actually applies to how we should treat all children.",
		"This has been the most useful thing I have had since my Son was 4 and he is now 14, thank you."
	]
}