{
	"type": "CHECKOUT",
	"url": "https://courses.naomifisher.co.uk/offers/fEB525it",
	"descriptions": [
		"p:Some children just don't respond to conventional approaches to behaviour. What do you do when the naughty step makes things worse?",
		"p:Behaviour comes up a lot in parenting. How do we get them to do this, and why won't they do this? There's a lot of advice around about how to control children's behaviour, whether that's through use of consequences, clear boundaries or even praise and approval.",
		"p:Then along come children who haven't read the parenting books. They refuse to sit on the Naughty Step, and never calm down in Time Out. The firmer their parents are, the firmer their children are in response. Family life can quickly become dominated by conflict. Parents wonder what they are doing wrong. They feel terrible. ",
		"p:You're not doing anything wrong. You've got the wrong tools. For some children, most of the techniques of mainstream parenting just don't work, and can often make things worse. You need a low demand approach.",
		"p:Naomi and Eliza explain why mainstream approaches aren't working, and give you some practical alternatives.",
		"h3:Information",
		"p:This course is available to watch for 12 months after purchase.",
		"p:It is suitable for children with and without a diagnosis ",
		"h3:Presenters",
		"p:Dr Naomi Fisher is a clinical psychologist and author. She specialises in trauma, autism and alternative approaches to education. She is registered with the HCPC. This course is not therapy and should not be used as a replacement for therapy.",
		"p:Eliza Fricker is the author and illustrator of The Family Experience of PDA and Can't Not Won't. She runs a successful illustrated blog at www.missingthemark.blog and can be found on FB under the same name."
	],
	"testimonials": [
		"Thank you for appreciating the reality of the situation for parents. It really means a lot to know that there are professionals out there who really ‘get it’ and who are working so proactively to offer appropriate support and advocate for us.",
		"I found your presentation both hugely informative and surprisingly comforting - there is a lot to be said for knowing you are not alone, that there are people out there who understand."
	]
}