{
	"type": "CHECKOUT",
	"url": "https://courses.naomifisher.co.uk/offers/5kF79gzP",
	"descriptions": [
		"p:Would you like some ideas about how to support your autistic child as they start school? Do you feel unsure about what they might struggle with and how school can help?",
		"p:Dr Abigail Fisher, Educational Psychologist speaks from experience about how to support your autistic child with the transition into school. As a psychologist working in the early years and as a former Reception teacher she has supported lots of children and families with this transition. ",
		"p:This mini-course discusses what you might expect, what your child could find difficult, and what school can do to help. Bonus content includes a course booklet and some tips about reading in Reception.",
		"p:",
		"h3:Information",
		"p:This course is available to watch for 12 months after purchase.",
		"p:It is suitable for children with and without a diagnosis ",
		"h3:Agenda",
		"li:Who am I? (1 min)",
		"li:What this course is about (1 min)",
		"li:Introduction (1 min)",
		"li:Note on Language (2 mins)",
		"li:Reception as a bridging year (2 mins)",
		"li:Flexibility (2 mins)",
		"li:Changes to daily routine (1 min)",
		"li:Can you remember starting school? (1 min)",
		"li:Before school starts (2 mins)",
		"li:Familiarisation with the basics (3 mins)",
		"li:Managing themselves (4 mins)",
		"li:How will they be supported? (3 mins)",
		"li:During the transition (4 mins)",
		"li:What's actually going on? (7 mins)",
		"li:Things school can do (4 mins)",
		"li:Collaborative problem solving (2 mins)",
		"li:Reading (4 mins)",
		"li:Course booklet (PDF document)",
		"p:Total running time: 44 mins",
		"h3:Presenter",
		"p: Dr Abigail Fisher is an educational psychologist who has worked in local authorities and now works independently. She has a special interest in helping parents navigate complex and confusing SEN processes, through providing clear, easy to digest information."
	],
	"testimonials": []
}