{
	"type": "CHECKOUT",
	"url": "https://courses.naomifisher.co.uk/offers/iSyYWDbg",
	"descriptions": [
		"h3:Some children haven't read the parenting manuals.",
		"p:The more you try to persuade them, the less cooperative they become. The more pressured they feel, the worse things get. Strategies like Time Out or the Naughty Step backfire, as their behaviour gets worse not better.",
		"p:That can make school difficult. For schools work on a set of assumptions - and pressure-sensitive children blow those assumptions to pieces. Schools work on the basis that children can be pressured to change their behaviour . When this doesn't work, the children (and their families) can get caught in a spiral of negativity and anxiety.",
		"p:Soon parents find that their whole life is dominated by school. Worrying about it, trying to make things better, going into meetings, discussing it. Nothing seems to help and everyone feels terrible.",
		"p:How can you be low demand parents, whilst your child goes to school? What can you do to take the pressure off and give them the space to thrive? That's what we'll be discussing in this new webinar.",
		"p:Illustrated throughout with Eliza's witty and insightful cartoons, this webinar will entertain you as well as inform you.",
		"h3:Information",
		"p:This recording is available to watch for 12 months after purchase.",
		"p:It is suitable for children with and without a diagnosis ",
		"p:Total running time: 1 hour 30 mins",
		"h3:Presenters",
		"p:Dr Naomi Fisher is a clinical psychologist and author. She specialises in trauma, autism and alternative approaches to education. She is registered with the HCPC.",
		"p:Eliza Fricker is the author and illustrator of The Family Experience of PDA and Can't Not Won't. She runs a successful illustrated blog at www.missingthemark.blog and can be found on FB under the same name.",
		"p: This recording is not therapy and should not be used as a replacement for therapy.",
		"p: "
	],
	"testimonials": [
		"Such a humble, insightful and highly informative webinar. Dr Naomi Fisher and Eliza Fricker were the perfect duo of lived experience and academic knowledge. Lots to go away with to put into practice with those we work with, plus in our own home. Would highly recommend to anyone.",
		"Such a relief to be at the excellent low demand parenting seminar by Naomi Fisher and Eliza Fricker last night. Joy at not being alone in the journey and grateful for validation of another way of doing life with our lovely offspring."
	]
}