{
	"type": "CHECKOUT",
	"url": "https://courses.naomifisher.co.uk/offers/52TX3LQu",
	"descriptions": [
		"p:Can primary school aged children really be burnt out? An increasing number of parents are saying that their children seem to be heading that way. They 'lose their spark' and don't enjoy things in the way that they used to. They are exhausted and lacking in energy. Some of them become completely unable to attend school and stop doing things they used to be able to do.",
		"p:In this new course, Dr Naomi Fisher, clinical psychologist, will discuss burnout in children. What is burnout, how does it present and what can parents do about it? She'll discuss the factors which contribute to burnout and how parents can prevent it. She'll then move on to talking about children who are already burnt out and will give some tips for helping them to move towards recovery. You'll end with a framework for thinking about burnout and how to help your child move forwards.",
		"p:This course is suitable for children with and without a diagnosis.",
		"h3:Information",
		"p:This course is available to watch for 12 months after purchase.",
		"p:It is suitable for children with and without a diagnosis ",
		"h3:Agenda",
		"li:Welcome (2 mins)",
		"li:What is burnout? (18 mins)",
		"li:Why do children go into burnout? (21 mins)",
		"li:Maintaining the balance (14 mins) ",
		"li:The burnout audit (5 mins)",
		"li:Stopping the slide into burnout (13 mins)",
		"li:Recovery from burnout (21 mins)",
		"p:Total running time: 1 hour 34 mins",
		"h3:Presenter",
		"p:Dr Naomi Fisher is a UK clinical psychologist registered with the HCPC. She has a doctorate in clinical psychology and a Phd in autism, both from Kings College London. She specialises in trauma, autism and alternative education. She is the author of several books, including The Teenager's Guide to Burnout with Eliza Fricker. She has over 18 years clinical experience in the NHS, third sector and private practice. ",
		"p: This webinar is not clinical advice or therapy. It should not be used as a replacement for therapy. "
	],
	"testimonials": [
		"This has been the most useful thing I have had since my Son was 4 and he is now 14. Thank you.",
		"Naomi's insight into children needs to be shared far and wide.That she can not only help children and families but also break down the information into easily digested bitesize nuggets illustrates her phenomenal level of understanding and skill.",
		"I think it’s probably one of the most interesting, insightful sessions on anxiety in autistic children that I’ve seen. Just the initial explanation of how the anxiety develops was a real eye opener. It really helps me understand my child better.",
		"It felt hopeful because it pointed to a pathway out of the situation we’re in. Such a relief to have her feelings and my experience of her behaviour validated."
	]
}