{
	"type": "CHECKOUT",
	"url": "https://courses.naomifisher.co.uk/offers/ktF9zj5g",
	"descriptions": [
		"p:Adolescence is a whole new ball game. Children's bodies start to change, and with that comes a whole new set of challenges. ",
		"p:And we now know that their brains change significantly too, in ways which can be hard for young people and their parents to understand.",
		"p:Naomi will explain adolescent brain development and will show how the interaction of adolescence and demand avoidance can make life particularly challenging. She'll give you some practical ideas as to how to help your young person (and yourself) get through these important years.",
		"h3:Information",
		"p:This course is available to watch for 12 months after purchase.",
		"p:It is suitable for parents of children with and without a diagnosis. It is particularly suitable for parents of children who are in early adolescence, ages 9-14, but will also be relevant to older teenagers.",
		"h3:Agenda",
		"li:Intro (2 min)",
		"li:What is Demand Avoidance? (12 mins)",
		"li:Adolescence and Brain Development (16 mins)",
		"li:When Demand Avoidance meets Adolescence (14 mins)",
		"li:How Parents can Help (6 mins)",
		"li:Slow Down the Distress Multiplier, Lower the Stakes, Attach the Safety Net (26 mins)",
		"li:Recap (1 min)",
		"p:Total running time: 1 hour 17 mins",
		"h3:Presenter",
		"p:Dr Naomi Fisher is a clinical psychologist and author. She specialises in trauma, autism and alternative approaches to education. She is registered with the HCPC. This webinar is not therapy and should not be used as a replacement for therapy, "
	],
	"testimonials": [
		"Your webinar was hugely reassuring and managed to provide clarity on the complex, unfathomable , frustrating times we have had as a family. It sounds a massive cliche but I felt someone finally understood what our life has been like. You showed great empathy with children and families struggling with this baffling and painful situation, coming from a place of experience. ",
		"After your webinar we are more able to support our daughter, speak to her special setting confidently & already supported better decision making with her needs at the centre.",
		"I really appreciated your messages of hope- this is a journey and we will come out the end. "
	]
}