{
	"type": "CHECKOUT",
	"url": "https://courses.naomifisher.co.uk/offers/DCUMFc2w",
	"descriptions": [
		"p:Many children with learning disabilities are anxious - but those around them might not recognise this as anxiety. They're unlikely to say 'I'm worried' but instead will show us their feelings through their behaviour. Behaviour which can be hard to manage.",
		"p:In this mini-course for parents and carers, Naomi discusses learning disabilities and child development. She describes anxiety, how anxiety works and why anxiety can be a problem.",
		"p:She'll give you practical ideas to reduce anxiety and help your children thrive.",
		"p:This course is suitable for parents of children with learning disabilities or global developmental delay.",
		"p:It is presented throughout with illustrations by Becky Winnera.",
		"h3:Information",
		"p:This course is available to watch for 12 months after purchase.",
		"h3:Agenda",
		"li:\nIntroduction, child development and being on a different track to others. Strengths and weaknesses and how children learn to feel about their differences leads to outcomes (13 mins)\n",
		"li:\nHow anxiety works and it can be felt in the whole body, balancing safety and challenge, why new experiences can be difficult, why forcing children to do things often backfires (21 mins)\n",
		"li:\nAnxiety and learning disabilities, getting things wrong, repetitive questions, behaviour (8 mins)\n",
		"li:\n4-step process 1: learning to read your child's emotions (8 mins)\n",
		"li:\n4-step process 2: reducing stress in the environment (8 mins)\n",
		"li:\n4-step process 3: regulate yourself (6 mins)\n",
		"li:\n4-step process: 4: regulate emotions with your child together (12 mins)\n",
		"li:\nHow children grow and develop and how we can help them move out into the world, despite feeling anxious. Expanding the safety zone (12 mins)\n",
		"p:Total running time: 1 hour 29 mins",
		"h3:Presenter",
		"p:Dr Naomi Fisher is a clinical psychologist and author. She specialises in trauma, autism and alternative approaches to education. She is registered with the HCPC. This webinar is not therapy and should not be used as a replacement for therapy. "
	],
	"testimonials": []
}