{
	"type": "CHECKOUT",
	"url": "https://courses.naomifisher.co.uk/offers/CXNPs8L3",
	"descriptions": [
		"p:Things have gone wrong at school for your teenager, and now it’s like they have nothing left.",
		"p:They’re spending their lives in their bedroom.  They have lost their sense of what made life worth living.  You don’t know how to help, and sometimes it seems like whatever you do makes things worse.  They seem angry and defensive, as well as sad and lacking in energy.",
		"p:In this course Naomi will help you:",
		"li:Learn what can go wrong at school for young people",
		"li:Understand why this can be so damaging for their mental health and learn about psychological theories to understand better what is going on. ",
		"li:Apply practical ideas to help.",
		"h3:Information",
		"p:This course is available to watch for 12 months after purchase.",
		"p:It is suitable for children with and without a diagnosis ",
		"h3:Agenda",
		"li:Welcome to the Course",
		"li:IntroductionPDA/Autistic Young People and School (2 mins)",
		"li:The Off-Road Model of Stress and Burn Out (10 mins)",
		"li:What happens when young people are burnt out? (14 mins)",
		"li:What do adults do next? (8 mins)",
		"li:How Do Young People Recover? (29 mins)",
		"li:Course Recap (4 mins)",
		"li:Question and Answer session (audio, 16 mins)",
		"li:Recovery from burn out (audio, 7 mins)",
		"li:Pressure techniques (audio, 8 mins)",
		"li:Course booklet and Notes",
		"li:Goodbye",
		"p:Total running time: 1 hour 40 mins",
		"h3:Presenter",
		"p:Dr Naomi Fisher is a clinical psychologist and author. She specialises in trauma, autism and alternative approaches to education. She is registered with the HCPC. This webinar is not therapy and should not be used as a replacement for therapy. "
	],
	"testimonials": [
		"This is a great course. Well structured and full of very insightful material. The pace was just right for me, and I found the documents very useful. ",
		"Thank you for appreciating the reality of the situation for parents. It really means a lot to know that there are professionals out there who really ‘get it’ and who are working so proactively to offer appropriate support and advocate for us. ",
		"I found your presentation both hugely informative and surprisingly comforting - there is a lot to be said for knowing you are not alone, that there are people out there who understand.",
		"It was a brilliant webinar and every part of it resonated with different experiences I have had with all three of my children."
	]
}