{
	"type": "CHECKOUT",
	"url": "https://courses.naomifisher.co.uk/offers/TeyY9BM2",
	"descriptions": [
		"p:Are you wondering if your child is neurodivergent - but it feels like you're stepping into a confusing world with a whole new language? You may worry that your child's difficulties are your fault - or perhaps others are suggesting that.  ",
		"p:In this course, Dr Naomi Fisher will explain the concept of neurodiversity and how it differs to other ways of understanding difference. She'll discuss the research evidence and what it actually says about behaviour and neurological differences.  She'll talk about ways in which we understand difference and how these show up for both parents and children.  ",
		"p:She'll then talk about the process of diagnosis and how to talk about neurodiversity with your child.  She'll finish by asking what the psychological evidence suggests children need to thrive - and how parents can create an environment within which children can have the space to grow.  This course is suitable for families with or without a diagnosis. ",
		"p:This course is based on psychological research, theory and clinical practice.  It is divided into short modules because we know how hard it is to find extended chunks of time. These are accompanied by handouts. You'll finish the course with a new insight into neurodiversity and understanding difference, and some ideas and strategies to help your child - and your whole family - flourish. ",
		"h3:Information",
		"p:This course is available to watch for 12 months after purchase.",
		"p:It is suitable for children with and without a diagnosis ",
		"h3:Agenda",
		"li:Introduction (1 min)",
		"li:Course Overview (1 min)",
		"li:Understanding Difference and Diagnosis (25 mins)",
		"li:Neurodiversity (12 mins)",
		"li:Diagnosis: what is the evidence? (7 mins)",
		"li:How Do We Talk to Our Children About Neurodiversity? (5 mins)",
		"li:Talking About a Diagnosis (11 mins)",
		"li:Acceptance ( 5 mins)",
		"li:Helping Them Thrive (11 mins)",
		"li:Recap (1 min)",
		"p:Total running time: 1 hour 19 mins",
		"h3:Presenter",
		"p:Dr Naomi Fisher is a clinical psychologist and author. She specialises in trauma, autism and alternative approaches to education. She is registered with the HCPC. This webinar is not therapy and should not be used as a replacement for therapy. "
	],
	"testimonials": [
		"Naomi's insight into children needs to be shared far and wide. That she can not only help children and families but also break down the information into easily digested bitesize nuggets illustrates her phenomenal level of understanding and skill. ",
		"Thank you for appreciating the reality of the situation for parents. It really means a lot to know that there are professionals out there who really ‘get it’ and who are working so proactively to offer appropriate support and advocate for us.",
		"I found your presentation both hugely informative and surprisingly comforting - there is a lot to be said for knowing you are not alone, that there are people out there who understand."
	]
}