{
	"type": "CHECKOUT",
	"url": "https://courses.naomifisher.co.uk/offers/PdVHfz9J",
	"descriptions": [
		"p:When school goes wrong we focus on the children, but what about the parents? Many tell us they feel stressed and angry for years after their children have stopped attending school.",
		"p:Eliza and Naomi talk from their personal and professional experience about the impact on parents when school goes wrong and how to navigate the world when all the certainties don't seem so sure anymore. ",
		"p:Sometimes school doesn't work. Children become unhappy and anxious, and parents just don't know what to do. Parents spend years trying to support their children attend school - and then when it is clear that it isn't working anymore, find that they are still carrying the weight of the past. It can feel like it never ends.",
		"p:Eliza and Naomi understand. Eliza Fricker (www.missingthemark.blog) is an illustrator and mother who has been through the process of her child being unable to attend school. Dr Naomi Fisher (@naomicfisher) is a clinical psychologist who specialises in trauma, autism and alternatives to school. `She has years of experience working with families whose children struggle to attend school.",
		"p:Eliza and Naomi will talk about the process which parents go through when school stops. How can parents move forward in a positive way and plan an alternative future for themselves and their children? This will be illustrated by Eliza's unique and insightful illustrations.",
		"p:You'll leave feeling that you aren't alone, and with some ideas to help you move towards a more hopeful future. There is life beyond school.",
		"h3:Information",
		"p:This course is available to watch for 12 months after purchase.",
		"p:It is suitable for children with and without a diagnosis ",
		"h3:Agenda",
		"li:Hello from Naomi and Eliza (4 mins)",
		"li:The emotional impact (27 mins)",
		"li:Rearranging priorities (24 mins)",
		"li:Letting go of the past (15 mins)",
		"li:Q&A (17 mins)",
		"li:Compassionate imagery exercise (audio, 8 mins)",
		"li:Healing Pancakes (audio, 1 min)",
		"p:Total running time: 1 hour 36 mins",
		"h3:Presenter",
		"p:Dr Naomi Fisher is a clinical psychologist and author. She specialises in trauma, autism and alternative approaches to education. She is registered with the HCPC.",
		"p:Eliza Fricker is the author and illustrator of The Family Experience of PDA and Can't Not Won't. She runs a successful illustrated blog at www.missingthemark.blog and can be found on FB under the same name.",
		"p:This course is not therapy and should not be used as a replacement for therapy."
	],
	"testimonials": []
}