{
	"type": "CHECKOUT",
	"url": "https://courses.naomifisher.co.uk/offers/HFc3ZvHE",
	"descriptions": [
		"p:An increasing number of children are anxious and their parents are stuck. They don't know how to respond so as not to make things worse. Many of the suggestions they are given feel counter-intuitive and are hard to do at home.",
		"p:In this practical and engaging course, Dr Naomi Fisher, clinical psychologist, will help you understand the developmental changes of early childhood. She'll show you how anxiety works, and how parents can make a difference. You'll understand your child better, and therefore be better able to help.",
		"h3:Information",
		"p:Parenting is different to the therapy room. This webinar isn't about how to become your child's therapist. It is about long term principles which you can use to guide your parenting of your anxious child, to help both you and them grow in confidence.",
		"p:This course is suitable for parents and carers of children aged under 8.",
		"p:It is suitable for children with and without a diagnosis ",
		"p:This course is available to watch for 12 months after purchase.",
		"h3:Agenda",
		"li:Introduction (3 mins)",
		"li:Child Development (13 mins)",
		"li:Anxiety in Childhood (3 mins)",
		"li:When is Anxiety a Problem? (2 mins)",
		"li:What Makes Children Anxious? (8 mins)",
		"li:The Anxiety Balance (11 mins)",
		"li:Boat and Anchor Introduction (5 mins)",
		"li:The Body (4 mins)",
		"li:The Brain (3 mins)",
		"li:The Anchor (6 mins)",
		"li:Setting Sail (13 mins)",
		"li:Balancing Safety and Challenge (7 mins)",
		"li:3 Pillars Recap (2 mins)",
		"p:Total running time: 1 hour 30 mins",
		"h3:Presenter",
		"p:Dr Naomi Fisher is a clinical psychologist and author. She specialises in trauma, autism and alternative approaches to education. She is registered with the HCPC. This course is not therapy and should not be used as a replacement for therapy."
	],
	"testimonials": [
		"Your webinar was hugely reassuring and managed to provide clarity on the complex, unfathomable , frustrating times we have had as a family. It sounds a massive cliche but I felt someone finally understood what our life has been like. You showed great empathy with children and families struggling with this baffling and painful situation, coming from a place of experience.",
		"I really appreciated your messages of hope- this is a journey and we will come out the end.",
		"Your talk has been the best talk I've been to in ages, and i go to a lot!",
		"Thank you for this exceptional content.",
		"It’s such a breath of fresh air to feel understood!!"
	]
}