{
	"type": "CHECKOUT",
	"url": "https://courses.naomifisher.co.uk/offers/PmC2E3cZ",
	"descriptions": [
		"p:Many autistic children show OCD-type behaviours. They ask about the same things again and again, or they check their school bags hundreds of times. They might wash their hands until they are red, or they have rituals around eating and sleeping.",
		"p:When are these behaviours a problem, and what do you do if they are?",
		"p:In this course, Dr Naomi Fisher will explain OCD (obsessive-compulsive disorder) and how it can interact with autism. She'll explain how OCD happens, and how it can become more powerful, sometimes taking over a whole family. She'll describe how parents and children can fall into OCD traps, and what to do to get out. She'll give you some ideas to help your child, even if they themselves don't think that there's a problem. You'll finish the webinar with a better understanding of what is going on and how you can plan a way forwards.",
		"h3:Information",
		"p:This course is available to watch for 12 months after purchase.",
		"p:It is suitable for children with and without a diagnosis ",
		"h3:Agenda",
		"li:OCD Description and Diagnosis 7m 46s",
		"li:OCD in Autistic Children 14m 15s",
		"li:Psychological Explanations 20m 22s",
		"li:How to help with OCD 22m 7s",
		"li:How to talk to your child about OCDm  8m 20s",
		"p:Total running time: 1 hour 16 mins",
		"h3:Presenter",
		"p:Dr Naomi Fisher is a clinical psychologist and author. She specialises in trauma, autism and alternative approaches to education. She is registered with the HCPC. This course is not therapy and should not be used as a replacement for therapy."
	],
	"testimonials": [
		"Your webinar was hugely reassuring and managed to provide clarity on the complex, unfathomable , frustrating times we have had as a family. It sounds a massive cliche but I felt someone finally understood what our life has been like. You showed great empathy with children and families struggling with this baffling and painful situation, coming from a place of experience.",
		"I really appreciated your messages of hope- this is a journey and we will come out the end. "
	]
}