{
	"type": "CHECKOUT",
	"url": "https://courses.naomifisher.co.uk/offers/LdxQoHr6",
	"descriptions": [
		"h3:Description",
		"p:Does your child's behaviour confuse you? Does most of the parenting advice you are given make things worse? Do you feel like you are walking on eggshells?",
		"p:Some children haven't read the parenting manuals. When their parents try to be firm and consistent, things don't go as they expect. They try to catch their child doing well, but then their response to praise is to say they'll never do it again. Things go very wrong, very fast. ",
		"p:It can leave parents feeling like no matter what they do, nothing helps. ",
		"p:It's not your fault. You have the wrong tools. You need to understand your child's nervous system - and work with it to help your child (and your family) thrive. ",
		"p:In this course, Dr Naomi Fisher will explain the psychology of demand avoidance. What is it, how does it affect the nervous system - and importantly, what can parents do? You'll end with a clearer idea of what is going wrong and some ideas as to how to help.",
		"h3:Information",
		"p:This course is available to watch for 6 months after purchase.",
		"p:It is suitable for children with and without a diagnosis ",
		"h3:Agenda",
		"li:Intro (1 min)",
		"li:What is Demand Avoidance? (15 mins)",
		"li:Demand Avoidance and the Nervous System (15 mins)",
		"li:Three keys to Understanding Demand Avoidance (16 mins)",
		"li:How Can We Do Things Differently? (21 mins)",
		"li:FAQ (7 mins)",
		"p:Total running time: 1 hour 15 mins",
		"h3:Presenter",
		"p:Dr Naomi Fisher is a clinical psychologist and author. She specialises in trauma, autism and alternative approaches to education. She is registered with the HCPC. This webinar is not therapy and should not be used as a replacement for therapy. "
	],
	"testimonials": [
		"I really appreciated your messages of hope- this is a journey and we will come out the end. ",
		"After your webinar we are more able to support our daughter, speak to her special setting confidently & already supported better decision making with her needs at the centre.",
		"Your webinar was hugely reassuring and managed to provide clarity on the complex, unfathomable , frustrating times we have had as a family. It sounds a massive cliche but I felt someone finally understood what our life has been like. You showed great empathy with children and families struggling with this baffling and painful situation, coming from a place of experience. "
	]
}