{
	"type": "CHECKOUT",
	"url": "https://courses.naomifisher.co.uk/offers/XgLDdAFa",
	"descriptions": [
		"p:I'm Dr Naomi Fisher. I'm a clinical psychologist. That means I'm a psychologist who specialises in mental health and behaviour, and I work with a lot of young people and their families.",
		"p:This course is for young people and also their parents if they want to watch. It's about how you can learn outside school.",
		"p:When teenagers stop going to school, it can be hard to know what happens next. They’ve spent years being told that school is essential for their future, and they have no idea how to start learning without a teacher and a classroom. They feel hopeless – how can they have a future, if they don’t go to school? ",
		"p:This mini-course breaks it down and explains what learning out of school looks like.",
		"p:Featuring clips of a teenager who themselves stopped going to school in Year 9 and in a conversational and down-to-earth style, your teenager will see that they are not alone. It’s possible to learn outside school, and there are many others who have paved the way. ",
		"p:School is not the only way to get an education. Your teen will end the course excited about possibilities and hopeful for the future.",
		"p:Information",
		"p:This course is available to watch for 12 months after purchase.",
		"p:It is suitable for children with and without a diagnosis ",
		"h3:Agenda",
		"li:Introduction (2 mins)",
		"li:Why school doesn't work for everyone (9 mins)",
		"li:Learning at school (13 mins)",
		"li:Recovering from school (8 mins)",
		"li:Learning without school (18 mins)",
		"li:Starting out (10 mins)",
		"li:Setting your compass (8 mins)",
		"li:What about the future? (10 mins)",
		"p:Total running time: 1 hour 18 mins",
		"h3:Presenter",
		"p:Dr Naomi Fisher is a clinical psychologist and author. She specialises in trauma, autism and alternative approaches to education. She is registered with the HCPC. This course is not therapy and should not be used as a replacement for therapy."
	],
	"testimonials": []
}