{
	"type": "CHECKOUT",
	"url": "https://courses.naomifisher.co.uk/offers/PLws5GJk",
	"descriptions": [
		"p:Is your autistic child anxious? Dr Naomi Fisher, clinical psychologist, will help you understand some of the reasons and will show you some ways you might be able to support your child. You will leave with a better understanding of what might be going on, and some ideas as to you as the parent can help. ",
		"h3:Information",
		"p:This course is available to watch for 12 months after purchase.",
		"h3:Agenda",
		"li:Introduction (1 min)",
		"li:Struggling to Manage Emotions (13 mins)",
		"li:The Anxiety Balance (2 mins)",
		"li:They Show Their Emotions in Different Ways (4 mins)",
		"li:Avoidance (5 mins)",
		"li:Background and Acute Anxiety (7 mins)",
		"li:SEO Introduction (1 min)",
		"li:S - Stop the Anxiety Multiplier (6 mins)",
		"li:E - Environment change (7 mins)",
		"li:O - Opportunities to Stretch (5 mins)",
		"li:'In the Moment' Anxiety (2 mins)",
		"li:A - Accept (2 mins)",
		"li:B - Breathe (4 mins)",
		"li:C - Connect (4 mins)",
		"li:Long Term Goal (3 mins)",
		"li:Recap (1 min)",
		"li:Q&A (audio only, 9 mins)",
		"p:Total running time: 1 hour 7 mins",
		"h3:Presenter",
		"p:Dr Naomi Fisher is a clinical psychologist and author. She specialises in trauma, autism and alternative approaches to education. She is registered with the HCPC. This webinar is not therapy and should not be used as a replacement for therapy. "
	],
	"testimonials": [
		"Naomi's insight into children needs to be shared far and wide.That she can not only help children and families but also break down the information into easily digested bitesize nuggets illustrates her phenomenal level of understanding and skill.",
		"This has been the most useful thing I have had since my Son was 4 and he is now 14. Thank you.",
		"I think it’s probably one of the most interesting, insightful sessions on anxiety in autistic children that I’ve seen. Just the initial explanation of how the anxiety develops was a real eye opener. It really helps me understand my child better.",
		"I thought it was very clear how you systematically explained the reasons why anxiety develops and escalates and how to de-escalate it over time. It also felt hopeful because it pointed to a pathway out of the situation we’re in. Such a relief to have her feelings and my experience of her behaviour validated. "
	]
}