{
	"type": "CHECKOUT",
	"url": "https://courses.naomifisher.co.uk/offers/C746RNzF",
	"descriptions": [
		"p:Many autistic children struggle with school. They become unhappy and they show us this through their behaviour. They may become reluctant to go, they may have meltdowns after school, they may become disruptive or 'lose their spark'. ",
		"p:Parents and educators are often left unsure what to do - the child can't tell them what is wrong, but it's clear that something is. What can you do? ",
		"p:In this course for parents and educators, Naomi will talk about the reasons why many autistic children do not thrive at school. She'll help you understand how the interaction between the child and the school can make all the difference - and how you can improve this. You'll end the webinar with a better understanding of the experience of autistic children at school, and some ideas as to what you can do. ",
		"p:She'll draw on the experiences of autistic adults and parents of autistic children from her acclaimed book, A Different Way to Learn, as well as her experience as a clinical psychologist specialising in autism and trauma. ",
		"h3:Information",
		"p:This course is available to watch for 12 months after purchase.",
		"p:It is suitable for children with and without a diagnosis ",
		"h3:Agenda",
		"li:Introduction (1 min)",
		"li:Course outline (7 mins)",
		"li:Individual Characteristics (7 mins)",
		"li:Characteristics of School (4 mins)",
		"li:Meltdowns, \"bad behaviour\", school refusal and super compliance (16 min)",
		"li:Children and their environment (12 min)",
		"li:SOAR - what we can do to help change the environment (15 mins)",
		"li:Taking a WIDER Lens (13 mins)",
		"li:What if something is really important? (7 mins)",
		"li:The Bigger Picture (4 mins)",
		"li:What if? (3 mins)",
		"li:Course Booklet (PDF document)",
		"li:SOAR and Wider Lens Handouts (PDF document)",
		"p:Total running time: 1 hour 29 mins",
		"h3:Presenter",
		"p:Dr Naomi Fisher is a clinical psychologist and author. She specialises in trauma, autism and alternative approaches to education. She is registered with the HCPC. This course is not therapy and should not be used as a replacement for therapy."
	],
	"testimonials": [
		"After your webinar we are more able to support our daughter, speak to her special setting confidently & already supported better decision making with her needs at the centre.",
		"I really appreciated your messages of hope- this is a journey and we will come out the end. ",
		"Your webinar was hugely reassuring and managed to provide clarity on the complex, unfathomable , frustrating times we have had as a family. It sounds a massive cliche but I felt someone finally understood what our life has been like. You showed great empathy with children and families struggling with this baffling and painful situation, coming from a place of experience."
	]
}