{
	"type": "CHECKOUT",
	"url": "https://courses.naomifisher.co.uk/offers/hEUj2ZLB",
	"descriptions": [
		"li:The Assessment Phase",
		"li:Blocked Processing",
		"li:Cognitive Interweaves",
		"li:The Preparation Phase",
		"li:The Desensitisation phase",
		"li:Phases 5-8.",
		"li:\nHistory taking and case conceptualisation is phase 1.\n",
		"li:\nPhase 2 is the preparation phase\n",
		"li:\nThen we move into phase 3, the assessment phase, which is when we set up the processing\n",
		"li:\nPhase 4 is desensitisation. That's where we're using bilateral stimulation. \n",
		"li:\nAnd then we go into phases 5-8: the installation of the positive cognition, the body scan, closure and reevaluation.\n",
		"p:The 6 mini-courses are:",
		"p:Naomi talks you through the different stages of the Assessment phase and how they all fit together. I’ll explain what makes a good negative cognition and why the positive cognition is so important.  There are role plays so you can see what it looks like in practice – and there are a couple of interactive examples for you to use to practice spotting when things are going wrong.",
		"p:When we are in the Desensitisation Phase (or Phase 4) of the EMDR Standard Protocol, our aim is for the client to process their trauma whilst the therapist sets things up and gets out of the way. ",
		"p:Sometimes, however, things get stuck.  The processing isn’t flowing as we hoped, and the information isn’t becoming more adaptive.  That’s what I’m talking about in this short course. How do you know when processing is blocked, and what can you do about it?",
		"p:When we are in the Desensitisation Phase (Phase 4) sometimes your client gets stuck and your strategies for unblocking processing just don’t seem to be enough.  This is when you need a cognitive interweave.  This is something which many newly trained EMDR therapists find extremely challenging.",
		"p:A cognitive interweave is when the therapist introduces new information or asks a question which is designed to help the client access information to facilitating adaptive information processing.   This short course will talk you through the process and uses role plays so you can see what it looks like in practice.",
		"p:The preparation phase is one that people can sometimes be confused about. There are certain things that we always do in the preparation phase. One is the safe place. And I'll be talking about that. But the preparation phase is a hugely variable phase. It can be just maybe one or two sessions with a straightforward client who has had a single incidence of trauma perhaps, or actually it could be many months or even years if you're working with someone who's very complex.",
		"p:The point of this phase is to stabilize the client and to prepare them for processing. And that includes establishing a really strong therapeutic alliance.",
		"p:Phase four is what lots of people think about when they hear the term EMDR. It's the stage where we have bilateral stimulation and where we are getting our clients to think about the distressing thought and to pair that with bilateral stimulation.",
		"p:In this mini-course Naomi talks about phases five to eight of the standard protocol. So this is installation of the positive cognition, body scan, closure, and the re-evaluation. ",
		"p:These mini-courses include a variety of role plays showing both correct and erroneous practice.",
		"p:They are available to watch for 6 months after purchase."
	],
	"testimonials": []
}