{
	"type": "CHECKOUT",
	"url": "https://courses.naomifisher.co.uk/offers/EzLuffn4",
	"descriptions": [
		"h3:Description",
		"p:Many neurodivergent teens are struggling to attend school, and lots of them become completely unable to attend. But what happens next? Teenagers often believe they must be at school to learn, and that their future is over. It's possible to learn outside school, and in this course Naomi will share insights from her work with teenagers outside the school system. In this course, you'll get some ideas to help your teenager re-engage with learning and see a life beyond school.",
		"p:They think they can't get an education or excel without school. Their parents sometimes feel the same.",
		"p:Dr Naomi Fisher understands this, because she's been there. She was a teenager who struggled to attend school and she thought that there was no way forward.",
		"p:This isn't true. We don't talk much about education outside school, but it's happening all around us. In this new course, you'll get some ideas to help your teenager re-engage with learning and see a life beyond school.",
		"p:This course focuses on the learning and educational journey, rather than mental health. If your child is burnt out, we suggest you start with the book The Teenager's Guide to Burnout by Naomi Fisher and Eliza Fricker.",
		"p:This course is suitable for parents of young people with and without a diagnosis. It is suitable for those who have any differences which has made school challenging for them.",
		"p:This course is available to watch for 12 months after purchase.",
		"h3:Agenda",
		"li:Welcome (1 min)",
		"li:When School Goes Wrong (16 mins)",
		"li:Stopping School (23 mins)",
		"li:Recovering from School (32 mins)",
		"li:Finding the Drive to Learn (15 mins)",
		"li:What about the Future (14 mins)",
		"p:Total running time: 1 hour 31 mins",
		"h3:Presenter",
		"p:Dr Naomi Fisher is a UK clinical psychologist registered with the HCPC. She has a doctorate in clinical psychology and a Phd in autism, both from Kings College London. She specialises in trauma, autism and alternative education. She is the author of several books, including The Teenager's Guide to Burnout with Eliza Fricker. She has over 18 years clinical experience in the NHS, third sector and private practice.",
		"p: This course is not therapy and should not be used as a replacement for therapy. "
	],
	"testimonials": [
		"Naomi's insight into children needs to be shared far and wide.That she can not only help children and families but also break down the information into easily digested bitesize nuggets illustrates her phenomenal level of understanding and skill.",
		"It felt hopeful because it pointed to a pathway out of the situation we’re in. Such a relief to have her feelings and my experience of her behaviour validated.\"",
		"This has been the most useful thing I have had since my Son was 4 and he is now 14. Thank you."
	]
}