{
	"type": "CHECKOUT",
	"url": "https://courses.naomifisher.co.uk/offers/NnpWyFh4",
	"descriptions": [
		"p:This bundle contains the first 5 Low Demand Parenting webinar recordings.",
		"p:Your child doesn’t respond in the way that you expect.  You set clear boundaries and hold them – and they go completely ballistic.  You count to 3 and they say 4.  You ask them to clean their teeth and they do anything but – what’s going on?",
		"p:Everything you do seems to make things worse. Time out, the Naughty Step, being firm but loving – you had good intentions to pick your battles but your child hasn’t got the memo.  They are picking battles where you didn’t even know they could be found.",
		"p:It’s not your fault.  You’ve got the wrong tools.  Your child (and you) need low demand parenting.",
		"p:What is low demand parenting? Well, it’s parenting which turns the traditional rules of parenting on its head.  Traditional parenting is all about control, whilst low demand parenting….is about your relationship with your child, and so much more.",
		"p:In this series of best-selling recorded webinars, Dr Naomi Fisher and Eliza Fricker will guide you through the world of low demand parenting. You’ll discover why your child responds the way that they do, and learn how to do things differently.  You’ll reset your parenting to prioritise your child’s emotional wellbeing. You’ll learn how to reframe behaviour and communications.",
		"h3:Information",
		"p:This recording is available to watch for 12 months after purchase.",
		"p:It is suitable for children with and without a diagnosis ",
		"p:Total running time: 7 hours 30 mins",
		"h3:Presenters",
		"p:Dr Naomi Fisher is a clinical psychologist and author. She specialises in trauma, autism and alternative approaches to education. She is registered with the HCPC.",
		"p:Eliza Fricker is the author and illustrator of The Family Experience of PDA and Can't Not Won't. She runs a successful illustrated blog at www.missingthemark.blog and can be found on FB under the same name.",
		"p: These recordings are not therapy and should not be used as a replacement for therapy."
	],
	"testimonials": [
		"I found your presentation both hugely informative and surprisingly comforting - there is a lot to be said for knowing you are not alone, that there are people out there who understand.",
		"This is one of the best courses I have been on. The voice of reason and over 200 parents thinking “I feel heard”."
	]
}