{
	"type": "CHECKOUT",
	"url": "https://courses.naomifisher.co.uk/offers/WgZFAJMu",
	"descriptions": [
		"p:Living with your autistic child is like walking on eggshells. They sleep badly, they cling to you and they have extreme reactions to seemingly small events. They are very scared of particular things, and you aren't really sure why.",
		"p:You worry that they are traumatised - but you don't know what to do about it, and you're not sure what actually happened to affect them like this.",
		"p:Naomi will explain how trauma affects the brain - and why understanding trauma in autism requires us to look beyond major traumatic events to understand the person's individual experience.",
		"p:You’ll leave with a better understanding of why your child reacts the way they do, and some practical ideas to help.",
		"p:I'm Dr Naomi Fisher. I'm a clinical psychologist. That means I'm a psychologist who specialises in mental health and behaviour, and I work with a lot of young people and their families.",
		"p:This course is for young people and also their parents if they want to watch. It's about burnout recovery for young people.",
		"p:Using videos from a young person called Chloe (\"Me Just Me\" on YouTube), and with original illustrations by Eliza Fricker (missingthemark.co.uk ) I'll describe burnout through the metaphor of a road vehicle.",
		"p:When our vehicle navigates too many obstacles without enough maintenance, we start to show wear and tear. We get less able to cope with stress. We find it harder to keep calm and we're more affected by change and challenge. And sometimes we break down altogether.",
		"p:I'll define burnout so you can see if it applies to you, and I'll describe some of the things that you can to keep you safely on the road.",
		"p:Chloe will describe how hard she finds things once her 'bucket is full', and how she can help to keep her bucket from filling up.",
		"p:I'll talk about the four main stages in recovering from burnout and what you need to support you in this recovery.",
		"p:I'll talk about how you can be easier on yourself, and how you can start making the first small steps to recover from burnout.",
		"h3:Information",
		"p:This course is available to watch for 12 months after purchase.",
		"p:It is suitable for children with and without a diagnosis ",
		"h3:Agenda",
		"li:Intro (2 mins)",
		"li:What happens to our brains when we experience trauma? (25 mins)",
		"li:How is that relevant to autistic children? (10 mins)",
		"li:What can we do? Turning towards connection: 3 steps to helping your child (55 mins)",
		"p:Total running time: 1 hour 33 mins",
		"h3:Presenter",
		"p:Dr Naomi Fisher is a clinical psychologist and author. She specialises in trauma, autism and alternative approaches to education. She is registered with the HCPC. This course is not therapy and should not be used as a replacement for therapy."
	],
	"testimonials": []
}