{
	"type": "CHECKOUT",
	"url": "https://courses.naomifisher.co.uk/offers/qJbUaMox",
	"descriptions": [
		"p:You know that your child needs a different type of parenting, because demands and traditional parenting techniques are making everything worse. You're trying to change your parenting style and it's hard. You feel like you've lost the tools you thought you had, but nothing has arrived to take their place. You worry that you have no influence over your child at all, and you don't know where to turn. You get that it needs to be 'low demand' - but does that really mean doing nothing? ",
		"p:Dr Naomi Fisher, (clinical psychologist and author of Changing Our Minds) and Eliza Fricker (author and illustrator of The Family Experience of PDA) will show you how to turn this around in this webinar full of practical examples.",
		"p:They'll introduce you to the principles of successful low demand parenting, show you what they look like in practice and will answer your questions.",
		"p:They'll show you how it's anything but 'doing nothing' and help you see your way through to creating a happy family life. It will be reassuring, positive and free of blame or shame. ",
		"p:This webinar is the first in a series focusing on topics such as gaming, communication, food and self care.",
		"h3:Information",
		"p:This recording is available to watch for 12 months after purchase.",
		"p:It is suitable for children with and without a diagnosis ",
		"p:Total running time: 1 hour 30 mins",
		"h3:Presenters",
		"p:Dr Naomi Fisher is a clinical psychologist and author. She specialises in trauma, autism and alternative approaches to education. She is registered with the HCPC.",
		"p:Eliza Fricker is the author and illustrator of The Family Experience of PDA and Can't Not Won't. She runs a successful illustrated blog at www.missingthemark.blog and can be found on FB under the same name.",
		"p: This recording is not therapy and should not be used as a replacement for therapy."
	],
	"testimonials": [
		"I found your presentation both hugely informative and surprisingly comforting - there is a lot to be said for knowing you are not alone, that there are people out there who understand.",
		"I found it incredibly affirming to hear you talk about and acknowledge the trauma parents experience."
	]
}