{
	"type": "CHECKOUT",
	"url": "https://courses.naomifisher.co.uk/offers/C746RNzF",
	"descriptions": [
		"p:Many autistic children struggle with school. They become unhappy and they show us this through their behaviour. They may become reluctant to go, they may have meltdowns after school, they may become disruptive or 'lose their spark'. ",
		"p:Parents and educators are often left unsure what to do - the child can't tell them what is wrong, but it's clear that something is. What can you do? ",
		"p:In this new webinar for parents and educators, Dr Naomi Fisher, clinical psychologist, will talk about the reasons why many autistic children do not thrive at school. She'll help you understand how the interaction between the child and the school can make all the difference - and how you can improve this. You'll end the webinar with a better understanding of the experience of autistic children at school, and some ideas as to what you can do. ",
		"p:She'll draw on the experiences of autistic adults and parents of autistic children from her new book, A Different Way to Learn as well as her experience as a clinical psychologist specialising in autism and trauma. ",
		"p:It is available to watch for 6 months after purchase.",
		"p: Feedback from previous webinars: ",
		"p:Your webinar was hugely reassuring and managed to provide clarity on the complex, unfathomable , frustrating times we have had as a family. It sounds a massive cliche but I felt someone finally understood what our life has been like. You showed great empathy with children and families struggling with this baffling and painful situation, coming from a place of experience.",
		"p: I really appreciated your messages of hope- this is a journey and we will come out the end. ",
		"p:After your webinar we are more able to support our daughter, speak to her special setting confidently & already supported better decision making with her needs at the centre.",
		"p:Dr Naomi Fisher is a clinical psychologist and is registered with the HCPC. She is the author of Changing Our Minds and A Different Way to Learn. She is a specialist in autism, trauma and alternative ways of learning and runs frequent webinars for parents and professionals. This webinar is not therapy and should not be used as a replacement for therapy.",
		"p:She can be found at ",
		"p:Website: www.naomifisher.co.uk ",
		"p:Facebook: Dr Naomi Fisher ",
		"p:Blog: www.naomicfisher.substack.com",
		"p: "
	],
	"testimonials": []
}