{
	"type": "CHECKOUT",
	"url": "https://courses.naomifisher.co.uk/offers/veqRLt2E",
	"descriptions": [
		"p:Hi, I’m Naomi and I’m a clinical psychologist. That means that I’m a specialist in mental health. I work with teenagers who are feeling really distressed and unhappy.",
		"p:Everyone gets anxious sometimes. You might worry about school, or your family, or the future. That’s just part of life. When you’re anxious, it’s not just in your head. Your body feels weird. You might feel sick, or all jangly and irritable.  It comes and goes.",
		"p:But sometimes, anxiety starts to be something that dominates your life. You can’t do things you’d like to do, because it feels too horrible. You seem to spend too much of your time worrying, or you can’t sleep at night because your thoughts keep racing round your head. You might feel like you can never relax.",
		"p:This mini-course is about what anxiety is like for teenagers, and how sometimes the things we do to try and make anxiety better, end up making it worse. It has some clips from Jenna, who is 18 and who has lots of experience of anxiety. She’ll tell you about what helped her and how she’s manages to live the life that she wants to live.",
		"p:It is divided into short sections and you can watch or listen to each section as many times as you like. You can watch them in any order you like although it might not make much sense if you start at the end.",
		"p:If you find it useful I’d love to know, and I’d also be interested if you have any ideas for courses that you’d like me to make in the future.",
		"h3:Information",
		"p:This course is available to watch for 12 months after purchase.",
		"p:It is suitable for children with and without a diagnosis ",
		"h3:Agenda",
		"li:Introduction (1 min)",
		"li:What is anxiety (13 mins)",
		"li:Why won't anxiety just go away (6 mins)",
		"li:The anxiety snares (16 mins)",
		"li:Getting out of the anxiety snares (32 mins)",
		"p:Total running time: 1 hour 8 mins",
		"h3:Presenter",
		"p:Dr Naomi Fisher is a clinical psychologist and author. She specialises in trauma, autism and alternative approaches to education. She is registered with the HCPC. This course is not therapy and should not be used as a replacement for therapy."
	],
	"testimonials": []
}