{
	"type": "CHECKOUT",
	"url": "https://courses.naomifisher.co.uk/offers/36wrrznS",
	"descriptions": [
		"p:Hello, my name is Naomi.",
		"p:In this course for teenagers I talk about demand avoidance, what it is and how you can help yourself manage it.",
		"p:I'm a clinical psychologist, which means that I'm someone who specializes in understanding behavior and mental health.",
		"p:This course is divided up into small sections. You can watch them in any order you like, although they probably make more sense if you watch them in the order that I have recorded them.",
		"p:Each module is 15 or 20 minutes long, and within this there are short presentations and videos. You can just watch them going along as you like and spend as much time or as little time as you want on each one.",
		"p:There are also subtitles, so you can watch without sound if you prefer this.",
		"p:In first section I talk about the times when everything feels like pressure.",
		"p:Then I talk about your nervous system and how it works.",
		"p:Then I talk about the pressure trap - how we can sometimes get into a trap when we feel under pressure, and what happens.",
		"p:And then the last two sections are about how we can do things to help. So there's a module on building the world that works for you and then about befriending your nervous system.",
		"p:Throughout this course there are some original illustrations by Eliza Fricker and short videos featuring Chloe from Me Just Me. Chloe is a teenager who herself has a diagnosis of pathological demand avoidance and autism.",
		"h3:Information",
		"p:This course is available to watch for 12 months after purchase.",
		"p:It is suitable for children with and without a diagnosis ",
		"h3:Agenda",
		"li:Intro ",
		"li:Pressure (12 mins)",
		"li:Nervous System (10 mins)",
		"li:The Pressure Trap Part 1 (6 mins)",
		"li:Chloe - what does it feel like when somebody tells you what to do? (3 mins)",
		"li:The Pressure Trap Part 2 (4 mins)",
		"li:Building a World Which Works for You (5 mins)",
		"li:Chloe - What happens when the bucket is full? (7 mins)",
		"li:Building a World Which Works for You Part 2 (5 mins)",
		"li:Chloe - how has she changed the environment to make things better for her? (2 mins)",
		"li:Befriending Your Nervous System (10 mins)",
		"li:Chloe (1 min)",
		"li:The Pressure Trap Part 2 (4 mins)",
		"li:Recap (3 mins)",
		"p:Total running time: 1 hour 12 mins",
		"h3:Presenter",
		"p:Dr Naomi Fisher is a clinical psychologist and author. She specialises in trauma, autism and alternative approaches to education. She is registered with the HCPC. This webinar is not therapy and should not be used as a replacement for therapy. "
	],
	"testimonials": []
}