{
	"type": "CHECKOUT",
	"url": "https://courses.naomifisher.co.uk/offers/7FLvyocu",
	"descriptions": [
		"p:Some children haven't read the parenting books. They refuse point blank to go into Time Out and the stricter your boundaries are, the worse their behaviour becomes.",
		"p:These children need a different approach. They need low demand parenting. Their parents need to come alongside them and work with them to find a way which works for everyone. They stop focusing on control and instead shift to collaboration.",
		"p:When this works, it can be a great relief for everyone. But there's a problem. Other people.",
		"p:Low demand parenting is a thoughtful, responsive style of parenting, but it doesn't follow the rules which many think define 'good parenting'. No punishments, no rewards. This means that others may judge what is going on, and find it wanting.",
		"p:In this webinar, Dr Naomi Fisher and Eliza Fricker will take their characteristic down-to-earth and humourous approach to navigating the world of Other People. They'll take on tutting in the supermarket, disapproval in the playground, and grandparents who can't see why you don't insist on Saying Please. And they'll discuss what happens when parents disagree about the right approach, or when professionals get involved.",
		"h3:Information",
		"p:This recording is available to watch for 12 months after purchase.",
		"p:It is suitable for children with and without a diagnosis ",
		"p:Total running time: 1 hour 30 mins",
		"h3:Presenters",
		"p:Dr Naomi Fisher is a clinical psychologist and author. She specialises in trauma, autism and alternative approaches to education. She is registered with the HCPC.",
		"p:Eliza Fricker is the author and illustrator of The Family Experience of PDA and Can't Not Won't. She runs a successful illustrated blog at www.missingthemark.blog and can be found on FB under the same name.",
		"p: This recording is not therapy and should not be used as a replacement for therapy."
	],
	"testimonials": [
		"Such a relief to be at the excellent low demand parenting seminar by Naomi Fisher and Eliza Fricker last night. Joy at not being alone in the journey and grateful for validation of another way of doing life with our lovely offspring.",
		"Dr Naomi Fisher and Eliza Fricker were the perfect duo of lived experience and academic knowledge. Lots to go away with to put into practice with those we work with, plus in our own home. Would highly recommend to anyone."
	]
}