{
  "resource_uris": {
    "self": "https://www.eventbriteapi.com/v3/events/1008493379847/structured_content/12/",
    "add_module": "https://www.eventbriteapi.com/v3/events/1008493379847/structured_content/12/module/",
    "publish": "https://www.eventbriteapi.com/v3/events/1008493379847/structured_content/12/publish/",
    "preview_module": "https://www.eventbriteapi.com/v3/events/structured_content/module/preview/"
  },
  "access_type": "not-apply",
  "has_autogenerated_content": false,
  "hide_virtual_venue_content": false,
  "page_version_number": "12",
  "purpose": "listing",
  "modules": [
    {
      "resource_uris": {
        "self": "module/1577719459/"
      },
      "id": "1577719459",
      "type": "text",
      "layout": null,
      "data": {
        "body": {
          "text": "<p><strong><strong>In an exclusive special offer, we are offering a free ticket for this webinar to anyone who preorders our book before Oct 2nd. You can also buy tickets for this webinar as usual.</strong></strong></p><p><strong><strong>THREE STEPS TO YOUR FREE TICKET</strong></strong></p><ol><li>PREORDER <em><strong><strong>WHEN THE NAUGHTY STEP MAKES THINGS WORSE </strong></strong></em>FROM ANY BOOKSELLER.</li><li>SEND US THE PROOF OF PURCHASE HERE. <a href=\"https://www.naomifisher.co.uk/is-it-all-my-fault\" title=\"https://www.naomifisher.co.uk/is-it-all-my-fault\" target=\"_blank\" data-msys-clicktrack=\"0\" rel=\"nofollow noopener noreferrer\">https://www.naomifisher.co.uk/is-it-all-my-fault</a></li><li>GET A LINK FOR A FREE WEBINAR PLACE (PLUS RECORDING).</li></ol><p><strong><strong>What will we talk about?</strong></strong></p><p>Some children don't respond to traditional parenting methods. They put their parents on the Naughty Step, and refuse to stay in Time Out. Their parents try to be firm, but the children are firmer still. They set their boundaries and they won't budge. Their parents feel terrible. Why do the techniques which work for everyone else fail so spectacularly for them? Are they getting it all wrong? Is it all their fault?</p><p>Sometimes these children are called demand avoidant, or sometimes they are called naughty, defiant or oppositional. We call them pressure sensitive. Whatever you call them, they need a different approach.</p><p>In this new webinar, based on their upcoming book When the Naughty Step Makes Things Worse, Dr Naomi Fisher and Eliza Fricker will talk about parenting when it looks very different to the mainstream. In their trademark down to earth and chatty style, they'll explain some of their key insights when parenting children for whom the usual rules just don't seem to apply. All illustrated by Eliza and backed up with Naomi's psychological knowledge. You'll laugh, cry and feel you're understood.</p><p>What parents are saying about our webinars and book.</p><p><em><em>So many useful and practical tips... I loved the structured and clear approach and it gave me reassurance that I'm not alone (or losing my mind) as well as future hope -- Clare, parent of two</em></em></p><p><em><em>I experienced a tremendous sense of relief and vindication after years of battling between my instincts and mainstream beliefs of reward/punishment. It is liberating to be given the green light and to realise that my gut has been right all along -- Kate, mother of two (one tween and one autistic/ADHD teenager)</em></em></p><p><em><em>I spent years thinking I was a terrible parent, and feeling judged by all around when my son wouldn't respond to traditional 'punishment and reward' methods. But I didn't know another way. Now I do - since being introduced to Low Demand Parenting my parenting is much more effective, my relationship with my son is repaired, my whole family is much happier and, most of all, I don't feel like I'm failing him anymore -- Katie, mother of two</em></em></p><p><em><em>Naomi and Eliza offer hope and a gentle way forward. I feel heard, like somebody understands, and they have really saved my son's life... he has a future and I see the sparkle returning -- Kirsty, mother of one</em></em></p><p><br></p><p><br></p><p><strong><strong>Dr Naomi Fisher</strong></strong> is a clinical psychologist and author of several books on alternative education, neurodiversity and mental health. More of her work can be found here www.naomifisher.co.uk.</p><p><br></p><p><strong><strong>Eliza Fricker</strong></strong> is an illustrator and author of best-selling books including The Family Experience of PDA, Can't Not Won't and Thumbsucker. More about her can be seen here www.missingthemark.co.uk.</p><p><br></p>",
          "alignment": "left"
        },
        "display_restrictions": []
      },
      "semantic_purpose": "",
      "timed_display": null,
      "display_restrictions": []
    }
  ],
  "widgets": [
    {
      "id": "",
      "type": "herocarousel",
      "data": {
        "slides": [
          {
            "image": {
              "edge_color_set": true,
              "edge_color": "#ffffff",
              "url": "https://img.evbuc.com/https%3A%2F%2Fcdn.evbuc.com%2Fimages%2F841489079%2F137448283838%2F1%2Foriginal.20240904-153252?h=740&w=1200&auto=format%2Ccompress&q=75&sharp=10&rect=0%2C0%2C2160%2C1080&s=d93a5db48b15af7ff7d22f6519a1c78e",
              "id": "841489079",
              "focal_point": null,
              "image_id": "841489079",
              "crop_mask": {
                "width": 2160,
                "top_left": {
                  "y": 0,
                  "x": 0
                },
                "height": 1080
              },
              "aspect_ratio": "2",
              "original": {
                "url": "https://img.evbuc.com/https%3A%2F%2Fcdn.evbuc.com%2Fimages%2F841489079%2F137448283838%2F1%2Foriginal.20240904-153252?auto=format%2Ccompress&q=75&sharp=10&s=f73f4778c46105eace4e1561451d2982",
                "width": 2160,
                "height": 1080
              }
            }
          }
        ]
      },
      "resource_url": {
        "relative": "/e/is-it-all-my-fault-tickets-1008493379847/structured_content/widgets/herocarousel/",
        "absolute": "https://www.eventbrite.co.uk/e/is-it-all-my-fault-tickets-1008493379847/structured_content/widgets/herocarousel/"
      }
    }
  ],
  "pagination": {
    "object_count": 100,
    "page_number": 1,
    "page_size": 100,
    "page_count": 1
  }
}