[
  {
    "text": "With Changing Our Minds Naomi Fisher established herself as the voice of reason in a sea of misinformation about an education system in existential crisis. This new book cements her reputation as a champion of young people's rights by giving a voice to those who are most impacted and yet too often silenced",
    "author": "Artemis D. Bear, Head of Freedom to Learn & Director of The Garden"
  },
  {
    "text": "A really important book giving a platform to the many SEND families who have been largely unheard in the education debate. As always Naomi offers us a fresh perspective on intersection of neurodiversity, learning and environment. A must read for anyone interested in education, psychology or the wonderful diversity of humanity. Highly recommended.",
    "author": "Kezia Cantwell-Wright, BA Hons, Founder of East Kent Sudbury, Administrator "
  },
  {
    "text": "In \"A Different Way To Learn\" Naomi Fisher builds on the scientific base of her earlier work \"Changing Our Minds.\" She illuminates routes to self-directed learning that are effective in eliminating the coercion and anxiety generated by much conventional 'schooling.' I wish that I had read this book before becoming a parent and a teacher! She is a passionate voice for all children not just those defined as neuro-diverse",
    "author": "Derry Hannam, retired Deputy Headteacher, Inspector, international campaigner/researcher for Student Voice - author of 'Another Way Is Possible: Becoming a Democratic Teacher in a State School"
  },
  {
    "text": "Everyone knows the mainstream education system doesn't work for everyone, but most people don't realise there is an alternative. In this invaluable book, Naomi Fisher guides us through the world of self-directed education. It should be required reading for all educators, young people and their parents and carers - anyone who has ever wondered if another way is possible. Because it's not just possible. It's already happening...",
    "author": "James Mannion, Director, Rethinking Education and co-author of Fear is the Mind Killer with Kate McAllister"
  }
]
