[
  {
    "text": "Changing Our Minds is densely packed with studies and information from across cognitive psychology, biology and sociology yet woven together in a warm and conversational way. Much like self-directed learning, it is somehow effortless yet deeply enriching and full of 'aha' moments. As well as a grounding in theory, the book provides a roadmap to help self-directed learning become a reality for families. Changing Our Minds blows apart the myths and assumptions underpinning not just compulsory schooling but also wider societal attitudes to topics such as mental health, children's rights and ideas about what constitutes a fulfilling life.",
    "author": "Rose Arnold, Founder of Suitable Education"
  },
  {
    "text": "Why settle for diminishing the human spirit and minimal competencies when our wonderful, unique children and young people can take control of their own lives and learning. Naomi's book shows us how SDE can cultivate the kinds of human beings we'd all like to be and perhaps a brighter vision for society at large.",
    "author": "Peter Humphreys, Former: Headteacher"
  },
  {
    "author": "Dr Rebecca English (PhD), Senior Lecturer in Education, Queensland University of Technology",
    "text": "Changing Our Minds, by Dr Naomi Fisher, is an invitation to all of us to deschool ourselves and think anew about what is best for children. Touching on a range of topics from schooling to parenting to diversity, this clearly argued and compellingly written book is a must read for anyone who wants to conceptualise how schools can better meet children's needs."
  },
  {
    "text": "If you're feeling uncertain about SDE [self-directed education], this book will dispel any fears. This book is helping to pave the way for a self-directed education for more children. I can't wait to share it with our network of families and educators who are thinking differently about education. It is one of the first books out there to describe self-directed education step-by-step. Naomi is helping to lay the groundwork for an education revolution.",
    "author": "Sally Hall, Freedom to Learn Network Lead, Phoenix Education"
  },
  {
    "text": "Naomi Fisher seamlessly brings together scientific research, life experience and her own extensive personal and professional observations. She walks us gently through both the psychology and adventure of self-directed education. An essential book for anyone with children who reject the confines of the school system, which will leave you exhilarated about the possibilities before you",
    "author": "Heidi Steel, Former teacher turned unschooling parent"
  }
]
