[
  {
    "text": "It's groundbreaking! Most books focus around CBT and other behaviourist techniques. This explores a range of different ideas centred around child development, trauma informed and relational practice. It's also the only book I am aware of that uses such a range of different ' experts by lived experience' in the form of children, parents and professionals. It's really going to stand out as something new and different and, most importantly, it contains techniques that really work.",
    "author": "Neurodiversity Trainer and Consultant, Neuroteachers"
  },
  {
    "text": "A complete departure from most of what is available in this subject area. I love it.",
    "author": "Dr Lisa Cherry, Director, Trauma Informed Consultancy Services Ltd"
  },
  {
    "text": "By now even the staunchest proponent of the 'tough love' approach to school refusal must have an inclination that sanctions are not solving the problem: the children are not coming back to school. This book explains why and offers alternative ways of identifying and tackling the difficulties experienced by all.",
    "author": "Jo Grace, Education Consultant, Researcher and Founder of The Sensory Projects"
  },
  {
    "text": "What Can We Do When School's Not Working? is a fantastic resource and an absolute must read for parents of children struggling with school as well as all professionals and policy makers working in Education and anyone working with children. Bringing together the different perspectives on the purpose of school, on behaviour and attendance and why school isn't working for so many, this much-needed book explains why behaviour and attendance are signs of an underlying, systemic problem, rather than the problem being located in children or their parents. Written in an honest, easy-to-read, insightful way and brought to life by lived experiences, this book explains school trauma and burnout and how to support children with these experiences as well as drawing upon psychological research in order to consider how to produce psychologically healthy schools, where children are more likely to enjoy learning and thrive. It also offers alternative ways to support young people when they decide not to return to school and examples of those who have engaged young people with learning in different and more psychologically healthy ways.",
    "author": "Dr Hayley Smith, Clinical Psychologist and Systemic Family Psychotherapist"
  },
  {
    "text": "This is a fantastic book that challenges key theories of education and highlights the fact that we have slipped into a rut of a system which is clearly not meeting so many children's needs. This book also challenges the status quo of the education system but in a sensible and non-emotional way. It is not a negative, scaremongering or combative read, and offers sensible alternative approaches to education. Filled with lovely illustrations and honest and enlightening quotes from young people and teens, this book will be highly relatable to parents, and I hope show educators that there is another way for young people to thrive.",
    "author": "Laura Kerbey, Founder of PAST – Positive Assessments Education Support and Training"
  }
]